
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    
	<title>CALC-FAQ</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar4" href="../../../styles/de_navbar4.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar5" href="../../../styles/de_navbar5.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
	<!-- >
	Kommentare zur Seite
	$Id: index.html 2004/01/03 07:15 cmarkgraf
	< -->
    <!-- End de-header -->

    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/calc/">calc</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<!-- Start Navbar -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../../index.html"> Hauptseite </a></li>
    <li> <a href="../../../map_all.html"> Sitemap </a></li>
    <li> <a href="../../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li>FAQ
      <ul>
      <li> <a href="../index.html" title="Übersicht"> H&auml;ufig gestellte Fragen </a></li>
      <li> <a href="../general/index.html" title=" "> Allgemeines </a></li>
      <li> <a href="../installation/index.html" title=" "> Installation </a></li>
      <li> <a href="../writer/index.html" title=" "> WRITER-FAQ </a></li>
      <li> CALC-FAQ </li>
      <li> <a href="../impress/index.html" title=" "> IMPRESS-FAQ </a></li>
      <li> <a href="../draw/index.html" title=" "> DRAW-FAQ </a></li>
      <li> <a href="../math/index.html" title=" "> MATH-FAQ </a></li>
      <li> <a href="../base/index.html" title=" "> BASE-FAQ </a></li>
      <li> <a href="../suite/index.html" title=" "> SUITE-FAQ </a></li>
      <li> <a href="../mitarbeiter/index.html" title=" "> Mitarbeiter-FAQ </a></li>
      </ul>
    </li>
    <li> <a href="../../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../howto/index.html" title="Knappe Anleitungen für die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="../../../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="../../../dev/index.html" title="Informationen für Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
<div id="body_de">
<a name="top"></a>
<h1>H&auml;ufig gestellte Fragen zur Tabellenkalkulation <b>CALC</b></h1>
<p></p>
<h2>Fragen
<a name="top"></a>
</h2>
<ol>
<li>
<a href="#1">Die Funktion <b>SVERWEIS</b> bringt in <b>CALC</b> nicht die erwarteten Ergebnisse</a>
</li>

<li>
<a href="#2">Die Seitenansicht zeigt keine Seite an</a>
</li>

<li>
<a href="#3">Wie &ouml;ffne ich eine Datei, in der als Feldbegrenzer Tab-Stopps (Tabulatoren) eingegeben sind?
Was passiert, wenn ich andere Feldbegrenzer habe (z.B. Anf&uuml;hrungszeichen)?</a>
</li>

<li>
<a href="#4">Ich sehe &quot;###&quot; in einer Zelle, die vorher Daten enthielt. Wie mache ich meine Daten wieder sichtbar?</a>
</li>

<li>
<a href="#5">Wie kann ich daf&uuml;r sorgen, dass ein Text in einer Zelle umgebrochen wird?</a>
</li>

<li>
<a href="#6">Wie w&auml;hle ich eine oder mehrere Zeilen meiner Tabelle, die auf jeder Seite wiederholt werden sollen?</a>
</li>

<li>
<a href="#7">Ich m&ouml;chte in der Tabelle keine Gro&szlig;buchstaben am Anfang eines Satzes. Was soll ich tun?</a>
</li>

<li>
<a href="#8">Ich arbeite mit einer ziemlich gro&szlig;en Tabelle. Gibt es eine M&ouml;glichkeit die Spalten&uuml;berschriften
und die Zeilenbezeichnungen sichtbar zu lassen, wenn ich mich in der Tabelle nach unten und nach rechts bewege?</a>


<ol>
<li>
<a href="#81">Fixierung einer Zeile oder/und Spalte</a>
</li>

<li>
<a href="#82">Tabellenfenster teilen</a>
</li>
</ol></li>

<li>
<a href="#9">Wie drucke ich meine Tabelle(n) richtig?</a>


<ol>
<li>
<a href="#91">Anpassung anhand der <i>Seitenansicht</i></a>
</li>

<li>
<a href="#92">Anpassung anhand der <i>Seitenumbruch-Vorschau</i></a>
</li>
</ol></li>

<li>
<a href="#10">Wie kann ich in meiner Tabellenkalkulation eine lange Titel-Zelle &uuml;ber mehrere Spalten erweitern?</a>
</li>

<li>
<a href="#11">Wie drehe ich einen Spalten-Titel, damit er schr&auml;g oder senkrecht gestapelt &uuml;ber meiner sehr schmalen Spalte sitzt?</a>
</li>

<li>
<a href="#12">Wie erzeuge ich ein Diagramm, das automatisch auf dem neuesten Stand ist, wenn sich die Daten &auml;ndern?</a>
</li>

<li>
<a href="#13">Wie sch&uuml;tze ich Zellen oder eine Tabelle in meiner Tabellenkalkulation gegen &Auml;nderungen?</a>

<ol>
<li>
<a href="#131">Eine ganze Tabelle sch&uuml;tzen</a>
</li>

<li>
<a href="#132">Einzelne Zellen oder Zellbereiche sch&uuml;tzen</a>
</li>
</ol></li>

<li>
<a href="#14">Wie speichere ich Tabellendaten als CSV (Textformat)?</a>
</li>

<li>
<a href="#15">Einige von den Zeilen/Spalten in meinem Tabellenblatt sind versteckt. Wie kann ich diese wieder sichtbar machen?</a>
</li>

<li>
<a href="#16">Wie formatiere ich Zellen in einer OOo Tabellenkalkulation so, dass die Zeilennummern automatisch erscheinen?</a>
</li>

<li>
<a href="#17">Kann ich regul&auml;re Ausdr&uuml;cke (Wildcards) verwenden, die sowohl von Excel<sup>&reg;</sup> als auch von
<b>CALC</b> verstanden werden?</a>
</li>

<li>
<a href="#18">Wie kann ich verhindern, das <b>CALC</b> ein Datum bei der Eingabe 1/2 als &frac12; darstellt?</a>
</li>

<li>
<a href="#19">Wie kann ich Variablen bei Formeln verwenden?</a>
</li>

<li>
<a href="#20">Wie berechne ich Zeitabst&auml;nde so, dass sie sowohl von <b>CALC</b> als auch von Excel<sup>&reg;</sup>
verwendet werden k&ouml;nnen?</a>
</li>

<li>
<a href="#21">Wie bekomme ich ein berechnetes Datum in einen Text eingebunden?</a>
</li>

<li>
<a href="#22">Wo erhalte ich weitere Hilfe?</a>
</li>

</ol>

<h1>Antworten
</h1>

<h2> 1.
<a name="1">Die Funktion <b>SVERWEIS</b> bringt in <b>CALC</b> nicht die erwarteten Ergebnisse </a></h2>
<p style="margin-left: 0.5cm">
Wenn bei der Funktion <b>SVERWEIS</b> (<i>Suchkriterium; Matrix; Index; Sortiert</i>) das Argument
<i>Sortiert</i> nicht angegeben ist, muss die Matrix sortiert sein; d.h. ein fehlendes Argument
<i>Sortiert</i> wird als WAHR interpretiert.</p>
<p style="margin-left: 0.5cm"> Wenn das Argument <i>Sortiert</i> bei unsortierten Listen nicht auf FALSCH gesetzt ist (oder fehlt),
tritt ein Fehler auf. Dies passiert h&auml;ufig bei der &Uuml;bernahme von Dokumenten aus Excel und
&auml;lteren <b>OpenOffice.org</b>-Versionen.
</p>
<a href="#top">nach oben</a>

<h2> 2.
<a name="2">Die Seitenansicht zeigt keine Seite an</a>
</h2>
<p style="margin-left: 0.5cm">
L&ouml;schen Sie unter <i>Format > Druckbereiche... > Entfernen</i> den/die Druckbereich(e).
Daraufhin wird auch in der Seitenansicht wieder alles angezeigt.
</p>
<a href="#top">nach oben</a>

<h2> 3.
<a name="3">Wie &ouml;ffne ich eine Datei, in der als Feldbegrenzer Tab-Stopps (Tabulatoren) eingegeben sind?
Was passiert, wenn ich andere Feldbegrenzer habe (z.B. Anf&uuml;hrungszeichen)?</a>
</h2>
<p style="margin-left: 0.5cm">
Wenn die CSV-Datei noch nicht die Endnung <tt>.txt</tt> (oder <tt>.csv</tt>) hat, so benennen Sie die Datei
bitte zun&auml;chst entsprechend um.</p>
<ul>
<li>W&auml;hlen Sie <i>Datei > &Ouml;ffnen</i>.</li>
<li>Im Dialog <i>&Ouml;ffnen</i> suchen Sie die Datei, die Sie in die Tabellenkalkulation einlesen
wollen, und klicken auf den Dateinamen. </li>
<li>Aus der Liste <i>Dateityp</i> w&auml;hlen Sie <i>Text CVS</i>
(dieser Dateityp steht ganz unten in der Liste).</li>
<li>Klicken Sie auf <i>&Ouml;ffnen</i>.</li>
<li>Es &ouml;ffnet sich das Fenster <i>Textimport</i>. Sie sehen, dass &quot;Tabulator&quot; als
Trennzeichen voreingestellt ist. Sollte Ihre Datei andere Trennzeichen zwischen den Datenfeldern enthalten,
w&auml;hlen Sie die entsprechenden Trennzeichen, die Ihre Textdatei enth&auml;lt. Wenn Sie das Trennzeichen
ausgew&auml;hlt haben, sehen Sie im unteren Bereich <i>Felder</i> eine Vorschau Ihrer Datei.
Wenn Sie unterschiedliche Leerzeichen zwischen den einzelnen Werten sehen, aber die Daten in Spalten
erscheinen, w&auml;hlen Sie <i>Feste Breite</i>.</li>
</ul>

<p style="margin-left: 0.5cm"><b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://www.ooowiki.de/csvDatentabelle">OpenOffice.org-Wiki</a>.</p>
<a href="#top">nach oben</a>

<h2> 4.
<a name="4">Ich sehe &quot;###&quot; in einer Zelle, die vorher Daten enthielt. Wie mache ich meine Daten wieder sichtbar?</a>
</h2>
<p style="margin-left: 0.5cm">
Wenn der Inhalt einer Zelle die angezeigte Breite der Spalte &uuml;berschreitet, wird statt dessen &quot;###&quot; angezeigt.
Die Zahl hat also mehr Stellen, als in der Spaltenbreite angezeigt werden k&ouml;nnen. Wenn man die Zahl sehen will,
muss man die Spaltenbreite ver&auml;ndern:</p>

<p style="margin-left: 0.5cm">Bewegen Sie den Mauszeiger im Spaltenkopf in den rechten Zwischenraum der zu vergr&ouml;ßernden Spalte und der angrenzenden Spalte.
Beispiel: Spalte A ist zu schmal. Bewegen Sie die Maus im Spaltenkopf (grauer Bereich mit Anzeigen der Spalten A, B, C...)
zwischen Spalte A und B. Sie werden sehen, dass der Mauszeiger sein Aussehen ver&auml;ndert. Von einem Zeiger wird er genau
auf der Trennung zwischen zwei Spalten zu einem Pfeil, der nach zwei Seiten zeigt. Damit k&ouml;nnen Sie Breite der Spalte
links davon ver&auml;ndern. Halten Sie die linken Maustaste und ziehen Sie die Spalte nach links bis die Zahlen unten in
der Spalte sichtbar werden.
</p>
<p style="margin-left: 0.5cm">
<b>Tipp:</b> Ein Doppelklick auf diesen Bereich stellt automatisch die optimale Spaltenbreite ein;
d.h. die Spalte wird so weit verbreitert, wie es die breiteste Zelle in der Spalte ben&ouml;tigt.
</p>
<p style="margin-left: 0.5cm">Wenn der Zellinhalt ein Text ist, dann sehen Sie am rechten Rand der Zelle ein kleines rotes Dreieck
(statt wie bei Zahlen &quot;###&quot;). Dies weist darauf hin, dass sich in der Zelle noch Text befindet,
den Sie in der aktuellen Darstellung nicht sehen k&ouml;nnen.
</p>
<a href="#top">nach oben</a>

<h2> 5.
<a name="5">Wie kann ich daf&uuml;r sorgen, dass ein Text in einer Zelle umgebrochen wird?</a>
</h2>
<p style="margin-left: 0.5cm">
W&auml;hlen Sie:</p>
<ul>
<li> <i>Format > Zellen...</i></li>
<li> Im Dialog <i>Zellen formatieren</i> klicken Sie auf das Register <i>Ausrichtung</i>.</li>
<li> Im Bereich <i>Eigenschaften</i> aktivieren Sie <i>Automatischer Zeilenumbruch</i>.</li>
<li> W&auml;hlen Sie noch, ob die Silbentrennung eingeschaltet werden soll, und klicken Sie dann auf <i>OK</i>.</li>
</ul>

<p style="margin-left: 0.5cm">
Wenn Sie einen festen Zeilenumbruch an einer bestimmten Stelle im Text erzeugen wollen,
bewegen Sie Ihren Cursor an diese Stelle innerhalb des Textes und bet&auml;tigen Sie die Tastenkombination
<tt>Strg</tt>+<tt>Enter</tt>. Wenn Sie einen Zeilenumbruch in einem schon bestehenden Text einf&uuml;gen wollen,
f&uuml;hren Sie einen Doppelklick auf die Zelle aus, um den Text bearbeiten zu k&ouml;nnen, und geben Sie dann
<tt>Strg</tt>+<tt>Enter</tt> ein.
</p>
<a href="#top">nach oben</a>

<h2> 6.
<a name="6">Wie w&auml;hle ich eine oder mehrere Zeilen meiner Tabelle, die auf jeder Seite wiederholt werden sollen?</a>
</h2>
<p style="margin-left: 0.5cm">
F&uuml;hren Sie folgende Schritte aus:</p>
<ol>
<li> Markieren Sie die Zeile(n), die wiederholt werden soll(en). (Maus auf die Zeilennummer(n) am linken Rand!)</li>
<li> Dann w&auml;hlen Sie: <i>Einf&uuml;gen > Namen > Festlegen</i></li>
<li> Es erscheint der Dialog <i>Namen festlegen</i>. Dort geben Sie Ihrer Auswahl eine Namen, z.B. &quot;meineKopfzeilen&quot;.
Dieser Name darf keine Leerzeichen enthalten!</li>
<li> Klicken Sie auf <i>Zus&auml;tze</i>.</li>
<li> In <i>Bereichsart</i> aktivieren Sie <i>Wiederholungszeile</i>.</li>
<li> Klicken Sie auf <i>Hinzuf&uuml;gen</i>.</li>
<li> Klicken Sie auf <i>OK</i>.</li>
<li> W&auml;hlen Sie nun aus dem Men&uuml; <i>Format > Druckbereiche > Bearbeiten</i>.</li>
<li> Aus dem Listenfeld <i>Wiederholungszeile</i> w&auml;hlen Sie &quot;meineKopfzeilen&quot;
(oder wie auch immer Sie den markierten Bereich zuvor genannt haben).</li>
<li> Klicken Sie <i>OK</i>.</li>
</ol>

<p style="margin-left: 0.5cm">
<b>Tipp:</b> W&auml;hlen Sie zun&auml;chst einmal aus dem Listenfeld <i>Druckbereich</i> &quot;Keiner&quot;,
damit Sie erkennen, wie Ihre Seiten insgesamt aussehen w&uuml;rden. Machen Sie sich mit dem Begriff &quot;Druckbereich&quot; vertraut.
Danach w&auml;hlen Sie den Bereich, den sie tats&auml;chlich drucken wollen.
</p>
<p style="margin-left: 0.5cm">Wenn Sie nun drucken, werden diese Kopfzeilen auf jeder Seite wiederholt. Sie sehen diese Ver&auml;nderungen nicht am normalen
Bildschirm! Benutzen Sie <i>Datei > Seitenansicht</i> um das Druckbild vor dem Drucken zu sehen. Beachten Sie bitte, dass bei dem
Schritt <i>Wiederholungszeile</i> eine Eingabe in der Form <tt>$1:$3</tt> erlaubt ist. Dies bedeutet, dass die Zeilen 1 bis 3
auf jeder Seite wiederholt werden.
</p>
<p style="margin-left: 0.5cm"><b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das<a href="http://www.ooowiki.de/DruckBereich">OpenOffice.org-Wiki</a>.
</p>
<a href="#top">nach oben</a>

<h2> 7.
<a name="7">Ich m&ouml;chte in der Tabelle keine Gro&szlig;buchstaben am Anfang eines Satzes. Was soll ich tun?</a>
</h2>
<p style="margin-left: 0.5cm">
F&uuml;hren Sie folgende Schritte aus:</p>
<ol>
<li> Rufen Sie den Dialog <i>Extras > Autokorrektur</i>, Register <i>Optionen</i> auf.</li>
<li> Deaktivieren der Option <i>Jeden Satz mit einem Gro&szlig;buchstaben beginnen</i>.</li>
<li> Beenden Sie den Dialog mit einem Klick auf <i>OK</i>.</li>
</ol>

<a href="#top">nach oben</a>

<h2> 8.
<a name="8">Ich arbeite mit einer ziemlich gro&szlig;en Tabelle. Gibt es eine M&ouml;glichkeit die Spalten&uuml;berschriften
und die Zeilenbezeichnungen sichtbar zu lassen, wenn ich mich in der Tabelle nach unten und nach rechts bewege?</a>
</h2>
<p style="margin-left: 0.5cm">
Sie haben zwei M&ouml;glichkeiten um das gew&uuml;nschte Resultat zu erzielen:
</p>
<a href="#top">nach oben</a>

<h3> 8.1
<a name="81">Fixierung einer Zeile oder/und Spalte</a>
</h3>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> Klicken Sie direkt unter die Zeile oder rechts neben die Spalte, die die zu fixierenden Inhalte enth&auml;lt.</li>
<li> W&auml;hlen Sie aus dem Men&uuml; <i>Fenster > Fixieren</i>.</li>
</ul>

<p style="margin-left: 0.5cm"></p>
<b>Tipp:</b> Wenn Sie gleichzeitig Zeilen und Spalten fixieren wollen, w&auml;hlen Sie die obere linke Ecke,
die nicht fixiert werden soll, und w&auml;hlen dann <i>Fenster > Fixieren</i>. Wenn Sie also beispielsweise
nur die oberste Zeile (Zeile 1) und gleichzeitig die erste Spalte (Spalte A) fixieren wollen,
klicken Sie in die Zelle B2 und fixieren dann.

<a href="#top">nach oben</a>

<h3> 8.2
<a name="82">Tabellenfenster teilen</a>
</h3>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> Klicken Sie direkt unter die Zeilen oder rechts neben die Spalten, die die zu fixierenden Inhalte enthalten.</li>
<li> W&auml;hlen Sie aus dem Men&uuml; ''Fenster > Teilen''. Das Tabellenfenster wird geteilt. Es sieht auf den ersten
Blick genau so aus wie die Fixierung. Der Unterschied besteht aber darin, dass Sie in beiden geteilten Fenster den Cursor bewegen k&ouml;nnen.</li>
</ul>

<p style="margin-left: 0.5cm">
Es ist aber auch noch m&ouml;glich, das Tabellenfenster auf eine andere Art zu teilen: Ganz oben am rechten Scrollbalken
(&uuml;ber dem Pfeil) sehen sie eine kleine schwarze Linie. Wenn Sie den Mauszeiger &uuml;ber diese kleine schwarze Linie
f&uuml;hren, bemerken Sie, dass sich der Mauszeiger ver&auml;ndert (Doppelstrich mit einem Pfeil nach oben und unten).
Wenn der Mauszeiger sich ver&auml;ndert, klicken und ziehen Sie mit linken Maustaste eine waagrechte Tabellenteilung.
Die senkrechte Teilung erreichen Sie an der Stelle des unteren Scrollbalkens rechts.
</p>
<a href="#top">nach oben</a>

<h2> 9.
<a name="9">Wie drucke ich meine Tabelle(n) richtig?</a>
</h2>
<p style="margin-left: 0.5cm">
Der beste Weg eine gro&szlig;e Tabellenkalkulation auszudrucken, ist zun&auml;chst eine Vorschau des Ausdrucks
aufzurufen und dann die Druckeinstellungen so anzupassen, dass man zu einem wirkungsvollem Ergebnis gelangt:
</p>
<a href="#top">nach oben</a>

<h3> 9.1
<a name="91">Anpassung anhand der <i>Seitenansicht</i></a>
</h3>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> In der ge&ouml;ffneten Tabellenkalkulation w&auml;hlen Sie <i>Datei > Seitenansicht</i>.</li>
<li> Im erscheinenden Fenster benutzen Sie die Navigationsbutton um die Tabellenkalkulation anzusehen. Wenn die
Tabellenkalkulation zu gro&szlig; f&uuml;r die Seite ist, erscheinen die fehlenden Spalten auf der n&auml;chsten Seite.</li>
<li> Um die Seite f&uuml;r den Ausdruck zu verkleinern, klicken Sie in der Seitenansicht auf die Schaltfl&auml;che <i>Seitenformat</i>.
W&auml;hlen Sie im sich &ouml;ffnenden Dialog <i>Seitenvorlage: Standard</i> auf dem Register <i>Tabelle</i>. Im Bereich <i>Skalieren</i>
haben Sie eine Dropdown-Auswahl <i>Skalierungsmodus</i> mit folgender Auswahl:
<ul>
<li> Ausdruck verkleinern/vergr&ouml;&szlig;ern: <i>Skalierungsmodus</i> in Prozent,</li>
<li> Druckbereich(e) auf Breite/H&ouml;he anpassen: <i>Breite in Seiten</i> und <i>H&ouml;he in Seiten</i>,</li>
<li> Druckbereich(e) auf Seitenzahl anpassen: <i>Seitenzahl</i>.</li>
</ul></li>
<li> Passen Sie nun den Ausdruck nach Wunsch an und schlie&szlig;en Sie den Dialog mit <i>OK</i>.</li>
<li> Pr&uuml;fen Sie erneut in der noch ge&ouml;ffneten Seitenansicht Ihre Einstellungen.</li>
</ul>

<a href="#top">nach oben</a>

<h3> 9.2
<a name="92">Anpassung anhand der <i>Seitenumbruch-Vorschau</i></a>
</h3>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> Die Seite im Querformat/Hochformat einrichten. In der ge&ouml;ffneten Tabellenkalkulation w&auml;hlen Sie hierf&uuml;r <i>Format > Seite</i>.</li>
<li> In erscheinenden Dialog w&auml;hlen Sie das Register <i>Seite</i>.</li>
<li> Im Dialog <i>Papierformat</i> w&auml;hlen Sie die gew&uuml;nschte Ausrichtung und Seitenr&auml;nder und schlie&szlig;en den Dialog mit <i>OK</i>.</li>
<li> Dann w&auml;hlen Sie <i>Ansicht > Seitenumbruch-Vorschau</i>.</li>
<li> Dort sehen Sie blaue Linen um die Druckseiten sowie in hellem Grau die entsprechende Seitenzahl. Die Seitenr&auml;nder (blaue Linien)
k&ouml;nnen Sie nun mit der Maus verschieben um die Seiten anzupassen. Sollte z.B. die rechte Spalte nicht mehr auf die aktuelle Seite passen,
ziehen Sie einfach die blaue Seitengrenze mit der Maus um diese eine Spalte nach rechts. Beim Ausdruck wird dann der Druckbereich auf
den so ge&auml;nderten Seitenumbruch skaliert.</li>
<li> Um wieder in die normale Tabellenansicht zu wechseln, w&auml;hlen Sie erneut <i>Ansicht > Seitenumbruch-Vorschau</i>.</li>
</ul>

<p style="margin-left: 0.5cm">
<b>Hinweis:</b> Wenn in der Seitenumbruch-Vorschau alles grau erscheint, bedeutet das, dass kein Druckbereich festgelegt ist.
Wenn ein Druckbereich festgelegt ist, wird der Druckbereich mit einen wei&szlig;en Hintergrund und mit einen blauen Umriss
erscheinen. Ein graues <i>Seite N</i>, wobei &quot;N&quot; die Seitenfolge f&uuml;r die Tabelle ist, wird in der Mitte des
Druckbereiches erscheinen. Wenn kein Bereich zum Drucken festgelegt ist, ziehen Sie einfach mit der Maus aus der linken oberen
Ecke des Bereiches, der ausgedruckt werden soll, mit der Maus den Bereich auf, der gedruckt werden soll.
</p>
<a href="#top">nach oben</a>

<h2> 10.
<a name="10">Wie kann ich in meiner Tabellenkalkulation eine lange Titel-Zelle &uuml;ber mehrere Spalten erweitern?</a>
</h2>
<p style="margin-left: 0.5cm">
Folgen Sie diesen Anweisungen:</p>
<ul>
<li> Markieren Sie die Zeilen, in denen der Titel erscheint, indem Sie die erste Zelle anklicken,
den Maus-Button gedr&uuml;ckt halten und mit der Maus zur letzten Zelle ziehen.</li>
<li> W&auml;hlen Sie im Men&uuml; <i>Format > Zellen zusammenfassen > Festlegen</i>.</li>
</ul>

<p style="margin-left: 0.5cm"></p>
Oft soll der Text im Titelbereich zentriert werden. Dies erreichen Sie folgenderma&szlig;en:
<ul>
<li> Klicken Sie mit der rechten Maustaste auf die Titelzelle.</li>
<li> W&auml;hlen Sie im erscheinenden Kontextmen&uuml; <i>Zellen formatieren...</i>.</li>
<li> W&auml;hlen Sie das Register <i>Ausrichtung</i>.</li>
<li> W&auml;hlen Sie unter <i>Textausrichtung</i> &quot;Horizontal&quot; und &quot;zentriert&quot;.</li>
<li> Sie k&ouml;nnen in diesem Men&uuml; auch andere &Auml;nderungen an der Zelle vornehmen.</li>
<li> Klicken Sie auf <i>OK</i>.</li>
</ul>

<a href="#top">nach oben</a>

<h2> 11.
<a name="11">Wie drehe ich einen Spalten-Titel, damit er schr&auml;g oder senkrecht gestapelt &uuml;ber meiner sehr schmalen Spalte sitzt?</a>
</h2>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> Klicken Sie mit der rechten Maustaste auf die Zelle.</li>
<li> W&auml;hlen Sie im Kontextmen&uuml; <i>Format > Zellen formatieren...</i></li>
<li> Im erscheinenden Dialog w&auml;hlen Sie das Register <i>Ausrichtung</i>.</li>
<li> Im Bereich <i>Textorientierung</i> geben Sie einen Winkel ein oder ziehen mit der Maus den blauen Punkt auf dem Kreis,
um eine Winkelschr&auml;ge f&uuml;r die Schrift zu w&auml;hlen.</li>
<li> Alternativ klicken Sie <i>Senkrecht gestapelt</i> an, um den Text in der Vertikalen von oben nach unten gestapelt zu formatieren.</li>
<li> Klicken Sie auf <i>OK</i>.</li>
</ul>

<a href="#top">nach oben</a>

<h2> 12.
<a name="12">Wie erzeuge ich ein Diagramm, das automatisch auf dem neuesten Stand ist, wenn sich die Daten &auml;ndern?</a>
</h2>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> W&auml;hlen Sie Men&uuml; <i>Extras > Optionen > OpenOpenOffice.org Calc > Allgemein</i></li>
<li> Im Bereich <i>Aktualisierung </i>/<i>Verkn&uuml;pfungen beim Laden aktualisieren</i> ein H&auml;ckchen bei <i>Immer</i></li>
</ul>

<p style="margin-left: 0.5cm">
<b>Beachten Sie:</b> Das ist eine allgemeine Einstellung und wird f&uuml;r alle Diagramme in der Tabelle &uuml;bernommen.
Ist dies nicht erw&uuml;nscht, dann kann man die Aktualisierung auf <i>Auf Nachfrage</i> einstellen.
</p>
<a href="#top">nach oben</a>

<h2> 13.
<a name="13">Wie sch&uuml;tze ich Zellen oder eine Tabelle in meiner Tabellenkalkulation gegen &Auml;nderungen?</a>
</h2>
<p style="margin-left: 0.5cm">
Der Zellenschutz ist zun&auml;chst einmal f&uuml;r alle Zellen standardm&auml;&szlig;igen aktiv.</p>
<a href="#top">nach oben</a>

<h3> 13.1
<a name="131">Eine ganze Tabelle sch&uuml;tzen</a>
</h3>
<p style="margin-left: 0.5cm">
Um das ganze Tabellenblatt gegen unerw&uuml;nschte &Auml;nderungen zu sch&uuml;tzen, w&auml;hlen Sie
<i>Extras > Dokument sch&uuml;tzen > Tabelle...</i>.
Danach k&ouml;nnen Sie ein Kennwort eingeben, das nochmals best&auml;tigt werden muss.
Ihre Tabelle kann nun nicht mehr von Unbefugten ver&auml;ndert werden. M&ouml;chten Sie selbst &Auml;nderungen
an der Tabelle vornehmen, m&uuml;ssen Sie den Schutz zun&auml;chst deaktivieren. Dies erfolgt in der gleichen
Reihenfolge &uuml;ber <i>Extras > Dokument sch&uuml;tzen</i>. Der Men&uuml;punkt <i>Tabelle...</i> hat nun ein
H&auml;kchen davor, was bedeutet, dass die Tabelle gesch&uuml;tzt ist. Klicken Sie darauf und geben das
festgelegte Kennwort ein, best&auml;tigen es nochmals und die Tabelle ist wieder editierbar.
</p>
<a href="#top">nach oben</a>

<h3> 13.2
<a name="132">Einzelne Zellen oder Zellbereiche sch&uuml;tzen</a>
</h3>
<p style="margin-left: 0.5cm">
Falls Sie nur einzelne Zellen sch&uuml;tzen m&ouml;chten, m&uuml;ssen Sie zun&auml;chst den Zellsch&uuml;tz
f&uuml;r alle Zellen der Tabelle deaktivieren.</p>
<ul>
<li> W&auml;hlen Sie dazu die gesamte Tabelle aus.<br/> <b>Tipp:</b> Eine schnelle M&ouml;glichkeit ist,
das kleine, graue K&auml;stchen oberhalb von Zeile 1, links von Spalte a anzuklicken.</li>
<li> W&auml;hlen Sie den Dialog <i>Format > Zellen...</i>und das Register <i>Zellschutz</i>.</li>
<li> Entfernen Sie im Bereich <i>Schutz</i> das H&auml;kchen bei <i>Gesperrt</i>.</li>
<li> Klicken Sie auf <i>OK</i>.</li>
<li> Nun w&auml;hlen Sie die Zellen die gesch&uuml;tzt werden sollen aus.</li>
<li> W&auml;hlen Sie wieder <i>Format > Zellen...</i> und das Register <i>Zellschutz</i>.</li>
<li> Setzen Sie im Bereich <i>Schutz</i> das H&auml;kchen bei <i>Gesperrt</i>.</li>
<li> Klicken Sie auf <i>OK</i>.</li>
<li> Aktivieren Sie den Zellschutz wie oben bei &quot;Eine ganze Tabelle sch&uuml;tzen&quot; beschrieben.</li>
</ul>

<a href="#top">nach oben</a>

<h2> 14
<a name="14">Wie speichere ich Tabellendaten als CSV (Textformat)?</a>
</h2>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> W&auml;hlen Sie <i>Datei > Speichern unter...</i>.</li>
<li> Im erscheinenden Dialog w&auml;hlen Sie den Dateityp <i>Text CSV (.csv)</i>.</li>
<li> Setzen Sie ein H&auml;kchen bei <i>Filtereinstellungen bearbeiten</i>.</li>
<li> Vergeben Sie einen Dateinamen.</li>
<li> Klicken Sie dann auf <i>Speichern</i>.</li>
<li> Im folgenden Dialog k&ouml;nnen Sie noch Angaben zur Art der Speicherung machen. Ein Klick auf die Schaltfl&auml;che
<i>Hilfe</i> &ouml;ffnet eine Hilfeseiten, auf der die Optionen beschrieben sind.</li>
<li> Nachdem Sie Ihre Einstellungen vorgenommen haben, klicken Sie auf auf <i>OK</i>.</li>
</ul>

<a href="#top">nach oben</a>


<h2> 15.
<a name="15">Einige von den Zeilen/Spalten in meinem Tabellenblatt sind versteckt. Wie kann ich diese wieder sichtbar machen?</a>
</h2>
<p style="margin-left: 0.5cm">
Mit dem <i>Einblenden</i>-Befehl kann man Zeilen oder Spalten in einem Tabellenblatt wieder einblenden.
Ob Zeilen oder Spalten ausgeblendet sind, sehen Sie daran, dass Zeilen oder Spalten nicht fortlaufend durch
Zahlen/Buchstaben benannt sind.
Um Spalten einzublenden markieren Sie die Spalte vor und nach der ausgeblendeten Spalte.
Beispiel: Spalte D ist ausgeblendet. Sie erkennen es daran, dass die Spaltenk&ouml;pfe die Bezeichnung A | B | C | E | zeigen.</p>
<ul>
<li> Markieren Sie die Spalten C und E indem Sie mit der linken Maustaste auf den Spaltenkopf C klicken,
Maustaste halten und bis Spaltenkopf E ziehen.</li>
<li> Klicken Sie mit der rechten Maustaste in den Spaltenkopf einer der markierten Spalten.</li>
<li> In erscheinenen Kontextmen&uuml; w&auml;hlen Sie <i>Einblenden</i>.</li>
<li> Die Spalte D ist wieder sichtbar.</li>
</ul>

<p style="margin-left: 0.5cm">
Um Zeilen einzublenden gehen Sie analog vor, indem Sie die Zeilenk&ouml;pfe auf der linken Seite der Tabelle
vor und nach der ausgeblendeten Zeile markieren.
Sie k&ouml;nnen auch alle ausgeblendeten Spalten und Zeilen auf einmal einblenden:</p>
<ul>
<li> Markieren Sie das ganze Tabellenblatt, z. B. mit dem Tastaturk&uuml;rzel [Strg]-A.</li>
<li> W&auml;hlen Sie <i>Format > Spalten > Einblenden</i> um alle Spalten einzublenden.</li>
<li> W&auml;hlen Sie <i>Format > Zeilen > Einblenden</i> um alle Zeilen einzublenden.</li>
</ul>

<a href="#top">nach oben</a>

<h2> 16.
<a name="16">Wie formatiere ich Zellen in einer OOo Tabellenkalkulation so, dass die Zeilennummern automatisch erscheinen?</a>
</h2>
<p style="margin-left: 0.5cm">
Eine M&ouml;glichkeit (dieses Beispiel nimmt an, dass Sie Ihre erste Nummer in die Zelle A1 schreiben):</p>
<ol>
<li> Geben Sie die Formel &quot;=ZEILE(A1)&quot; in die Zelle A1 ein und dr&uuml;cken die Eingabetaste.</li>
<li> Markieren Sie die Zelle erneut, indem Sie die Zelle anklicken.</li>
<li> Die Zelle erh&auml;lt einen Rahmen und im unteren, rechten Eck ein kleines Quadrat.</li>
<li> Wenn Sie die dieses Quadrat mit der linken Maustaste anfassen und nach unten ziehen, wird die Formel nach unten
kopiert und angepasst.<br/>
Aus der Formel &quot;=ZEILE(A1)&quot; wird in Zelle A2 &quot;=ZEILE(A2)&quot; usw.
</li>
</ol>

<p style="margin-left: 0.5cm">
Sie k&ouml;nnen bei Bedarf die Nummerierung erweitern, indem Sie die letzte nummerierte Zelle anfassen und weiter nach
unten ziehen wie unter 4 beschrieben.
</p>
<a href="#top">nach oben</a>

<h2> 17.
<a name="17">Kann ich regul&auml;re Ausdr&uuml;cke (Wildcards) verwenden, die sowohl von Excel<sup>&reg;</sup> als auch von
<b>CALC</b> verstanden werden?</a>
</h2>
<p style="margin-left: 0.5cm">
Um in <b>CALC</b> regul&auml;re Ausdr&uuml;cke zu verwenden, mu&szlig; unter
<i>Extras > Optionen > <b>OpenOffice.org CALC</b> > Berechnen</i> die Option <i>Regul&auml;re Ausdr&uuml;cke in Formeln erm&ouml;glichen</i>
eingeschaltet sein.</p>
<p style="margin-left: 0.5cm">(Diese Einstellung ist normalerweise bei der Installation vorhanden).</p>

<p style="margin-left: 0.5cm">Bei Excel<sup>&reg;</sup> werden die Wildcards &quot;*&quot; bzw. &quot;?&quot; verwendet.
Bei <b>CALC</b> werden daf&uuml;r regul&auml;re Ausdr&uuml;cke wie &quot;.*&quot; oder &quot;.?&quot; verwendet.
Dies ist notwendig, da <b>CALC</b> sehr differenzierte regul&auml;re Ausdr&uuml;cke erm&ouml;glicht.<br/>
Da diese beiden Darstellungen nicht kompatibel sind, k&ouml;nnen regul&auml;re Ausdr&uuml;cke nicht in Excel<sup>&reg;</sup> und in <b>CALC</b> verwendet werden.
Dies muss bei den Formeln ber&uuml;cksichtigt werden.
</p>
<p style="margin-left: 0.5cm">Ein Beispiel, f&uuml;r eine Formel, bei der urspr&uuml;nglich regul&auml;re Ausdr&uuml;cken verwendet wurden:<br/>
Die Formel z&auml;hlt alle Zellen, in denen der Buchstabe &quot;G&quot; vorkommt.
</p>
Original:
<ul><li> &quot;=Z&Auml;HLENWENN(A2:E2;&quot;.*G.*&quot;)&quot;</li></ul>

<p style="margin-left: 0.5cm">
Neu:</p>
<ul>
<li> &quot;=SUMME(WENN(ISTFEHLER(FINDEN(&quot;G&quot;;A4:G4));0;1))&quot;</li>
</ul>

<p style="margin-left: 0.5cm">
Die Formeln m&uuml;ssen als Matrixformeln markiert werden.
</p>
<a href="#top">nach oben</a>

<h2> 18.
<a name="18">Wie kann ich verhindern, das <b>CALC</b> ein Datum bei der Eingabe 1/2 als &frac12; darstellt?</a>
</h2>
<p style="margin-left: 0.5cm"></p>
<ul>
<li> die Autokorrektur ausschalten
<ol>
<li>  <i>Extras > Autokorrektur...</i></li>
<li>  Registerblatt <i>Optionen</i></li>
<li>  H&auml;kchen bei <i>1/2 durch &frac12;  ersetzen</i> l&ouml;schen</li>
</ol>
Nachteil: diese Einstellung gilt f&uuml;r das ganze Dokument bzw. f&uuml;r alle Module.
</li>
<li> statt  1/2 1/2/ eingeben</li>

<li> Datumsformat der Zellen &auml;ndern
<ol>
<li> <i>Format > Zellen </i></li>
<li> Registerblatt <i>Zahlen</i></li>
<li> <i>Datum</i> in der Liste <i>Kategorie</i> ausw&auml;hlen</li>
<li> bei <i>Format-Code</i> TT/MM/JJ oder MM/TT/JJ eingeben, je nach Anforderung</li>
<li> mit <i>OK</i> best&auml;tigen</li>
<li> Datum als 1.2 eingeben</li>
</ol>
</li>
</ul>

<a href="#top">nach oben</a>

<h2> 19.
<a name="19">Wie kann ich Variablen bei Formeln verwenden?</a>
</h2>
<p style="margin-left: 0.5cm"></p>
<ol>
<li> Der gew&uuml;nschte Wert wird in eine Zelle geschrieben. z.Bsp ''xxx'' in die Zelle ''A1''</li>
<li> Die Zelladresse wird in der Formel an Stelle des Werts verwendet. z.Bsp. &quot;=FINDEN(A1;D4)&quot; (sucht xxx in der Zelle D4)</li>
</ol>

<p style="margin-left: 0.5cm">
<b>Tipp</b>: Damit leichter verst&auml;ndlich wird, was die Variable bedeuten soll, kann man der Zelle, die die Variable enth&auml;lt, einen Namen geben.<br/>
Im Beispiel: <i>SUCH</i> als Name f&uuml;r <i>A1</i>, die Formel lautet dann: &quot;=FINDEN(SUCH;D4)&quot;<br/>
Dies hilft auch sp&auml;ter die Zelle wieder zu finden, in der die Variable steht, falls der Wert ver&auml;ndert werden soll.
</p>
<a href="#top">nach oben</a>

<h2> 20.
<a name="20">Wie berechne ich Zeitabst&auml;nde so, dass sie sowohl von <b>CALC</b> als auch von Excel<sup>&reg;</sup>
verwendet werden k&ouml;nnen?</a>
</h2>
<p style="margin-left: 0.5cm">
(Heute() wird von B11 abgezogen)
<br/>
normale Zeitabstandsberechnung in Calc:</p>
<ul>
<li> Jahre:		 &quot;=JAHRE(HEUTE();B11; 0)&quot;</li>
<li> Monate: 	&quot;=MONATE(HEUTE();B11; 0)&quot;</li>
<li> Tage:		&quot;=TAGE(HEUTE();B11)&quot;</li>
</ul>
<p style="margin-left: 0.5cm">kompatible Zeitabstandsberechnung:</p>
<ul>
<li> Jahre:		&quot;=ABRUNDEN(BRTEILJAHRE(B11;HEUTE());0)&quot;</li>
<li> Monate:	&quot;=ABRUNDEN(BRTEILJAHRE(B11;HEUTE())*12;0)&quot;</li>
<li> Tage:		&quot;=ABRUNDEN(BRTEILJAHRE(B11;HEUTE())*365;0)&quot;</li>
</ul>

<a href="#top">nach oben</a>

<h2> 21.
<a name="21">Wie bekomme ich ein berechnetes Datum in einen Text eingebunden?</a>
</h2>
<p style="margin-left: 0.5cm">
Eine einfache Verkn&uuml;pfung wie &quot;=&quot;Starttext: &quot; &amp; (B1+14) &amp; &quot; :Endtext&quot;&quot;
f&uuml;hrt zu: &quot;Starttext: 39747 :Endtext&quot;<br/>
Um das Datum als Datum anzuzeigen, muss das Datum formatiert werden: &quot;=&quot;Starttext: &quot; &amp;  TEXT(B1+14;"tt.mm.jjjj")
&amp; &quot; :Endtext&quot;&quot; führt zu &quot;Starttext: 26.10.2008 :Endtext&quot;
</p>
<a href="#top">nach oben</a>

<h2> 22.
<a name="22">Wo erhalte ich weitere Hilfe?</a>
</h2>
<p style="margin-left: 0.5cm">
Sollten Sie Ihr Problem mit den Hilfen auf dieser Seite nicht l&ouml;sen k&ouml;nnen und ben&ouml;tigen
Sie deshalb pers&ouml;nliche Hilfe, so wenden Sie sich mit Ihrer Frage am einfachsten an die Users-Mailingliste.
Informationen zum An- und Abmelden erhalten Sie unter <a href="http://de.openoffice.org/probleme.html">http://de.openoffice.org/probleme.html</a>.
<br/>
M&ouml;glicherweise finden Sie aber die L&ouml;sung Ihres Problems auch in der
<a href="http://de.openoffice.org/doc/index.html">Dokumentation</a>,
in den <a href="http://de.openoffice.org/foren.html">Foren</a>
oder unter <a href="http://www.ooowiki.de">www.ooowiki.de</a>.
</p>
<a href="#top">nach oben</a>



<p>&nbsp;</p>
<p><a href="http://de.openoffice.org/doc/index.html">zur&uuml;ck zur Dokumentations-Hauptseite</a> | <a href="http://de.openoffice.org/doc/faq/index.html">zur&uuml;ck zur &Uuml;bersichtsseite der deutschsprachigen FAQs</a></p>
 <p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>

</div>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
