
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
        <title>CampOpenOffice.org 12./13. August 2006</title>
        <!-- Start de-header -->
        <link rel="stylesheet" href="../styles/de.css" media="screen" type="text/css" />
        <link rel="stylesheet" href="../styles/de_print.css" media="print" type="text/css" />
        <link rel="stylesheet" title="mit Navbar" href="../styles/de_navbar.css" media="screen" type="text/css" />
        <link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
        <script type="text/javascript" src="../styles/de.js"></script>

        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />


    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/veranstaltungen/">veranstaltungen</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<!-- Start Navbar -->
<table id="navbar_de" summary="Navigationsleiste" border="0" cellspacing="0" cellpadding="0">

	<tr><th>Empfang</th></tr>
	<tr><td><a href="../../index.html">Startseite</a></td></tr>

	<tr><th>Software</th></tr>

		<tr><td><a href="../product/index.html">Produktinfo</a></td></tr>
		<tr><td><a href="../about-features.html">Features</a></td></tr>
		<tr><td><a href="../about-downloads.html">Download</a></td></tr>
		<tr><td><a href="../about-cdrom.html">CD-ROM bestellen</a></td></tr>
		<tr><td><a href="../spellcheck/about-spellcheck.html">Rechtschreibpr&uuml;fung</a></td></tr>

	<tr><th>Dokumentation</th></tr>
		<tr><td><a href="../about-documentation.html">Inhalt</a></td></tr>
		<tr><td><a href="../doc/setupguide/index.html">Installationshandbuch</a></td></tr>
		<tr><td><a href="../doc/howto/index.html">How-Tos</a></td></tr>
		<tr><td><a href="../doc/faq/index.html">FAQs</a></td></tr>
		<tr><td><a href="../about-literatur.html">Literatur</a></td></tr>

	<tr><th>Support</th></tr>
		<tr><td><a href="../about-users-mailinglist.html">Hilfe per Mail</a></td></tr>
		<tr><td><a href="../foren.html">Foren (extern)</a></td></tr>
		<tr><td><a href="../about-support.html">Professioneller Support</a></td></tr>

	<tr><th>Marketing</th></tr>
		<tr><td><a href="../marketing/marketing.html">Marketing-Material</a></td></tr>
		<tr><td><a href="../veranstaltungen/index.html">Veranstaltungen</a></td></tr>
		<tr><td><a href="../presse/about-presskit.html">Presse-Infos</a></td></tr>
		<tr><td><a href="../presse/about-presse-faq.html">Presse-FAQ</a></td></tr>

	<tr><th>&Uuml;ber das Projekt</th></tr>
		<tr><td><a href="../about-ooo/about-history.html">Geschichte</a></td></tr>
		<tr><td><a href="../about-ooo/about-milestones.html">Meilensteine</a></td></tr>
		<tr><td><a href="../about-ooo/about-projects.html">Unterprojekte</a></td></tr>
		<tr><td><a href="../about-ooo/about_incubator.html">Incubator</a></td></tr>
		<tr><td><a href="../about-ooo/about-whitepapers.html">Whitepapers</a></td></tr>
		<tr><td><a href="../sponsoren/index.html">Sponsoren</a></td></tr>

	<tr><th>Mithelfen</th></tr>
		<tr><td><a href="../about-helping.html">...&nbsp;aber wie?</a></td></tr>
		<tr><td><a href="../about_unterstuetzung.html">Zuwendungen</a></td></tr>
		<tr><td><a href="../dev/ansprechpartner.html">Ansprechpartner</a></td></tr>

	<tr><th>Sonstiges</th></tr>
		<tr><td><a href="../bildung/index.html">Bildungsportal</a></td></tr>
		<tr><td><a href="../credits.html">Danksagungen</a></td></tr>
		<tr><td><a href="../links.html">Links</a></td></tr>
		<tr><td><a href="../about-linking.html">Unsere Seiten linken</a></td></tr>
		<tr><td><a href="../about-legal.html">Rechtliches</a></td></tr>

	<tr><th><a href="../dev/index.html">Infos f&uuml;r Helfer</a></th></tr>

</table>
<!-- End Navbar -->

<div id="body_de">
<h2>CampOpenOffice.org 2006</h2>
<h3>von Pinguinen, Bugs und Schlosshunden</h3>
<p>Am Wochenende vom 11. bis 13. August 2006 fand das erste CampOpenOffice.org statt. Die zwanzig wackeren Teilnehmerinnen und Teilnehmer nebst Schlosshund, die teilweise sogar aus der Schweiz angereist waren, fanden sich am Freitagabend in Diez in der N&auml;he von Limburg ein. Trotz der Anziehungskraft, die das Open-Source-Projekt auf alle ausge&uuml;bt hat, wollten einige aber lieber doch noch dem Stauhopping fr&ouml;nen, sodass wir erst gegen 19:00 Uhr nach dem gemeinsamen Abendessen die Kennenlern-Runde starten konnten, nicht jedoch, ohne zuvor auf den verwinkelten, engen G&auml;ngen unseres Herbergsschl&ouml;sschens die Suche nach dem eigenen Zimmer anzutreten.</p>
<p>Nachdem auch diese H&uuml;rde genommen war, kl&auml;rten die Gruppenleiter die Teilnehmer &uuml;ber die Risiken und Nebenwirkungen des Wochenendes auf. Davon sichtlich unbeeindruckt, harrten alle Anwesenden der Dinge, die da kommen w&uuml;rden. Obwohl im Reisegep&auml;ck leider kein Platz mehr f&uuml;r ausreichend Sonnenschein war, gelang es uns doch noch, den Sonnengott gn&auml;dig zu stimmen und wenigstens ein paar Sonnenstrahlen aufzusaugen.</p>
<p>Die brauchten wir auch f&uuml;r den kommenden Tag, denn nach einer mehr oder weniger kurzen Nacht wurde es am Samstag ernst. Bei einer zun&auml;chst allgemeinen Einf&uuml;hrung wurde mehr &uuml;ber die Geschichte und Struktur des Projekts erz&auml;hlt. Darauf fanden wir uns in kleinen Gruppen zusammen, die sich unter der wachsamen und f&uuml;rsorglichen Aufsicht der Gruppenleiter - allesamt gediente Mitglieder des Projekts -  jeweils einem speziellen Thema widmeten. Zur Auswahl standen die Bereiche Qualit&auml;tssicherung (QA), Datenbanken und Marketing.</p>
<p>Zun&auml;chst gab es - passend zum Wetter - graue Theorie. Nachdem die Teilnehmer sich davon nicht schocken lie&szlig;en, machten wir uns, gest&auml;rkt durch ein opulentes und nahrhaftes Mittagessen, in der zweiten Tagesh&auml;lfte an ein praktisches Projekt, damit das soeben Gelernte auch gleich zur Anwendung kommen konnte. W&auml;hrend sich die Marketing-Gruppe im Jahre der reformierten Rechtschreibreform mit den Spitzfindigkeiten der deutschen Sprache beim Verfassen von Pressemitteilungen und dieser Nachlese intensiv auseinandersetzte, konzipierte die Datenbankgruppe eine Datenstruktur f&uuml;r die schon seit l&auml;ngerem geplante Kontaktdatenbank. Damit diese auch fehlerfrei genutzt werden kann, waren die QA-Kammerj&auml;ger damit besch&auml;ftigt, auch den letzten K&auml;fer ausfindig zu machen und zu eliminieren.</p>
<p>Als ob diese Strapazen nicht schon genug gewesen w&auml;ren, stellten die Schlossherren vor das Abendessen noch mehrere Pr&uuml;fungen, bei denen jeder seine Heldenhaftigkeit unter Beweis stellen musste. Angetrieben durch den schmackhaften Duft von gegrilltem Fleisch und angespornt von der Aussicht auf k&ouml;nigliche Preise, l&ouml;sten alle die kryptischen R&auml;tsel mit Bravour, sodass einem gem&uuml;tlichen Abend nichts mehr im Wege stand.</p>
<p>Nur unterbrochen durch einige wenige Stunden Schlaf, tankten die tapferen Krieger beim Fr&uuml;hst&uuml;ck neue Energie, um sich ein letztes Mal in ihren Gruppen zusammenzufinden. Nachdem wir uns beim Mittagessen nochmals gest&auml;rkt haben und gemeinsam das Camp in gro&szlig;er Runde Revue passieren lie&szlig;en, mussten wir uns leider wieder auf den langen Heimweg machen.</p>
<p>Motiviert durch die Erlebnisse des Wochenendes waren sich alle einig, dass das erste CampOpenOffice.org nicht das letzte gewesen sein sollte.</p>
<p>Fotos von Claudius Coenen: <a href="http://www.amenthes.de/linker.php?path=Fotos_2006/2006-08-11_OpenOffice.org-Camp">Link</a>
<br>Weitere Fotos: <a href="http://www.flickr.com/photos/floeff/sets/72157594237731175/">Link</a>
</div>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
