
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Writer FAQ</title>
	<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />

	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<!-- >
	Kommentare zur Seite
	$Id: 037.html 2004/01/04 17:12 cmarkgraf
	< -->
	<!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/writer/">writer</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<div id="body_de">
<h2>037 - Wie f&uuml;ge ich Sonderzeichen ein?</h2>

<p>Die einfachste Methode ist es, die Sonderzeichen aus einer Tabelle auszuw&auml;hlen:</p>

<ul>
<li>
<p>W&auml;hlen Sie im Pulldown Men&uuml; <b>Einf&uuml;gen-Sonderzeichen</b></p>
</li>

<li>
<p>Es &ouml;ffnet sich das Fenster "Sonderzeichen". Dort werden alle verf&uuml;gbaren Zeichen aufgelistet.</p>
</li>

<li>
<p>W&auml;hlen Sie ein Zeichen aus, indem Sie darauf klicken. Wenn Sie das gew&uuml;nschte Zeichen nicht sehen, ist es m&ouml;glicherweise in der ausgew&auml;hlten Schriftart nicht verf&uuml;gbar. Ver&auml;ndern Sie die Schriftart, um m&ouml;glicherweise Ihr gesuchtes Zeichen zu finden.</p>
</li>

<li>
<p>Nachdem Sie ein oder mehrere Zeichen gew&auml;hlt haben, klicken Sie auf <b>[OK]</b> damit die Zeichen an der Stelle in den Text eingef&uuml;gt werden, an der sich Ihr Textcursor befindet.</p>
</li>
</ul>

<p>Nicht immer (OpenOffice.org - ist verf&uuml;gbar f&uuml;r Windows, Linux und Solaris) kann OpenOffice.org alle Zeichen in jeder Schriftart anbieten - so z. B.: langer Bindestrich oder typografische Anf&uuml;hrungszeichen. Das h&auml;ngt von dem verwendeten System ab.</p>

<p>Bestimmte mathematische Zeichen, die in Formeln verwendet werden, f&uuml;gt man wie folgt ein:</p>

<ul>
<li>
<p>Aus dem Pulldown Men&uuml; w&auml;hlen Sie: <b>Einf&uuml;gen-Objekt-Formel</b></p>
</li>

<li>
<p>In dem "Command" Fenster, dr&uuml;cken Sie die rechte Maustaste, um das Kontextmen&uuml; aufzurufen. Die verf&uuml;gbaren Operatoren und Symbole finden Sie in dem Men&uuml;.</p>
</li>

<li>
<p>Das "Command" Fenster hat keinen Schalter, mit dem es geschlossen werden kann. Deshalb klicken Sie ausserhalb der Formelbox (ganz gleich wo im Dokument) um dieses Fenster zu schliessen.</p>
</li>
</ul>

<p>Formeln sind grafische Objekte. Zeichen, die Sie auf diese Art eingef&uuml;gt haben, werden deshalb in andere Anwendungen nicht oder nicht richtig konvertiert.</p>

<p>OpenOffice.org unterst&uuml;tzt auch die Eingabe von Zeichen mit Akzenten, Ligaturen (Doppelbuchstaben), W&auml;hrungssymbolen usw. durch Zeichenkombinationen auf der Tastatur.</p>

<p><a href="index.html">Zur&uuml;ck zur Textverarbeitung Startseite</a> | <a href="../index.html">Zur&uuml;ck zur FAQ Hauptseite</a></p>
</div>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
