
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    // This line is already part of every file. Adding it here is resulting in a double entry which is against the W3C standard.
    // <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
    
  <meta name="Author" content="OSELE Vincent">
    
  <meta name="GENERATOR"
 content="Mozilla/4.6 [fr] (Win95; I) [Netscape]">
  <title>Issuezilla Voting</title>

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/fr/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/fr/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fr/">fr</a>&nbsp;&raquo;&nbsp;<a href="/fr/archives/">archives</a>&nbsp;&raquo;&nbsp;<a href="/fr/archives/docs/">docs</a>&nbsp;&raquo;&nbsp;<a href="/fr/archives/docs/IssueZilla/">IssueZilla</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
  
<h1> Le vote Issuezilla</h1>
 Les votes vous permettent de prendre part de fa&ccedil;on active dans l'ordonnacement 
et les priorit&eacute;s de l'activit&eacute; de votre projet. Selon la configuration
de votre projet, chaque utilisateur peut avoir un certain nombre de votes.
M&ecirc;me si le vote est autoris&eacute; dans votre domaine, il peut &ecirc;tre
restreint en fonction du param&eacute;trage du projet. 
<p>Les utilisateurs peuvent r&eacute;partir leurs votes comme bon leur semble,
mais ne peuvent pas d&eacute;passer le quota qui leur a &eacute;t&eacute; 
affect&eacute; au d&eacute;part. Le nombre de votes autoris&eacute;s pour 
chacun d&eacute;pend de l'administrateur du domaine (10 votes autoris&eacute;s 
par d&eacute;faut). Avec vos votes, vous pouvez favoriser les bogues &agrave; 
corriger et am&eacute;liorations &agrave; r&eacute;aliser qui vous sembles 
les plus importantes. </p>
<p><b>Utilisation de vos votes</b> </p>
<p>Le nombre de votes que vous utilisez ne d&eacute;pend que de vos propres 
choix. Vous pouvez voter plusieurs fois pour la m&ecirc;me bogue ou am&eacute;lioration. 
Vous pouvez utiliser plusieurs votes pour la m&ecirc;me r&eacute;f&eacute;rence 
ou les r&eacute;partir sur plusieurs. Vous &ecirc;tes enti&egrave;rement libre
de vos choix mais vous &ecirc;tes limit&eacute; par le nombre total de votes
qui vous sont affect&eacute;s (en g&eacute;n&eacute;ral deux). </p>
<p><b>Combien j'ai de votes ?</b> </p>
<p>Vous pouvez visualiser vos votes &agrave; tous moment en allant sur <b>Issue
Tracking/<i>Recherche de bogues</i></b> <i>(NDT: par le menu "My Issues"/"Mes
bogues" ou "Find an Issue"/"Rechercher un bogues")</i> et en cliquant sur
<i>My Votes/Mes votes</i> la barre de navigation des bogues. </p>
<p><b>Comment voter pour un bogue ?</b> </p>
<p>Pour savoir si vous pouvez voter pour un bogue ou conna&icirc;tre le nombre
de votes possible, ouvrez le formulaire de bogue qui vous int&eacute;rresse. 
Si le projet vous autorise &agrave; voter, vous trouverez une ligne <i>Votes/Votes</i> 
juste au dessus du champ <i>Additional Comments/Commentaires suppl&eacute;mentaires</i>. 
Sur cette ligne vous trouverez un nombre indiquant le nombre de votes que 
vous avez utilis&eacute; pour cette r&eacute;f&eacute;rence ainsi qu'un lien
pour voter pour celle-ci.. Cliquez sur <i>Vote for this issue/Voter pour
ce bogue</i> pour voir le nombre de bogue dont vous disposez, le nombre de
votes utilis&eacute;s ainsi que le nombre de votes pour cette r&eacute;f&eacute;rence. 
Ensuite, pour chaque modification de cette fiche de bogue, vous recevrez un
courriel vous informant des changements qui ont eu lieu. </p>
<p>Si vous avez l'autorisation de voter pour ce projet, vous pouvez cliquer 
sur <i>Vote for this issue/Voter pour ce bogue</i> sous le champ <i>Additional 
Comments/Commentaires additionnel</i> et r&eacute;partir votre nombre de votes
dans chaque champ votes de la page. Apr&egrave;s avoir remplit tout cela,
cliquer sur le bouton <b>Submit/Envoyer</b>. </p>
<p><b>Comment voir tous les votes effectu&eacute;s ?</b> </p>
<p>Vous pouvez lancer une requ&egrave;te pour tous les bogues qui ont au moins
1 vote, en entrant "1" dans le champ <i>At least ____ votes/Au moins ____
votes</i> en cliquant sur le bouton <b>Submit query/Envoyer requ&ecirc;te</b>. 
Vous verrez allors un rapport contenant toutes les formulaires de votre projet 
qui ont au moins un vote. Grace &agrave; ce rapport, vous pouvez voir l'ensemble 
des votes pour chaque bogue et, en cliquant sur le lien d'une fiche vous pouvez
ajuster vos votes comme vous le pr&eacute;ferez. </p>
<br>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
