
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    




  
  
  
  
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type" />





  
  
  
  
  
  <title>Avvenimenti</title>

    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/it/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/it/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/it/">it</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/">stampa</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/comunicati/">comunicati</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      








<h2>E' arrivato OpenOffice.org 2.0 in italiano</h2>




<div class="item">
<div class="item" id="newsprimaryarticle">PLIO, 2 novembre 2005 &ndash; OpenOffice.org 2.0 in italiano &egrave; finalmente disponibile per il download, all'indirizzo <a href="http://it.openoffice.org/download/">http://it.openoffice.org/download/</a>.
La pagina &egrave; accessibile anche attraverso il sito italiano della
suite libera per ufficio - gestito dal PLIO - all'indirizzo <a href="http://it.openoffice.org">http://it.openoffice.org</a>. <br />



<br />

OpenOffice.org 2.0 &egrave; la seconda generazione della suite libera
per ufficio nata nell'ottobre del 2000 con la donazione del codice
sorgente di StarOffice alla comunit&agrave; da parte di Sun
Microsystems. In soli cinque anni, OpenOffice.org si &egrave; affermato
come l'alternativa pi&ugrave; valida alla suite commerciale leader di
mercato, con un successo che &egrave; testimoniato da circa 100 milioni
di utenti e da una quota di mercato intorno al 10% (dati Forrester, IDC
e Soreon Research).<br />

<br />

OpenOffice 2.0 &egrave; facile da usare e dialoga senza problemi con le
altre suite per ufficio, grazie alle nuove funzionalit&agrave; di
importazione ed esportazione. Caratteristica principale &egrave; l'uso
di un formato dei documenti libero ed aperto (ODF, Open Document
Format) definito dal consorzio OASIS e riconosciuto da molti governi,
tra cui l'Unione Europea e il Massachusetts, come il formato di
riferimento per i documenti da ufficio. ODF, che utilizza lo standard
XML, &egrave; in fase di esame dal parte dell'ISO, l'ente
internazionale per la standardizzazione.<br />

<br />

OpenOffice.org 2.0 &egrave; gi&agrave; disponibile ufficialmente in 36
lingue (in realt&agrave; sono molte di pi&ugrave;), mentre altre sono
ancora in fase di localizzazione. Gira in modo nativo in ambiente
Windows, GNU/Linux, Sun Solaris e Mac OS X (X11), ed &egrave;
gi&agrave; presente all'interno di numerose distribuzioni Linux. La
nuova versione &egrave; caratterizzata da un'interfaccia utente
completamente rinnovata, dal nuovo modulo Base per la gestione di
database, da un foglio elettronico e da un modulo per le presentazioni
molto pi&ugrave; potenti, da avanzate funzionalit&agrave; XML e di
creazione dei PDF, e da una serie di caratteristiche introdotte su
richiesta degli utenti, come il miglioramento della gestione delle
tabelle per il programma Writer.<br />

<br />

OpenOffice.org &ndash; grazie alla libert&agrave; del codice &ndash;
supera le barriere del digital divide, e permette a chiunque &ndash;
compresi gli abitanti dei Paesi poveri &ndash; di usufruire,
liberamente e gratuitamente, di uno strumento di produttivit&agrave;
avanzato nella propria lingua di origine. E' cos&igrave; che sono nate
le undici versioni in lingua bantu, quelle in lingua armena e gaelica,
e quella in lingua maori.<br />

<br />

Sviluppato da una comunit&agrave; che include Sun Microsystems, lo
sponsor principale, Novell, Red Hat, Debian, Propylon, Intel e Google,
e da un gruppo di programmatori, traduttori, redattori e uomini di
marketing volontari e indipendenti, OpenOffice.org 2.0 dimostra le
potenzialit&agrave;, l'impegno e la professionalit&agrave; della
comunit&agrave; open source.<br />

<br />

<span style="font-style: italic;">Il Progetto OpenOffice.org &egrave;
una comunit&agrave; internazionale di volontari e sponsor che sviluppa,
supporta e promuove la suite libera per ufficio OpenOffice.org, che ha
un sito all'indirizzo http://www.openoffice.org/. OpenOffice.org
supporta lo standard OASIS Open Document Format for Office Applications
(OpenDocument) ed &egrave; disponibile per i principali sistemi
operativi con la licenza GNU Lesser General Public Licence (LGPL). Il
PLIO, Progetto Linguistico Italiano OpenOffice.org, &egrave; la
comunit&agrave; di volontari che gestisce la versione italiana della
suite, e ha il sito all'indirizzo http://it.openoffice.org.</span><br />

<br />

Vola e fai volare con i gabbiani di OpenOffice.org: usalo, copialo e regalalo, &egrave; legale!<br />



<br />



Per informazioni: <br />


<div style="margin-left: 40px;">Italo Vignoli<span style="text-decoration: underline;"></span><br />


<span style="text-decoration: underline;"></span>PLIO - Progetto Linguistico Italiano OpenOffice.org<br />


<br />


</div>










<ul>




  <li><a href="http://it.openoffice.org/download/">Download
OpenOffice.org 2.0</a></li>




  <li><a href="http://it.openoffice.org/product2/features.html">Caratteristiche</a></li>




  
  <li><a href="http://it.openoffice.org/stampa/cartella/press_kit20.html">Informazioni
per la stampa</a></li>




</ul>








</div>




</div>





<br />






<p> &copy; 2005 OpenOffice.org </p>

















      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
