
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    


  
  
  <title>Press Release - OpenOffice.org 2.0</title>

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/it/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/it/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/it/">it</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/">stampa</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/comunicati/">comunicati</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      





<h2>Annuncio OpenOffice.org 2.0&nbsp;</h2>



<ul>



 <li><a href="#announcement">Annuncio</a></li>



 <li><a href="http://it.openoffice.org/stampa/cartella/press_kit20.html">Kit Stampa </a></li>



  <li><a href="http://it.openoffice.org/product2/features.html">Guida Caratteristiche</a></li>



  <li><a href="http://it.openoffice.org/download/">Download</a></li>



  <li><a href="http://projects.openoffice.org/native-lang.html">Progetti Linguistici </a></li>



</ul>



<p class="Header">&nbsp;</p>



<p class="Header"><a name="announcement"></a><span style="font-weight: bold;">OpenOffice.org 2.0 &egrave; Qui</span></p>



<p> 20 Ottobre, 2005</p>


OpenOffice.org 2.0 &egrave; la suite per ufficio che i
singoli, governi, e aziende in tutto il mondo hanno atteso per
pi&ugrave; di due anni. Semplice da usare e con una
interoperabilit&agrave; fluida con le altre suite principali di
ufficio, OpenOffice.org 2.0 realizza la potenzialit&agrave;
dell'open source.&nbsp;A parte il potente nuovo modulo database e
le&nbsp;funzionalit&agrave;
avanzate&nbsp;XML, OpenOffice.org fornisce il supporto integrato del
formato standard
OASIS&nbsp; OpenDocument, che diversi paesi, come anche lo stato
americano di&nbsp;Massachusetts, ha stabilito come scelta predefinita
per i documenti di ufficio. Pi&ugrave; di qualunque altra suite,
OpenOffice.org 2.0 fornisce agli utenti
di tutto il mondo gli strumenti per essere membri impegnati e
produttivi
della loro societ&agrave;. <br />


<p>Disponibile in 36 lingue, con molte altre in arrivo,&nbsp;in grado
di funzionare su&nbsp;Windows, GNU/Linux, Sun Solaris, Mac OS X (X11) e
su molte altre piattaforme, OpenOffice.org elimina la segregazione del
software e l'isolamento e drammaticamente livella il campo di
gioco.&nbsp; Con il&nbsp;supporto del formato standardOASIS 
OpenDocument, OpenOffice.org elimina il timore di essere legati ad un
unico fornitore o dell'obsolescenza del formato.&nbsp; Il formato
OpenDocument pu&ograve; essere usato da qualsiasi&nbsp;applicazione per
ufficio, garantendo che i documenti possano essere visualizzati,
pubblicati e stampati dalle generazioni future.&nbsp; OpenOffice.org
2,0 &egrave; una speranza&nbsp;per le piccole economie che possono ora
avere un suite in lingua locale dell'ufficio&nbsp;adattato bene ai loro
bisogni ed alle loro possibilit&agrave; economiche, riducendo la loro
dipendenza dagli interessi dei fornitori&nbsp;del software proprietario.</p>


"OpenOffice.org &egrave; sulla strada di diventare la suite per ufficio
pi&ugrave;&nbsp;popolare che il mondo abbia mai visto;&nbsp; fornendo agli utenti la
sicurezza, la scelta e l'opportunit&agrave; di&nbsp;partecipare ad uno dei pi&ugrave;
vasti sforzi della comunit&agrave; che&nbsp;Internet abbia mai visto.&nbsp; Come membro
di questa comunit&agrave;, vorrei fare le mie congratulazioni pi&ugrave; calorose."&nbsp;&nbsp;-- <cite>Jonathan Schwartz, Presidente ed Amministratore Delegato di Sun Microsystems<br />


</cite><br />


Creato da una comunit&agrave; che comprende&nbsp;Sun Microsystems, lo
sponsor fondatore e
principale sostenitore, Novell, Red Hat, Debian, Propylon, Intel, come
anche&nbsp;programmatori indipendenti, traduttori, autori e esperti di
marketing;
OpenOffice.org 2.0 dimostra il successo,&nbsp;dedicazione&nbsp; e
competenza della comunit&agrave;&nbsp;open source software.<br />


<br />


Questa comunit&agrave; ora comprende la Citt&agrave; di Vienna, che
recentemente ha iniziato il dispiegamento di OpenOffice.org.
&nbsp;"Siamo
molto felici delle funzionalit&agrave; e&nbsp;qualit&agrave;&nbsp;di
OpenOffice.org.&nbsp; Siamo sicuri che OpenOffice.org sar&agrave; messo
a disposizione di tutti i nostri 18.000 utenti."&nbsp;- Brigitte Lutz,
Citt&agrave; di&nbsp;Vienna.


<p>Louis Su&agrave;rez-Potts, OpenOffice.org Community Manager, ha
commentato che&nbsp;"OpenOffice.org 2.0 &egrave; il culmine di un
processo collaborativo che coinvolge migliaia di volontari che lavorano
in dozzine di lingue in tutto il mondo. Dimostra che l'open source
pu&ograve; produrre software di altissima qualit&agrave; ed assicurare
robustezza, usabilit&agrave;, e sicurezza che gli utenti si attendono
dalla loro suite di ufficio." </p>




<p> Oltre il formato&nbsp;OpenDocument, l'interfaccia utente
revisionata ed un nuovo modulo database,&nbsp;OpenOffice.org 2.0
aggiunge anche un supporto PDF potenziato, un foglio elettronico
migliore, una migliore integrazione&nbsp; con l'ambiente grafico e
diverse altre caratteristiche che si avvantaggiano delle
funzionalit&agrave;&nbsp;XML, come le abilit&agrave; di creare,
modificare e usare le XForms facilmente.</p>




<p> Per maggiori informazioni riguardanti&nbsp;OpenOffice.org 2.0, per favore fate riferimento al&nbsp;Kit Stampa a&nbsp;<a href="http://it.openoffice.org/product2/press_kit.html" target="_blank">http://it.openoffice.org/product2/press_kit.html</a> .</p>


<p> </p>






<p class="Header"><strong>Informazioni su OpenOffice.org</strong></p>



<p> Il progetto OpenOffice.org &egrave; una comunit&agrave;
internazionale di volontari e sponsor compreso lo sponsor fondatore e
principale sostenitore, Sun Microsystems. OpenOffice.org sviluppa,
fornisce supporto, e promuove la suite di ufficio open-source,
OpenOffice.org. Il progetto risiede all'indirizzo&nbsp;<a href="http://www.openoffice.org/">http://www.openoffice.org/</a>.
OpenOffice.org implementa in modo completo
il formato&nbsp;Standard OASIS: Open Document Format for Office
Applications
(OpenDocument)&nbsp; ed &egrave; disponibile per le principali
piattaforme informatiche in oltre&nbsp;60 lingue.&nbsp;OpenOffice.org
&egrave; soggetto alla licenza&nbsp;GNU Lesser General Public Licence
(LGPL).</p>


<p> </p>




<p class="Header"><strong>Contatti Stampa Italia</strong></p>

Italo Vignoli<br />

PLIO - Progetto Linguistico Italiano OpenOffice.org<br />








<a href="http://marketing.openoffice.org/contacts.html"> </a>
<p>&nbsp; </p>



<p> &copy; 2005 OpenOffice.org </p>














      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
