
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    







  
  
  
  
  
  
  
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type" />








  
  
  
  
  
  
  
  
  <title>Avvenimenti</title>

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/it/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/it/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/it/">it</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/">stampa</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/comunicati/">comunicati</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      











<h2><strong>Arriva OpenOffice.org 2.3</strong></h2>







<div class="item">
<div class="item" id="newsprimaryarticle">
<div class="item" id="newsprimaryarticle">

<p>
  <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
  <HTML>
  <!--  		@page { size: 21.59cm 27.94cm; margin: 2cm }  		P { margin-top: 0.4cm; margin-bottom: 0cm; text-align: justify; page-break-before: auto }  	-->
  <body DIR="LTR">
</p>
<p>Barcellona, 18 settembre 2007 &ndash; L&rsquo;Associazione PLIO annuncia  la disponibilit&agrave; di OpenOffice.org 2.3, una nuova versione  della suite per ufficio ricca di novit&agrave; e di miglioramenti  delle funzionalit&agrave; esistenti, e pi&ugrave; sicura di fronte  alle vulnerabilit&agrave; e agli attacchi dei malintenzionati.</p>
<p>Il modulo per la realizzazione dei grafici &egrave; stato  completamente riscritto, e adesso offre nuove funzionalit&agrave;  oltre ad aver semplificato e razionalizzato l&rsquo;impostazione dei  parametri e l&rsquo;inserimento dei dati grazie al nuovo chart wizard.  Inoltre, i nuovi grafici 3D, le palette per la sostituzione, le nuove  opzioni per gli assi e la scala, le migliori barre degli strumenti,  la possibilit&agrave; di utilizzare fonti dei dati flessibili, un  nuovo e migliore editor dei dati contribuiscono a offrire all&rsquo;utente  un&rsquo;esperienza d&rsquo;uso pi&ugrave; semplice, pi&ugrave; efficiente e  anche pi&ugrave; potente. Il modulo di charting &egrave; un  componente comune a pi&ugrave; programmi della suite OpenOffice.org.</p>
<p>Writer, il modulo di scrittura, &egrave; stato potenziato con  l&rsquo;aggiunta di una migliore funzionalit&agrave; di gestione dei  documenti multilingua, ha una nuova funzione di esportazione dei  documenti in formato MediaWiki (Wikipedia), nuove funzioni legate  alla facilit&agrave; di utilizzo del mail merge, e infine permette di  aprire i links nei documenti con un semplice Ctrl+Click.</p>
<p>Calc, lo spreadsheet, ha nuove funzioni legate alla produttivit&agrave;:  le impostazioni di default stampano il foglio selezionato e non  stampano le pagine bianche, le scorciatoie da tastiera sono state  semplificate, le barre degli strumenti, i men&ugrave; contestuali e i  dialoghi sono stati modificati, i filtri di importazione sono stati  migliorati, ed &egrave; stata cambiata anche la funzionalit&agrave;  di Somma Automatica.</p>
<p>Impress, il modulo di presentazione, ha prestazioni  significativamente migliori, e offre di nuovo la funzionalit&agrave;  di spostamento del testo lungo una curva.</p>
<p>Base, il database di OpenOffice.org, continua a evolvere, con  nuove funzionalit&agrave; per i pi&ugrave; esperti come le  scorciatoie da tastiera, e un Report Builder disponibile come  estensione all&rsquo;indirizzo http://extensions.openoffice.org.</p>
<p>Draw, il modulo per il disegno e la creazione di diagrammi,  permette di esportare direttamente verso HTML/web grazie alla  possibilit&agrave; di esportare le immagini in formato PNG (portable  network graphics), ed &egrave; pi&ugrave; facile da utilizzare in  quanto offre la possibilit&agrave; di scegliere dei testi alternativi  per le mappe delle immagini, e per i titoli e le descrizioni dei  livelli.</p>
<p>Altri miglioramenti, comuni a tutti i moduli di OpenOffice.org,  comprendono un filtro persistente degli stili, la riorganizzazione  dei dialoghi di esportazione verso il formato PDF, nuove scorciatoie  da tastiera, una pi&ugrave; facile personalizzazione della tastiera,  l&rsquo;anteprima delle pagine web nel browser, diversi miglioramenti  alle estensioni e un elevato livello default di sicurezza per le  macro. Infine, sono state aggiunte numerose nuove lingue e  localizzazioni.</p>
<p align="left">OpenOffice.org 2.3 in italiano: <a href="http://it.openoffice.org/download/">http://it.openoffice.org/download/</a>.<br />
  Tutte  le altre versioni linguistiche: <a href="http://download.openoffice.org/">http://download.openoffice.org</a>.<br />
  Estensioni  per OOo 2.3: <a href="http://extensions.openoffice.org/">http://extensions.openoffice.org</a>.</p>
<p>&nbsp;</p>

<p><em>L&rsquo;Associazione PLIO, Progetto Linguistico Italiano OOo,  raggruppa la comunit&agrave; italiana dei volontari che sviluppano,  supportano e promuovono la principale suite libera e open source per  la produttivit&agrave; negli uffici: OpenOffice.org. Il software usa  il formato dei file Open Document Format (standard ISO/IEC 26300),  legge e scrive i pi&ugrave; diffusi tra i formati proprietari, ed &egrave;  disponibile per i principali sistemi operativi in circa 90 lingue e  dialetti, tanto da poter essere usato nella propria lingua madre dal  90% della popolazione mondiale. OpenOffice.org viene fornito con la  licenza GNU LGPL (Lesser General Public Licence) e pu&ograve; essere  usato gratuitamente per ogni scopo, sia privato che commerciale.</em></p>
<p><em>OpenOffice.org 2.2.1 &egrave; disponibile in italiano  all'indirizzo </em><a href="http://it.openoffice.org/"><em>http://it.openoffice.org</em></a><em> e nelle altre versioni linguistiche all'indirizzo </em><a href="http://download.openoffice.org/"><em>http://download.openoffice.org</em></a><em>.</em></p>
<p><em>PLIO, Progetto Linguistico  Italiano OpenOffice.org: </em><a href="http://www.plio.it/"><em>http://www.plio.it</em></a>. <em>Vola e fai volare con i  gabbiani di OpenOffice.org: usalo, copialo e regalalo, &egrave;  legale!</em></p>
<ul>
  <li><a href="http://it.openoffice.org/download/index.html">OpenOffice.org 2.2.1</a> </li>
</ul>

</div>
<br />






Per informazioni: <br />





<div style="margin-left: 40px;">Italo Vignoli<span style="text-decoration: underline;"></span><br />





<span style="text-decoration: underline;"></span>PLIO - Progetto Linguistico Italiano OpenOffice.org<br />





<br />





</div>













<ul>

</ul>











</div>







</div>








<p>&nbsp;</p>
<p>Tutti i contenuti pubblicati, salvo diversa indicazione, sono soggetti alla <a href="http://creativecommons.org/licenses/by-nc-sa/2.5/it/" target="_blank" title="Creative Commons License">licenza Creative Commons</a> <img src="../../doc/images/ccpi.png" alt="ccp" width="80" height="15" border="0" /></a>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
