
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
  <title>Participer</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/fr/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/fr/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fr/">fr</a>&nbsp;&raquo;&nbsp;<a href="/fr/Participer/">Participer</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h1>Pourquoi participer ?</h1>
<P><B>OpenOffice</B> est un projet &agrave; code ouvert (<I>open
source</I>). Il est tr&egrave;s li&eacute; &agrave; la participation
de ses membres. Ce sont eux qui, par leur nombre, apportent le
dynamisme et la cr&eacute;ativit&eacute; n&eacute;cessaires &agrave;
l'avanc&eacute;e du projet. Ces membres, b&eacute;n&eacute;voles pour
la plupart, entreprises comme particuliers, veillent &agrave; la
r&eacute;alisation d'un logiciel qui r&eacute;ponde au plus pr&egrave;s
&agrave; la demande des utilisateurs.</P>
<P>Bien s&ucirc;r il y a des d&eacute;veloppeurs qui contribuent &agrave;
l'&eacute;criture d'un code de qualit&eacute;, bas&eacute; sur un
format de fichier standard. Mais, il y a &eacute;galement beaucoup
d'autres contributeurs qui &eacute;crivent de la documentation, qui
testent les nouvelles versions pour en rapporter les bogues, qui
aident d'autres utilisateurs &agrave; r&eacute;soudre leur
probl&egrave;me... Tout un ensemble de t&acirc;ches qui fait que le
projet <B>OpenOffice</B> est devenu la suite bureautique libre et
gratuite, v&eacute;ritable alternative &agrave; l'ensemble des
logiciels bureautiques du march&eacute; que nous connaissons.</P>
<P>Le projet francophone ne repr&eacute;sente qu'une toute petite
partie de la communaut&eacute;. Il est cependant fragile et n&eacute;cessite
en permanence de nouveaux apports. Nous serons donc heureux de vous
accueillir et de vous faire d&eacute;couvrir les multiples facettes
de cette communaut&eacute; dans laquelle vous pouvez vous investir &agrave;
diff&eacute;rents niveaux soit en fonction du temps dont vous
disposez, soit par vos comp&eacute;tences. Si le d&eacute;veloppement
de lignes de code demande des comp&eacute;tences en informatique, il
reste de tr&egrave;s nombreux domaines qui r&eacute;clame votre
contribution directe (documentation, traduction, assurance qualit&eacute;,
graphisme...).</P>
<P>Nous recherchons plus particuli&egrave;rement des b&eacute;n&eacute;voles
pouvant assurer les missions suivantes&nbsp;:</P>
<UL>
	<LI><P><B>Traduction de documentation</B><BR>Si vous comprenez
	l'anglais, nous avons besoin de personnes pour assurer la traduction
	des documentations vers le fran&ccedil;ais. 
	</P>
	<LI><P><B>R&eacute;daction de documentation</B><BR>Si vous avez une
	aisance r&eacute;dactionnelle, nous avons besoin de personne pour
	&eacute;crire des tutoriels ou des didacticiels sur <B>OpenOffice</B>
	dans tous les sujets.</P>
	<LI><P><B>Correspondance d&eacute;veloppement</B><BR>Si vous parlez
	couramment anglais, nous avons besoin de quelqu'un assurant le
	relais avec les d&eacute;veloppeurs. Il s'agit de suivre l'actualit&eacute;
	de leur liste de discussion et de nous faire parvenir les
	informations importantes sur le projet.</P>
	<LI><P><B>Communication et marketing</B><BR>C'est la t&acirc;che la
	plus simple qui existe, promouvoir <B>OpenOffice</B>. Il s'agit
	d'assurer une pr&eacute;sence sur des manifestations, salons ou
	colloques en rencontrant les utilisateurs potentiels et en faisant
	notre publicit&eacute;.</P>
</UL>
<P>Si vous &ecirc;tes int&eacute;ress&eacute;, vous pouvez &eacute;crire
&agrave;&nbsp;: <FONT COLOR="#3333ff">projet.openoffice @ gmx.fr</FONT></P>
<P>Nous esp&eacute;rons vous souhaiter tr&egrave;s prochainement la
bienvenue dans l'un de nos projets !</P>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
