
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
<title>OpenOffice.org Draw - Erstellen einer einfachen Zeichnung</title>

 <!-- Start de-header -->
  <link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
  <link rel="stylesheet" href="../../../styles/draw.css" type="text/css" />
  <link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
  <link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
  <link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
  <link rel="previous" href="index.html" title="Hauptmen&uuml;" />
  <link rel="home" href="../index.html" title="Erste Schritte" />
  <link rel="up" href="index.html" title="Erste Schritte Draw" />
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  
    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body onload="loginfocus()" >
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/">howto_2_0</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/draw/">draw</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

 <!-- "Erste Zeichnung"-Header -->
 <table  width="100%">
  <tr>
   <td>
    <a href="Draw01_Allgemein.html">[zur&uuml;ck]</a >
   </td>
   <td>
    <a href="index.html">[Hauptmen&uuml;]</a>
   </td>
   <td>
    <a href="Draw03_Grundriss.html">[weiter]</a>
   </td>
  </tr>
 </table>
 <hr  />
 <!-- Ende "Erste Zeichnung"-Header -->
<div id="body_de">
 <h1>Erstellen einer einfachen Zeichnung</h1>

 <img src="pics/traktor_fertig.png" width="573" height="392" alt="der fertige Traktor"/>
 <div class="abbild">Abbildung 1: Ein kleines Beispiel, der Traktor</div>
 <h2>Im Folgenden soll zur &Uuml;bung ein Traktor gezeichnet werden</h2>
 <ul>
  <li>
   Bet&auml;tigen Sie in der Symbolleiste <span class="Symbol">"Zeichnen" </span><img src="pics/sc10110.bmp"  width="16" height="15" alt="Zeichenwerkzeug Ellipsen und Kreise" /> die Schaltfl&auml;che <span class="Symbol">"Ellipsen und Kreise" </span>f&uuml;r die R&auml;der. Der Mauszeiger wandelt sich in ein Kreuz mit Kreis daneben. Unter der Standard-Symbolleiste ist die Symbolleiste <span class="Symbol">"Linien und F&uuml;llung"</span>, dort stellen Sie in der Dropdown-Box <span class="Symbol">"Farbe" </span><img src="pics/box_farbe.png" width="179" height="25"  alt="Farbe" />und in der nebenliegenden Farbauswahl-Box die Farbe <span class="Symbol">"Schwarz" </span>ein (f&uuml;r die F&uuml;llung des zu zeichnenden Kreises).
  </li>
  <li>
   Nun wollen wir das kleine Vorderrad zeichnen. Die Position auf den Blatt ist zun&auml;chst nicht wichtig, da wir das Rad sp&auml;ter auf seinen Platz verschieben werden.<br/>Das Werkzeug <span class="Symbol">"Ellipsen und Kreise" </span>soll uns einen Kreis zeichnen. Dazu halten wir die <span class="Taste">Umschalt</span> -Taste (oder auch Gro&szlig;schreibtaste) fest, klicken mit der Maus auf eine Position im Arbeitsblatt, halten die linke Maustaste fest und ziehen Sie diagonal nach rechts unten, bis wir einen Kreis von ca. 3 cm Durchmesser gezeichnet haben.
  </li>
  <li>
   Die Gr&ouml;&szlig;e eines gezeichneten Objektes k&ouml;nnen wir jetzt noch &uuml;ber seine Eigenschaft genau einstellen.<br/>Klicken Sie dazu mit der rechten Maustaste auf das Objekt - hier der Kreis - und w&auml;hlen in dem darauf erscheinenden Kontextmen&uuml; den Punkt <span class="Menue">"Position und Gr&ouml;&szlig;e..."</span>. Im folgenden Dialog w&auml;hlen wir den Bereich <span class="Menue">"Gr&ouml;&szlig;e"</span>. Dort sollten bei einem Kreis die Werte f&uuml;r "Breite" und "H&ouml;he" gleich sein. Dann setzen wir bei "Abgleich" ein H&auml;kchen. &Auml;ndern wir nun einen Wert in "Breite" oder "H&ouml;he" &auml;ndert sich der Wert im anderen Feld analog, so da&szlig; wir immer einen Kreis beibehalten. Dort stellen wir also <span class="kursiv">"3,00 cm" </span>ein und beenden mit Klick auf <span class="Taste">OK</span>.
  </li>
  <li>
   Genauso verfahren wir nun mit dem gr&ouml;&szlig;eren Hinterrad, nur da&szlig; wir dort eine Gr&ouml;&szlig;e von <span class="kursiv">"4,50 cm" </span>f&uuml;r die Kreisgr&ouml;&szlig;e einstellen. Zeichenwerkzeug w&auml;hlen, Umschalttaste festhalten und mit der Maus einen Kreis aufziehen. Danach &uuml;ber die Objekteigenschaften die Gr&ouml;&szlig;e einstellen.
  </li>
  <li>
   Nun wollen wir die beiden R&auml;der auf eine (unsichtbare) Ebene stellen. Dazu klicken wir oberhalb der Arbeitsblattes auf das horizontale Lineal und ziehen (bei festgehaltener linken Maustaste) eine Fanglinie ins Arbeitsblatt bis zu ca. 14 cm auf dem vertikalen Lineal. Die Mausposition wird immer auf den horizontalen/vertikelen Linealen in Form eines Striches angezeigt. Zus&auml;tzlich werden noch markierte (aktive) Objekte mittels Doppelstrichen angezeigt. Sollten Sie das Lineal in Ihrem Programmfenster nicht sehen, aktivieren Sie die Ansicht &uuml;ber Men&uuml; <span class="Menue">"Ansicht > Lineal"</span>. Um die Fanglinien anzuzeigen und "magnetisch" zu machen w&auml;hlen Sie Men&uuml; <span class="Menue">"Ansicht > F&uuml;hrungslinien > F&uuml;hrunglinien sichtbar" </span>und <span class="Menue">"An F&uuml;hrungslinien fangen" </span>.
  </li>
  <li>
   Nachdem wir nun eine horizontale Fanglinie auf der H&ouml;he 14 cm im Arbeitblatt eingerichtet haben, ziehen wir den kleinen Kreis nach Links, den gro&szlig;en Kreis nach Rechts auf die Fanglinie indem wir die Kreise mit der linke Maustaste anklicken und die Taste zum Verschieben festhalten. Lassen wir die Zeichnungsobjekte in der N&auml;he der Fanglinie los, scheint diese die Zeichenobjekte "anzuziehen" (einzufangen). Mit diesen horizontalen/vertikalen Fanglinien k&ouml;nnen wir also mehrere Objekte einfach in Beziehung zu einander anordnen. Vertikale Fanglinien zieht man &uuml;brigens analog zu den horizontalen aus dem vertikalen Lineal. Um Fanglinien zu verschieben bewegen sie die Maus &uuml;ber die Linie, bis sich der Mauszeiger in einen Doppelpfeil verwandelt, dann k&ouml;nnen Sie die Linie bei gehaltener linken Maustaste verschieben oder mit Rechtsklick einen Kontextmen&uuml; zu verschiedenen Bearbeitungsm&ouml;glichkeiten &ouml;ffnen.
  </li>
  <li>
   Wir richten uns noch 3 weitere vertikale Fanglinien ein. Ziehen Sie jeweils eine Linie aus dem vertikalen Lineal auf Position 3 cm, 3,5 cm und 16 cm auf dem horizontalen Lineal. Desweiteren noch 3 horizontale Fanglinien bei 12, 8,5 und 5 cm auf dem vertikalen Lineal
  </li>
  <li>
   Nun verschieben wir das kleine Rad auf der horizontalen Fanglinie (14 cm) bis zur 2. vertikalen Fanglinie (3,5 cm)und legen es dort mit der linken Seite an. Da verschieben wir das gro&szlig;e Rad bis zur letzen Fanglinie (16 cm) und legen es dort mit der rechten Seite an.
  </li>
  <li>
   Nun zeichnen wir die Rechtecke mit dem daf&uuml;r vorgesehenen Werkzeug <img src="pics/sc10104.bmp"  width="16" height="15" alt="Zeichenwerkzeug Rechteck" />. Klicken Sie das Werkzeug an, und ziehen Sie innerhalb der daf&uuml;r vorgesehenen Fanglinien (horizontal 8,5/ vertikal 3 cm bis horizontal 12/ vertikal 16 cm) ein Rechteck auf. F&uuml;llen Sie die Fl&auml;che mit der Farbe <span class="Symbol">"Gr&uuml;n" </span>(Farbwahl-Box auf der Symbolleiste <span class="Symbol">"Linie und F&uuml;llung" </span>)<br/>
   <img src="pics/traktor_malen_01.png" width="800" height="603"  alt="Traktor R&auml;der und Rumpf"/><br/>
   <span class="abbild">Abbildung 2: Hilfslinien; R&auml;der und Rumpf gezeichnet</span>
  </li>
  <li>
   Nun ordnen wir die R&auml;der vor den Rumpf. Dazu verwenden wir das Werkzeug <span class="Symbol">"Anordnung" </span> <img src="pics/sc10286.bmp"  width="16" height="15" alt="Anordnung" /> aus der Symbolleiste <span class="Symbol">"Zeichnen"</span>. Klicken Sie nacheinander auf die R&auml;der, dann das Symbol. Sollte dieses Symbol in der Zeichenleiste so nicht zu sehen sein, k&ouml;nnen Sie auf den Pfeil rechts neben <span class="Symbol">"Anordnen" </span>klicken und aus einer Vielzahl von Anordnungsm&ouml;glichkeiten das gezeigte Symbol ausw&auml;hlen.
  </li>
  <li>
   Nun zeichnen wir das F&uuml;hrerhaus. Dazu ben&ouml;tigen wir noch eine vertikale Fanglinie, die wir bei 11,5 cm auf dem horizontalen Lineal einrichten. Dann das Zeichenwerkzeug f&uuml;r <span class="Symbol">"Rechteck" </span>anklicken und von horizontal 5 cm/vertikal 11,5 cm ein Rechteck aufziehen nach 8,5/16 cm. Rechteck f&uuml;llen mit <span class="Symbol">"Gr&uuml;n"</span>.
  </li>
  <li>
   Nun klicken wir auf eine freie Fl&auml;che um das markierte Rechteck zu demarkieren, klicken wieder auf das Zeichenwerkzeug <span class="Symbol">"Rechteck" </span>und zeichnen ein Fenster in das F&uuml;hrerhaus, F&uuml;llfarbe "Wei&szlig;". Dieses Fenster positionieren wir auf der horizontalen Fanglinie bei 9,5 cm, die anderen Parameter stellen wir ohne Fanglinien nach Gef&uuml;hl ein. Sie k&ouml;nnen das markierte Rechteck an 8 Punkten ver&auml;ndern. Am Punkt in der Mitte einer jeden Seite des Rechtecks ver&auml;ndern Sie die Gr&ouml;&szlig;e einer Seite des Rechtecks. Am Punkt in der Ecke ver&auml;ndern Sie die 2 anliegenen Seiten des Rechtecks. Wenn Sie beim Ziehen der Eckpunkte die <span class="Taste">Umschalt</span>-Taste festhalten wird das Rechteck proportional ge&auml;ndert (also horizontal/vertikal in gleichem Verh&auml;ltnis). Ohne die Taste k&ouml;nnen Sie das Objekt beliebig mit der Maus &auml;ndern.
  </li>
  <li>
   Das wei&szlig;e Rechteck (Scheibe) hat einen d&uuml;nnen schwarzen Rahmen. Den entfernen wir mit Rechtsklick auf das Objekt, w&auml;hlen im Kontextmen&uuml; <span class="Menue">"Linie..."</span>. Dort im Register <span class="Menue">"Linie" </span>w&auml;hlen wir in der Auswahlbox <span class="Menue">"Stil" </span>das Attribut <span class="kursiv">"keine"</span>.
  </li>
  <li>
   Zum Schlu&szlig; bekommt unser Traktor noch ein Dach. W&auml;hlen Sie hierzu das Werkzeug <span class="Symbol">"gef&uuml;lltes Polygon" </span>aus. Leider ist es zun&auml;chst versteckt. Klicken Sie auf das Werkzeug Kurve <img src="pics/icon_kurve.png" width="19" height="16"  alt="Kurve" /> und halten die Maustaste gedr&uuml;ckt. Ein kleines Men&uuml; mit verschiedenen Werkzeugen wird sich gleich &ouml;ffnen, in dem Sie <span class="Symbol">"gef&uuml;lltes Polygon" </span><img src="pics/sc10117.bmp"  width="16" height="15" alt="gef&uuml;lltes Polygon" /> ausw&auml;hlen k&ouml;nnen.
  </li>
  <li>
   Wir klicken nun auf dem Dach unseres Traktors den Schnittpunkt der Fanglinie 5/11,5 cm an, dann etwas h&ouml;her hinter die letzte Fanglinie (16 cm). Auf das rechte, obere Eck des F&uuml;hrerhauses machen wir einen Doppelklick und unser Polygon (hier ein ungleichseitiges Dreieck) schlie&szlig;t sich von alleine. Wir f&uuml;llen das Dach mit einer Farbe (im Beispiel Hellmagenta).
  </li>
  <li>
   Zu Schluss w&auml;hlen wir noch das Zeichenwerkzeug <span class="Symbol">"Linie" </span><img src="pics/linie.png" width="19" height="16"  alt="Zeichenwerkzeug Linie" />. Zeichen Sie damit eine horizontale Linie unter die R&auml;der. Durch das Festhalten der <span class="Taste">Umschalt</span>-Taste k&ouml;nnen Sie nur Linien in Winkelschritten von 45&deg; zeichnen, was das einfache Erstellen einer waagerechten Linie unterst&uuml;tzt.<br/>
   Da das Werkzeug zun&auml;chst eine Haarlinie zeichnet, verwenden wir das Drehfeld <span class="Symbol">"Linienst&auml;rke" </span>auf der Symbolleiste <span class="Symbol">"Linien und F&uuml;llung" </span>um diese auf eine St&auml;rke von 0,30 cm zu bringen.
  </li>
  <li>
   Fertig! Wir haben unsere erste kleine Zeichnung mit OpenOffice-Draw 2.0 erstellt.
  </li>
 </ul>

</div>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10"
        alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
