
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    
<title>OpenOffice.org Draw - Grundriss mit Bema&szlig;ung</title>
 <!-- Start de-header -->
  <link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
  <link rel="stylesheet" href="../../../styles/draw.css" type="text/css" />
  <link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
  <link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
  <link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
  <link rel="previous" href="index.html" title="Hauptmen&uuml;" />
  <link rel="home" href="../index.html" title="Erste Schritte" />
  <link rel="up" href="index.html" title="Erste Schritte Draw" />
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body onload="loginfocus()">
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/">howto_2_0</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/draw/">draw</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
 <!-- "Grundriss"-Header -->
<table  width="100%">
<tr>
 <td>
  <a href="Draw02_Traktor.html">[zur&uuml;ck]</a >
 </td>
 <td>
  <a href="index.html">[Hauptmen&uuml;]</a>
 </td>
 <td>
  <a href="Draw04_Organigramm.html">[weiter]</a>
 </td>
</tr>
</table>
<hr  />
 <!-- Ende "Grundriss"-Header -->
<div id="body_de">
 <h1>Anfertigen eines Grundriss mit Ma&szlig;linien</h1>
 <img src="pics/grundriss_fertig.png" width="400" height="447"  alt="Grundriss mit Ma&szlig;linien" />
 <div class="abbild">Abbildung 1: Grundriss mit Ma&szlig;linien</div>
 <p>
  Zur Einf&uuml;hrung erstellen wir zun&auml;chst den Grundriss eines Zimmers. Dazu sollten wir folgende &Uuml;berlegung anstellen: Wie gro&szlig; ist das Zimmer im Original und welchen Ma&szlig;stab muss ich anwenden um die Zeichnung auf meine Arbeitsfl&auml;che zu bekommen. Dabei ist die Arbeitfl&auml;che standardm&auml;&szlig;ig ein A4 Blatt abz&uuml;glich der Seitenr&auml;nder.
 </p>
 <p>
  Die Einstellung der Seite sehen/&auml;ndern wir im Men&uuml; <span class="Menue">"Format > Seite..." </span>. Die Blattgr&ouml;&szlig;e h&auml;ngt ja auch nicht zuletzt vom ben&uuml;tzten Drucker ab. Wer stolzer Besitzer eines DIN A3 Druckers ist kann nat&uuml;rlich eine A3-Blattgr&ouml;&szlig;e verwenden.
 </p>

  Das Zimmer in unserem Beispiel hat ca. 14 x 9 Meter. Damit die Zeichnung auf das Blatt passt und wir die korrekten Ma&szlig;angaben erhalten stellen wir jetzt unseren Ma&szlig;stab ein und w&auml;hlen <span class="kursiv">"1:100" </span>(1 cm der Zeichnung entspricht 100 cm des Zimmers). Die Einstellung hierzu erfolgt im Men&uuml; <span class="Menue">"Extras > Optionen... > OpenOffice.org Draw > Allgemein > Zeichnungsma&szlig;stab"</span>.<br/>
  <img src="pics/OO.o-Draw_Optionen.png" width="499" height="291"  alt="Einstellung Optionen"/><br/><div class="abbild">Abbildung 2: Einstellung des Ma&szlig;stabs</div>
  Dort stellen wir im Pulldown-Men&uuml; den gew&uuml;nschten Ma&szlig;stab ein, im Men&uuml; <span class="Menue">"Ma&szlig;einheit" </span>dar&uuml;ber eventuell noch nach Bedarf "Zentimeter" oder "Meter".

 <p>Nun kann es los gehen.</p>
 <ul>
  <li>Zun&auml;chst richten wir die Fanglinien ein. Sollte f&uuml;r das Positionieren der Linien die Anzeige der Lineale zu ungenau sein, hilft ein Rechtsklick auf die Fanglinie. Im Kontextmenue <span class="Menue">"Fanglinie bearbeiten..." </span>k&ouml;nnen Sie diese genau positionieren. Die Anzeige hat sich sogar bereits an <span class="kursiv">"Zeichnungsma&szlig;stab" </span>und <span class="kursiv">"Ma&szlig;einheit" </span>angepasst.
  </li>
  <li>
   Um die W&auml;nde zu zeichnen verwenden wir das Werkzeug <span class="Symbol">"Polygon 45&deg;, gef&uuml;llt" </span><img src="pics/polygon_45.png" width="16" height="16"  alt="Polygon 45&deg;, gef&uuml;llt" />. Dieses Werkzeug finden wir in der Gruppe <span class="Symbol">"Kurve" </span><img src="pics/icon_kurve.png" width="19" height="16"  alt="Kurve" />, wenn wir neben dem Icon auf den Pfeil klicken.
  </li>
  <li>
   Die gezeichneten W&auml;nde f&uuml;llen wir mit einer Schraffur. Auf der Symbolleiste <span class="Symbol">"Linie und F&uuml;llung" </span> w&auml;hlen wir statt <span class="Symbol">"Farbe" </span> <span class="Symbol">"Schraffur" </span> und in der Dropdownbox rechts daneben die Schraffur <span class="Symbol">"Schwarz 45&deg;" </span>
  </li>
  <li>
   Bevor wir nun die Ma&szlig;linien zeichnen, wollen wir das Konzept der Ebenen einf&uuml;hren. Standardm&auml;&szlig;ig bietet Draw 3 Ebenen an (die um weitere, benutzerdefinierte Ebenen erweitert werden k&ouml;nnen) <span class="Symbol">"Layout, Controls und Ma&szlig;linien" </span>die als Register am unteren Ende der Arbeitsfl&auml;che erscheinen. <span class="Symbol">"Layout" </span>ist dabei die Standardebene. <span class="Symbol">"Controls" </span>ist zur Aufnahme von Schaltfl&auml;chen gedacht, welche z.B. Makros ausl&ouml;sen k&ouml;nnen und <span class="Symbol">"Ma&szlig;linie" </span> zu Aufnahme der selbigen. Hierzu sei angemerkt, dass das Ebenenmanagement nicht wie von Grafikprogrammen her bekannt funktioniert. die Ebenen bieten keine Schichtung an. F&uuml;r die Reihenfolge, welches Zeichnungsobjekt &uuml;ber dem anderen liegt, z&auml;hlt einzig die Reihenfolge der Erstellung. J&uuml;ngere Objekte liegen <span class="unterstrichen">&uuml;ber</span> den &auml;lteren. Eine &Auml;nderung der Reihenfolge wird mit dem entsprechenen Werkzeug aus der Symbolleiste <span class="Symbol">"Zeichnen" </span> erreicht oder &uuml;ber Men&uuml; <span class="Menue">"Format > Anordnung..." </span>. &Uuml;ber einen Rechtsklick auf das Ebenenregister, Men&uuml; <span class="Menue">"Ebene &auml;ndern..."</span>, kann man steuern ob die Ebene <span class="kursiv">"sichtbar", "druckbar" und "bearbeitbar" </span>ist. Nur das macht den eigentlichen Sinn der Ebenen in Draw aus. Lesen Sie dazu vielleicht auch noch die Hilfe, Register <span class="Menue">"Index"</span>, Suchbegriff: <span class="kursiv">"Ebenen;arbeiten mit" </span>.
  </li>
  <li>
   Nun wollen wir die Ma&szlig;linien zeichnen und klicken dazu die Ebene <span class="Symbol">"Ma&szlig;linien" </span>an. Dieses Vorgehen ist wie gesagt nicht zwingend erforderlich und sollten Sie nicht in Betracht ziehen die Ma&szlig;linien vom Drucken oder von der Anzeige auszuschlie&szlig;en, k&ouml;nnen Sie diese selbstverst&auml;ndlich auch in der Ebene <span class="Symbol">"Layout" </span>einf&uuml;gen, in der wir die Zeichnung erstellt haben.
  </li>
  <li>
   Das Zeichenwerkzeug <span class="Symbol">"Ma&szlig;linien" </span> ist beim Symbol <span class="Symbol">"Linien und Pfeile" </span><img src="pics/pfeile.png" width="16" height="16"  alt="Linien und Pfeile" /> zu erreichen. Klicken Sie auf den rechte Pfeil daneben um das Werkzeug <span class="Symbol">"Ma&szlig;linie" </span><img src="pics/masslinie.png" width="16" height="16"  alt="Ma&szlig;linie" /> zu w&auml;hlen.

    Die Ma&szlig;linien bestehen aus einer Linie mit Pfeilen am Ende, der Bema&szlig;ung und Hilfslinien am Anfang und Ende, welche in Richtung des bema&szlig;ten Objekts zeigen. Je nachdem ob die Ma&szlig;linien rechts oder links vom Zeichenobjekt sind, m&uuml;ssen diese Hilfslinien in eine andere Richtung weisen. Daher gilt beim Ziehen der Ma&szlig;linie:
       </li>
    <li>
    <dl>
     <dt>von unten nach oben</dt>
      <dd>die Hilfslinien weisen nach rechts</dd>
     <dt>von oben nach unten</dt>
      <dd>die Hilfslinien weisen nach links</dd>
     <dt>von rechts nach links</dt>
      <dd>die Hilfslinien weisen nach oben</dd>
     <dt>von links nach rechts</dt>
      <dd>die Hilfslinien weisen nach unten</dd>
    </dl>
    </li>
  <li>
   Nun haben wir die wichtigsten Infos um unsere Ma&szlig;linien in unsere Zeichnung einzubringen.
  </li>
 </ul>

  <img src="pics/OO.o-Draw_techn.png" width="800" height="600"  alt="Das Programmfenster mit Vorlagenfenster"/>
  <div class="abbild">Abbildung 3: Das Programmfenster mit Vorlagenfenster</div>
  Zum Schlu&szlig; sollte nochmals auf das einzigartige Vorlagenprinzip von OpenOffice.org hingewiesen werden.<br/>
  Die Ma&szlig;linien haben die Formatvorlage <span class="kursiv">"Ma&szlig;linie"</span>. &Ouml;ffnen Sie das Formatvorlagen-Fenster mit <span class="Taste">F11</span>, markieren Sie eine Ma&szlig;linie in der Zeichnung und im Vorlagenfenster sollte die Formatvorlage <span class="kursiv">"Ma&szlig;linie" </span>markiert sein. Mit Rechtsklick auf die Vorlage und &uuml;ber das Kontextmen&uuml; <span class="Menue">"&Auml;ndern..." </span>k&ouml;nnen Sie das Erscheinungsbild der gesamten Ma&szlig;linien Ihrer Zeichnung &auml;ndern. Sollten Sie unterschiedliche Ma&szlig;linien einsetzen wollten, k&ouml;nnen Sie &uuml;ber das Kontextmen&uuml; <span class="Menue">"Neu..." </span> neue Formatvorlagen erstellen und diese dann den unterschiedlichen Objekten zuweisen. Doppelklick auf die Formatvorlage weist dem markierten Zeichnungsobjekt diese Vorlage zu.

</div>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10"
        alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
