
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    // This line is already part of every file. Adding it here is resulting in a double entry which is against the W3C standard.
    // <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>OpenOffice.org und Abofallen</title>
	<link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar" href="../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar4" href="../styles/de_navbar4.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar5" href="../styles/de_navbar5.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
		
    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/">Archive</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/abgezockt/">abgezockt</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h1><a name="top"></a>OpenOffice.org und Abofallen</h1>
<p>
Wir haben OpenOffice.org nicht f&uuml;r Leute gemacht, die damit anderen das Geld aus der Tasche ziehen. Doch leider sind uns gegen dubiose Anbieter kostenpflichtiger Downloads rechtlich die H&auml;nde gebunden. Mehr dazu unter <a href="#leider">&quot;Doch leider k&ouml;nnen wir nicht so helfen&quot;</a>. Um unsere Nutzer trotzdem vor Abofallen zu sch&uuml;tzen, m&ouml;chten wir mit dieser Seite &uuml;ber das Problem <a href="#info">informieren</a> und die M&ouml;glichkeit bieten, zweifelhafte Anbieter an uns zu <a href="mailto:abgezockt@openoffice.org">melden</a>.
</p>
<p>
<b>Bitte beachten Sie unbedingt auch die <a href="#recht">rechtlichen Hinweise</a>.</b>
</p>

<h2><a name="aktuelles"></a>Aktuelles (Stand: 28. Juni 2010)</h2>
<ul>
<li>Vielen Dank f&uuml;r die zahlreichen Zuschriften und Reaktionen auf unsere Kampagne! Mittlerweile liegen uns ca. <b><u>2.000 F&auml;lle</u></b> vor.</li>
<li>Einen Gro&szlig;teil dieser E-Mails haben wir bereits gesichtet und werden in einem n&auml;chsten Schritt Kontakt mit den Suchmaschinenbetreibern aufnehmen.</li>
<li>Unter den uns genannten F&auml;llen ist bislang kein einziger, in denen die Abzocker einen Mahnbescheid beantragt oder gar eine Klage eingereicht haben. Lediglich in Foren finden sich vereinzelt Hinweise auf Anbieter, die dies auch wirklich tun. <b>Bei einem gerichtlichen Mahnbescheid oder einer Klage <u>m&uuml;ssen</u> Sie als Betroffener unbedingt reagieren!</b> Im &Uuml;brigen beachten Sie bitte unsere rechtlichen Hinweise.</li>
<li>Eine neue &quot;Masche&quot; scheint unbest&auml;tigten E-Mails zufolge das Zur&uuml;ckbuchen des Geldes und die Bitte um erneute &Uuml;berweisung auf das Konto eines ganz bestimmten Kreditinstituts zu sein.</li>
<li><b><font color="#FF0000">Aufgrund vielfacher Anfragen weisen wir nochmals darauf hin, dass wir <u>keine Beratung im Einzelfall</u> durchf&uuml;hren k&ouml;nnen!</font></b></li>
</ul>

<h2><a name="ungewollt"></a>Ihr Download von OpenOffice.org f&uuml;hrte zu einem ungewollten Abovertrag?</h2>
<p>Hier finden Sie hilfreiche Informationen:</p>
<ul>
<li>
von antispam.de: <a href="http://www.antispam.de/wiki/Zahlungsforderung,_der_Werdegang">Der Werdegang bei Zahlungsaufforderungen</a> und <a href="http://www.antispam.de/wiki/FAQ:_Verhalten_bei_%22Gratis%22-Abo-Abzocke">So arbeiten Download-Abzocker</a>
</li>
<li>von c't Magazin: <a href="http://www.heise.de/ct/Unserioese-Rechnungen--/artikel/126234">Davonkommen</a></li>
</ul>
<h2>
Sie wollen uns dubiose Download-Seiten mit OpenOffice.org melden?</h2>
<p>Schreiben Sie an <a href="mailto:abgezockt@openoffice.org">abgezockt@openoffice.org</a> und schildern Sie uns Ihren Fall. Welche Daten wir weiterleiten, das erfahren Sie in unseren <a href="#recht2">rechtlichen Hinweisen</a>. Danke f&uuml;r Ihre Mithilfe!
</p>
<h2>
<a name="info"></a>Weitere Informationen zum Thema
</h2>
<p>
<ul>
<li>
<i><b>
<a href="http://www.heise.de/ct/Web-Abzocker-abwehren--/artikel/137272">
Angelockt und abkassiert
</a>
</b>&nbsp;&nbsp;&nbsp;c't-Magazin</i>
</li>
<li>
<i><b>
<a href="http://www.abzocknews.de/abgezockt-was-jetzt/verbraucherzentrale-auf-rechnungen-von-abzockern-nicht-reagieren/">
Video der Verbraucherzentrale Bremen zum Thema
</a>
</b>&nbsp;&nbsp;&nbsp;via abzocknews.de</i>
</li>
<li>
<i><b>
<a href="http://www.pcwelt.de/start/sicherheit/firewall/news/196870/wir_entlarven_download_abzocker_helfen_sie_mit/index.html">
Download-Abzocker entlarven
</a>
</b>&nbsp;&nbsp;&nbsp;PC-WELT</i>
</li>
<li>
<i><b>
<a href="http://www.pcwelt.de/start/sicherheit/firewall/praxis/196424/so_arbeiten_download_abzocker/index.html">
So arbeiten Download-Abzocker
</a>
</b>&nbsp;&nbsp;&nbsp;PC-WELT</i>
</li>
<li>
<i><b>
<a href="http://www.linux-magazin.de/Blogs/floeff/Abzocke-im-Abo-das-miese-Geschaeft-mit-freier-Software">
Abo f&uuml;r Freie Software</a>
</b>&nbsp;&nbsp;&nbsp;Blogbeitrag beim Linux-Magazin von Florian Effenberger</i>
</li>
<li>
<i><b>
<a href="http://www.computerbild.de/artikel/cb-Special-Sicherheits-Center-Internet-Abzocke-COMPUTER-BILD-schuetzt-4406145.html">
Schutz vor Internet-Abzocke</a>
</b>&nbsp;&nbsp;&nbsp;COMPUTER BILD</i>
</li>
</ul>
</p>
<p>
Sollte ein Link nicht mehr zu der richtigen Infoseite f&uuml;hren, teilen Sie uns das bitte in einer kurzen E-Mail an
<a href="mailto:abgezockt@openoffice.org">abgezockt@openoffice.org</a> mit.
</p>
<h3>
Wir haben OpenOffice.org nicht f&uuml;r Leute gemacht,
die mit zweifelhaften Downloadseiten anderen das Geld aus der Tasche ziehen</h3>
<p>OpenOffice.org gibt es auch v&ouml;llig kostenfrei und ohne Abo,
zum Beispiel bei uns unter <a href="http://de.openoffice.org/downloads/quick.html">http://de.openoffice.org</a>.
Hinter dieser Software steht eine internationale Open-Source-Community, welche die Office-Suite seit Jahren verbessert.
Daf&uuml;r engagieren sich viele ehrenamtlich in ihrer Freizeit, und zahlreiche Unternehmen stellen Programmierer f&uuml;r das Projekt bereit.
Auf diese Weise hat sich OpenOffice.org mittlerweile zur f&uuml;hrenden freien Office-Suite entwickelt.
</p>
<h3>Leider lockt die Popularit&auml;t eines Produktes auch dubiose Anbieter auf den Plan</h3>
<p>
Wer &uuml;ber eine Internet-Suchmaschine oder andere Links auf die Seiten eines solchen &quot;schwarzen Schafes&quot; gelangt,
der merkt oft gar nicht, dass er mit dem Herunterladen von OpenOffice.org ein mehrj&auml;hriges Abonnement mit Kosten
von mehreren hundert &euro; abschlie&szlig;t. Schon bald flattert eine Rechnung ins Haus - mit unmissverst&auml;ndlichen 
Mahnungen und oft harschem Verweis auf Rechtsanw&auml;lte und Inkassounternehmen. Wird nicht bezahlt, machen diese Firmen Druck.
</p>
<h3>Dieses Gebaren geht auf Kosten unserer Nutzer und besch&auml;digt unseren guten Ruf</h3>
<p>Es bringt dar&uuml;ber hinaus das Ansehen und den Gedanken der freien Software in Misskredit.
Aus all diesen Gr&uuml;nden warnen wir auf unserer Webseite vor diesen Praktiken, selbst Presse und Fernsehen
weisen auf das Problem der Abofallen hin. Nur reicht das l&auml;ngst nicht aus, wie mittlerweile hunderte von Anfragen und Beschwerden Betroffener allein bei uns belegen.
</p>
<h3><a name="leider"></a>Doch leider k&ouml;nnen wir Ihnen nicht so helfen, wie wir wollen</h3>
<p>Einerseits sind uns rechtlich die H&auml;nde gebunden. Mehr dazu unter <a href="#recht">&quot;Rechtliche Hinweise&quot;</a> weiter unten.
Andererseits wird OpenOffice.org als freie Software <a href="http://de.wikipedia.org/wiki/GNU_Lesser_General_Public_License">unter der Lizenz LGPL</a> vertrieben, die auch den Verkauf des Programmes erlaubt.
Diese Lizenzpraxis f&ouml;rdert die Weiterentwicklung und Verbreitung des Programms. Aber genau an diesem Punkt klinken sich Internet-Abzocker ein, die h&auml;ufig &uuml;ber dutzende von Firmen im Ausland verteilt sind.
Dabei schaffen sie es sogar oftmals, den gesetzlichen Vorgaben weitgehend zu entsprechen, so dass es selbst f&uuml;r Polizei,
Staatsanwaltschaft und Verbraucherschutz schwierig ist, einzugreifen.
</p>
<h3>
Verbraucherzentralen raten...</h3>
<p>
Reagieren Sie nicht auf Rechnungen, Mahnungen und Drohbriefe. Denn in der Regel kommt es, trotz gro&szlig;artiger Ank&uuml;ndigungen der Anbieter,
zu keinem Gerichtsverfahren.
Aber informieren Sie sich vorsorglich auch dar&uuml;ber, wann und wie Sie in anders gelagerten F&auml;llen rechtlich korrekt
mit den Anbietern Kontakt aufnehmen. Dazu haben wir entsprechende Links f&uuml;r Sie <a href="#ungewollt">zusammengestellt</a>.
Erg&auml;nzend tun wir das uns M&ouml;gliche, den Missbrauch des Namens OpenOffice.org weiter einzud&auml;mmen, und Sie k&ouml;nnen
dabei mithelfen. Damit reduzieren Sie letztlich auch das Risiko, solchen Anbietern wom&ouml;glich selbst einmal oder vielleicht
erneut ungewollt auf den Leim zu gehen.
</p>

<h3>Wie k&ouml;nnen Sie konkret helfen?</h3>
<p>
Wir sammeln alle Hinweise auf dubiose F&auml;lle und Internetseiten. Diese leiten wir an interessierte Suchmaschinen weiter,
um so die M&ouml;glichkeit zu schaffen, zwielichtige Downloadseiten aus den Werbeeinblendungen zu entfernen.
Dazu brauchen wir Ihre Unterst&uuml;tzung in Form von Internetadressen entsprechender Anbieter.
Wir brauchen aber auch Informationen wie Screenshots der entsprechenden Seite, Kopien von Rechnungen, Mahnungen, E-Mails usw.
Welche Daten wir weiterleiten und was das bedeutet, das erfahren Sie in unseren <a href="#recht2">rechtlichen Hinweisen</a>.
</p>
<h3>
Sind Sie bereits von einem OpenOffice.org-Abzocker betroffen?
</h3>
<p>Auf dieser Seite haben wir Informationen f&uuml;r Sie zusammengestellt. Darunter Verhaltensweisen, wie beispielsweise die <a href="#ungewollt">Empfehlungen der Verbraucherzentralen</a>.
</p>
<p>
M&ouml;chten Sie uns Ihren Fall melden? Dann schreiben Sie an <a href="mailto:abgezockt@openoffice.org">abgezockt@openoffice.org</a>.
Welche Daten wir weiterleiten und was das bedeutet, das erfahren Sie in unseren <a href="#recht2">rechtlichen Hinweisen</a>. Danke f&uuml;r Ihre Unterst&uuml;tzung!
</p>

<h3><a name="recht"></a>Rechtliche Hinweise - bitte unbedingt lesen</h3>
<ul>
<li>Wir d&uuml;rfen <u>keine Rechtsberatung</u> erteilen! F&uuml;r qualifizierten juristischen Rat
wenden Sie sich bitte an die Verbraucherzentralen oder einen Rechtsanwalt.</li>
<li><a name="recht2"></a>S&auml;mtliche zugesandten F&auml;lle werden bei uns lediglich intern zum Zweck der Kenntnis &uuml;ber unseri&ouml;se Anbieter gespeichert.
<u>Keinesfalls geben wir dabei Ihre pers&ouml;nlichen Daten ungefragt an Dritte weiter, auch nicht an die Suchmaschinen.</u></li>
<li>So bem&uuml;ht wir auch sind, es gibt leider keinen Rechtsanspruch und keine Garantie auf Abschaltung oder Verfolgung der betroffenen Anbieter.</li>
<li>Informieren Sie sich unbedingt - beispielsweise bei den Verbraucherzentralen oder einem Rechtsanwalt - wann und wie Sie rechtlich korrekt
mit den Anbietern Kontakt aufnehmen.</li>
<li><u>Wir werden niemals in Ihrem Namen mit den Anbietern kommunizieren.</u> Etwaige Rechtsmittel k&ouml;nnen ausschlie&szlig;lich Sie einlegen, Erkl&auml;rungen k&ouml;nnen ausschlie&szlig;lich von Ihnen gegen&uuml;ber Ihrem &quot;Vertragspartner&quot; erfolgen!</li>
<li>Eine Meldung an uns hat insoweit keinerlei Rechtskraft.</li>
</ul>
</p>

<h3>Eine kleine Bitte zum Schluss</h3>
<p>
Es w&auml;re bedauerlich, wenn dubiose Anbieter weiterhin dem Ruf von OpenOffice.org und freier Software im Allgemeinen schaden w&uuml;rden.
Deshalb informieren Sie bitte Ihre Freunde, Bekannten und Arbeitskollegen &uuml;ber dieses Problem und dass man etwas dagegen tun kann.
Weisen Sie bitte auch darauf hin, wie man OpenOffice.org ohne Risiko von Abofallen downloaden kann - n&auml;mlich einfach und kostenfrei &uuml;ber die Homepage der Community unter <a href="http://de.openoffice.org">http://de.openoffice.org</a>
</p>
<p>&nbsp;</p>
<p>
<a href="#top">nach oben</a>
</p>
<p>&nbsp;</p>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>
  
      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
