<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>FAQ_item</title>

<meta HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">
</head>
  <body>
                                       
<table width="100%" border="0" cellpadding="4">
                        <tbody>
                        
  <tr> 
    <td width="100%" align="left" valign="top"> 
      <h2><font face="Arial, Helvetica, sans-serif" color="#cc6600"><b>Espace 
        Mac</b></font></h2>
      <p>&nbsp;</p>
      <p>Cette page est destin&eacute;e &agrave; aider les utilisateurs d'OpenOffice.org 
        1.0.3 sur Mac OS X (X11)</p>
      <p>Les d&eacute;veloppeurs qui souhaiteraient aider en participant au projet 
        de porting sur l'interface AQUA ou d&eacute;sireraient participer &agrave; 
        des tests trouveront les explications et l'aide n&eacute;cessaires tr&egrave;s 
        bient&ocirc;t &eacute;galement ici. En attendant que la mise en ligne 
        soit termin&eacute;e adressez-vous &agrave; <a href="http://porting.openoffice.org/mac">http://porting.openoffice.org/mac</a> 
        et sur<a href="http://trinity.neooffice.org"> http://trinity.neooffice.org</a> 
        o&ugrave; vous trouverez tous les renseignements et l'aide n&eacute;cessaire 
        en anglais.</p>
      <p>Nous avons organis&eacute; ces pages en rubriques. Lisez-les toutes pour 
        &ecirc;tre s&ucirc;r d'installer correctement votre suite. Les notes comportent 
        &eacute;galement des informations importantes, notamment sur les probl&egrave;mes 
        et limitations connus.</p>
      <p>&nbsp; </p>
      <table width="75%" border="0" align="center">
        <tr align="center" valign="middle"> 
          <td><a href="#Nec"><font face="Arial, Helvetica, sans-serif">Necessit&eacute;s</font></a></td>
          <td><a href="#Loc"><font face="Arial, Helvetica, sans-serif">Localisation</font></a></td>
          <td><a href="notes1_0_3.htm"><font face="Arial, Helvetica, sans-serif">Notes</font></a></td>
          <td><font face="Arial, Helvetica, sans-serif">D&eacute;veloppeurs</font></td>
        </tr>
      </table>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <h3><b>Bienvenue dans OpenOffice.org 1.0.3 pour DarwinPPC/MacOS X (X11)</b></h3>
      <p>Derni&egrave;re mise &agrave; jour le 20 juin 2003 par Ed Peterlin<br>
        (traduction et adaptation Sophie Gautier 27 ao&ucirc;t 2003)</p>
      <h3><b><font face="Arial, Helvetica, sans-serif"><a name="Nec"></a>N&eacute;cessit&eacute;s 
        pour MacOS X 10.2 et Darwin PPC 6 et sup&eacute;rieurs</font></b></h3>
      <p>Veuillez lire ce document enti&egrave;rement et avec attention pour installer 
        correctement les autres applications n&eacute;cessaires &agrave; la bonne 
        ex&eacute;cution OpenOffice.org 1.0.3 et conna&icirc;tre &eacute;galement 
        les limitations de cette version GM. Ce fichier sera copi&eacute; sur 
        votre disque dur par l'installeur pendant l'installation</p>
      <p>Cette version est la premi&egrave;re version officielle pour Darwin PPC 
        et MacOS X avec X11. Cette application est suffisamment stable pour &ecirc;tre 
        utilis&eacute;e dans un environnement de production pour lequel nous n'avez 
        pas besoin d'une int&eacute;gration fine avec les polices MacOS X, les 
        images, ou une exp&eacute;rience utilisateur. Si vous n'&ecirc;tes pas 
        familier avec X11, il est pr&eacute;f&eacute;rable que vous attendiez 
        la version native actuellement en d&eacute;veloppement.</p>
      <p>Des remerciements sp&eacute;ciaux &agrave; Dan Williams et le reste des 
        volontaires de l'&eacute;quipe de porting sur MacOS X pour l'effort extraordinaire 
        qui a rendu ce portage possible : Dan B, Scott H, Terry T, Jim W, Chad 
        P, Richard S, Scott D, Patrick L, Meinhard M, Thimothy, Kevin, asxless, 
        toute l'aide du projet Marketing et de nos testeurs et tous les autres 
        anonymes que je peux avoir oubli&eacute;.</p>
      <p>Qui peut utiliser cette version ?</p>
      <p>Cette version est la version DarwinPPC qui n&eacute;cessite X11 pour 
        fonctionner. Dans l'id&eacute;al, elle est pour les d&eacute;veloppeurs 
        et les utilisateurs avanc&eacute;s de MacOS X et Darwin qui sont &agrave; 
        l'aise avec l'utilisation de X11. Ainsi, elle n'a pas actuellement le 
        look et feel standard de MacOS. Les utilisateurs qui auraient besoin d'une 
        solution native compl&egrave;te MacOS X doivent attendre les versions 
        Quartz ou Aqua o&ugrave; l'utilisation de X11 ne sera plus n&eacute;cessaire. 
        Si l'utilisation d'un produit bas&eacute; sur X11 ne vous d&eacute;range 
        pas, cette version est maintenant suffisamment stable pour une utilisation 
        quotidienne et comme premi&egrave;re suite bureautique.</p>
      <p><b>N&eacute;cessit&eacute;s syst&egrave;me</b></p>
      <p>OpenOffice.org 1.0.3 MacOS X (X11) requi&egrave;re les n&eacute;cessit&eacute;s 
        suivantes pour fonctionner :</p>
      <ul>
        <li> MacOS X 10.2 ou sup&eacute;rieur ou Darwin 6.0 ou sup&eacute;rieur</li>
        <li>256 Mo de m&eacute;moire pour avoir des performances correctes, 512 
          Mo recommand&eacute;</li>
        <li>300 Mo d'espace sur le disque dur pour OpenOffice.org</li>
        <li>600 Mo d'espace suppl&eacute;mentaire sur votre disque dur pour l'installation 
          d'applications auxiliaires n&eacute;cessaires pour ex&eacute;cuter OpenOffice.org</li>
        <li>1 Go d'espace libre additionnel sur votre disque Syst&egrave;me utilis&eacute; 
          comme swap pendant l'installation et l'ex&eacute;cution</li>
        <li>Xfree86/XDarwin ou Apple X11, dlcompat, ESP-Ghostscript 7.05, fondu 
          et libfreetype 6.2+. L'installeur va d&eacute;tecter s'il vous manque 
          l'un de ces composants et les installera pour vous</li>
        <li>G4/400 ou sup&eacute;rieur est recommand&eacute;</li>
      </ul>
      <p><b>Aide</b></p>
      <p>Il y a une petite communaut&eacute; d'utilisateurs OpenOffice.org MacOS 
        X qui essai d'aider les d&eacute;butants &agrave; installer et utiliser 
        cette suite bureautique open source. Vous pourrez trouver une aide sur 
        les forums &agrave; l'adresse suivante :</p>
      <ul>
        <li> <a href="http://trinity.neooffice.org">http://trinity.neooffice.org</a></li>
        <li>http://fr.openoffice.org, liste users@fr.openoffice.org</li>
      </ul>
      <p>Dans la mesure o&ugrave; nous sommes tous des volontaires, avant de poser 
        vos questions, merci de consulter les archives des forums, ce document, 
        les documents en ligne pour voir si votre question n'a pas d&eacute;j&agrave; 
        re&ccedil;u une r&eacute;ponse.</p>
      <h3><font face="Arial, Helvetica, sans-serif"><b><a name="Loc"></a>Localisation 
        d'OpenOffice.org pour MacOS X</b></font></h3>
      <p>Edward Peterlin<br>
        29 mars 2003<br>
        (traduction Sophie Gautier<br>
        27 ao&ucirc;t 2003)</p>
      <p>Bienvennue !</p>
      <p>Ceci est l'installeur de Localisation OpenOffice.org pour MacOS X. En 
        utilisant cet installeur, vous pouvez modifier la langue utilis&eacute;e 
        par l'interface utilisateur d'OpenOffice.org et installer des dictionnaires 
        pour de multiples langues.</p>
      <p>Utiliser l'installeur<br>
        Pour d&eacute;marrer l'installeur, double cliquez sur l'ic&ocirc;ne OooLocalisation. 
        Une fen&ecirc;tre de dialogue va s'ouvrir contenant un menu proposant 
        une liste de langues. Choisissez votre langue dans la liste et suivez 
        les instructions &agrave; l'&eacute;cran. Une fois l'installation termin&eacute;e, 
        OpenOffice.org utilisera maintenant cette langue par d&eacute;faut pour 
        l'interface utilisateur.</p>
      <p>Vous pouvez utiliser l'installeur de localisation pour changer OpenOffice.org 
        dans les langues suivantes :<br>
        Anglais<br>
        Catalan<br>
        Chinois traditionnel<br>
        Danois<br>
        Hollandais<br>
        Finlandais<br>
        Fran&ccedil;ais<br>
        Allemand<br>
        Grec<br>
        Italien<br>
        Japonnais<br>
        Cor&eacute;en<br>
        Polonais<br>
        Portugais<br>
        Russe<br>
        Espagnol<br>
        Su&egrave;dois<br>
        Turc</p>
      <p>L'entr&eacute;e de texte et l'affichage des polices n'est peut-&ecirc;tre 
        pas encore support&eacute; par OpenOffice.org1.0.1 et Apple X11/XFree86, 
        notamment pour les langues d'Asie de l'est.</p>
      <p>Les dictionnaires sont automatiquement install&eacute;s pour les langues 
        suivantes :<br>
        Anglais <br>
        Catalan (pas de coupure de mots)<br>
        Danois<br>
        Allemand<br>
        Grec (pas de coupure de mots)<br>
        Espagnol<br>
        Fran&ccedil;ais<br>
        Italien<br>
        Hollandais<br>
        Polonais (pas de coupure de mots)<br>
        Portugais<br>
        Russe<br>
        Su&eacute;dois (pas de coupure de mots)</p>
      <p>Si vous installez une langue dot&eacute;e d'un dictionnaire, vous devez 
        activez ces dictionnaires dans OpenOffice.org pour pouvoir les utiliser. 
        Voir ci-dessous pour les d&eacute;tails.</p>
      <p>Alors qu'il est possible d'installer plusieurs dictionnaires dans des 
        langues diff&eacute;rentes, une seule langue d'interface utilisateur peut 
        &ecirc;tre utilis&eacute;e &agrave; la fois. En red&eacute;marrant l'installeur, 
        vous pourrez remplacer l'ancienne langue par la nouvelle que vous souhaitez 
        utiliser.</p>
      <p><b>Activer le dictionnaire orthographique pour les autres langues</b></p>
      <ol>
        <li>Certaines langues auront un dictionnaire orthographique livr&eacute; 
          avec. Pour pouvoir utiliser ce dictionnaire dans votre langue, vous 
          devez l'activer.<br>
          Choisissez<font face="Courier New, Courier, mono"> <b>Outils &gt; Options 
          &gt; Param&egrave;tres linguistiques &gt; Linguistique</b></font></li>
        <li>S&eacute;lectionnez 'OpenOffice MySpell SpellChecker et cliquez sur 
          le bouton Editer &agrave; c&ocirc;t&eacute;</li>
        <li>Dans la fen&ecirc;tre de dialogue qui s'ouvre, choisissez votre langue 
          dans la liste d&eacute;roulante</li>
        <li>Cliquez sur la case &agrave; cocher en face de OpenOffice MySpell 
          SpellChecker. Cela active le dictionnaire pour cette langue. Vous pouvez 
          &eacute;galement activer la c&eacute;sure et le dictionnaire des synonymes 
          s'ils sont pr&eacute;sents dans cette langue</li>
        <li>Cliquez sur <font face="Courier New, Courier, mono"><b>OK</b></font> 
          pour quitter la boite de dialogue</li>
        <li>S&eacute;lectionnez <b><font face="Courier New, Courier, mono">Outils 
          &gt; Options &gt; Param&egrave;tres linguistiques &gt; Langue</font></b></li>
        <li>Dans la fen&ecirc;tre de dialogue qui s'ouvre, choisissez la langue 
          utilis&eacute;e pour l'&eacute;dition. Si vous avez install&eacute; 
          les dictionnaires correctement vous devez voir une coche en face de 
          votre langue dans la liste d&eacute;roulante.</li>
      </ol>
      <p><b>Aide</b><br>
        Pour obtenir de l'aide, visitez le forum OooDocs (en anglais) &agrave; 
        l'adresse suivante :<br>
        http://www.ooodocs.org/modules.php?name=Forum&amp;file=viewforum&amp;f=20<br>
        Ce forum est maintenu par des volontaires et des testeurs pour vous aider 
        dans l'utilisation.<br>
        Pour obtenir de l'aide en fran&ccedil;ais, vous pouvez poser vos questions 
        sur les mailings du site :<br>
        http://fr.openoffice.org</p>
      <p>Notez que nous cherchons de l'aide &eacute;galement pour am&eacute;liorer 
        cet espace qui est aussi le votre. Notamment par la mise en place d'une 
        FAQ en partant de la traduction de celle qui est pr&eacute;sente en anglais. 
        Si vous souhaitez aider, merci de vous inscrire au projet documentation 
        <a href="mailto:doc-subscribe@fr.openoffice.org">doc-subscribe@fr.openoffice.org</a> 
        pour faire vos proposititions.</p>
      <p>&nbsp;</p>
      <p><font face="Arial, Helvetica, sans-serif"><a href="../index.html">Retour 
        &agrave; l'index g&eacute;n&eacute;ral du site</a></font></p>
      <p> <br>
      </p>
    </td>
    </tr>
                         <tr>
                         <td align="right" valign="bottom">             
                                                                        
                                                           
      <p>&nbsp;</p>
                          <!-- Copyrights -->                           
                                                                        
                                              
      <p><small>OpenOffice.org native tongue concept and francophone project
          are built for you with pride by Guy Capra (Alomphega).<br>
        This fr project is also led and maintained with pride too by Sophie Gautier.</small></p>
                          <!-- /Copyrights -->     </td>
                        </tr>
                                                                        
          
  </tbody>                    
</table>
                        <br>
                     <br>
                  <br>
                 <br>
                <br>
               <br>
              <br>
             <br>
            <br>
           <br>
          <br>
         <br>
        <br>
       <br>
      <br>
     <br>
    <br>
   <br>
  <br>
 <br>
</body>
</html>
