<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>


  <body>

    
<h1>
       OpenOffice et la nouvelle orthographe fran&ccedil;aise
    </h1>

    
<h2>
       Informations pratiques
    </h2>

    
<hr noshade="noshade" size="1">
    
<h2>
       &nbsp;
    </h2>

    
<p>
      <b>Qu'est-ce que la nouvelle orthographe fran&ccedil;aise&nbsp;?</b>
    </p>

    
<p> La langue fran&ccedil;aise, comme toutes les autres langues
vivantes, est en &eacute;volution constante&nbsp;; il en va de
m&ecirc;me pour son orthographe, qui n'a cess&eacute; d'&eacute;voluer
au fil des si&egrave;cles. Cette &eacute;volution n'ayant aucune raison
de cesser, l'Acad&eacute;mie fran&ccedil;aise et les instances
francophones comp&eacute;tentes ont propos&eacute; des rectifications
de l'orthographe, mod&eacute;r&eacute;es (elles touchent environ
deux-mille mots, soit environ un mot par page dans un texte courant).
Celles-ci ne sont pas impos&eacute;es, mais recommand&eacute;es. Ainsi,
il est conseill&eacute; d'&eacute;crire<i> &eacute;v&egrave;nement</i> (plut&ocirc;t que<i> &eacute;v&eacute;nement</i>) sur le mod&egrave;le de<i> av&egrave;nement</i>,<i> paraitre</i> et <i>bruler</i> (plut&ocirc;t que<i> para&icirc;tre</i> et <i>br&ucirc;ler</i>) sans accent circonflexe,<i> mille-quatre-cent-trente-et-un</i>
avec des traits d'union entre tous les &eacute;l&eacute;ments, etc.
Vous trouverez d'autres informations sur la nouvelle orthographe sur le
site&nbsp;<a href="http://www.orthographe-recommandee.info">www.orthographe-recommandee.info</a>.
    </p>

    
<p>
      <b>OpenOffice prend-il en compte la nouvelle orthographe&nbsp;?</b>
    </p>

    
<p> Lorsqu'OpenOffice est t&eacute;l&eacute;charg&eacute; puis
install&eacute;, le correcteur orthographique n'est pas
fonctionnel&nbsp;: il faut en effet t&eacute;l&eacute;charger,
s&eacute;par&eacute;ment, un ensemble de dictionnaires (ce qui se fait
dans OpenOffice en s&eacute;lectionnant<i> Fichier</i> &gt;<i>Assistant</i> &gt;<i>Installer de nouveaux dictionnaires</i>, ou au moyen de l'utilitaire&nbsp;<a href="http://fr.openoffice.org/DicOOo/index_dicooo.htm">DicOOo</a>).
    </p>

    
<p> Pour le fran&ccedil;ais, il est d&eacute;sormais possible de
t&eacute;l&eacute;charger un dictionnaire en nouvelle orthographe ou un
dictionnaire en ancienne orthographe. Le dictionnaire en nouvelle
orthographe n'admet que la nouvelle orthographe (<i>&eacute;v&egrave;nement</i> et<span style="font-style: italic;"> </span><i>bruler</i> sont accept&eacute;s, tandis que <i>&eacute;v&eacute;nement</i> et<i> br&ucirc;ler</i>
sont consid&eacute;r&eacute;s comme des fautes), et le dictionnaire en
ancienne orthographe n'admet que l'ancienne orthographe (<i>&eacute;v&egrave;nement</i> et<i> bruler</i> sont consid&eacute;r&eacute;s comme des fautes,<i> &eacute;v&eacute;nement</i> et <i>br&ucirc;ler</i> sont accept&eacute;s).
    </p>

    
<p>
      <b>Je dispose actuellement du correcteur en ancienne orthographe. Comment le mettre &agrave; jour&nbsp;?</b>
    </p>

    
<p> Si vous utilisez actuellement le correcteur en ancienne orthographe
mais que vous souhaitez d&eacute;sormais &ecirc;tre corrig&eacute;
selon les nouvelles r&egrave;gles, vous devez d'abord
t&eacute;l&eacute;charger le dictionnaire en nouvelle orthographe. Pour
ce faire, ouvrez OpenOffice, puis s&eacute;lectionnez <i>Fichier</i> &gt;<i>Assistant</i> &gt;<i>Installer de nouveaux dictionnaires</i>. Vous pouvez aussi utiliser l'utilitaire&nbsp;<a href="http://fr.openoffice.org/DicOOo/index_dicooo.htm">DicOOo</a>.
    </p>

    
<p>
       S&eacute;lectionnez-le ensuite comme dictionnaire par d&eacute;faut dans OpenOffice.
    </p>

    
<p>
      <b>Comment a &eacute;t&eacute; r&eacute;alis&eacute; le nouveau dictionnaire&nbsp;?</b>
    </p>

    
<p>
       Le nouveau dictionnaire est une mise &agrave; jour (r&eacute;alis&eacute;e par Mathieu Schopfer) de l'ancienne version.
    </p>

    
<p>
       Le nouveau dictionnaire a re&ccedil;u le&nbsp;<a href="http://www.orthographe-recommandee.info/label">label de qualit&eacute;&nbsp;<i>orthographe-recommandee.info</i></a>, gage d'une int&eacute;gration parfaite de la nouvelle orthographe.
    </p>

    
<p>
      <b>Avec le nouveau correcteur, OpenOffice est-il totalement &agrave; jour&nbsp;?</b>
    </p>

    
<p> Si vous t&eacute;l&eacute;chargez et installez le nouveau
dictionnaire, le correcteur orthographique fran&ccedil;ais que vous
utilisez dans OpenOffice sera totalement &agrave; jour. </p>

    
<p> Cependant, pour l'instant, dans l'interface d'OpenOffice
elle-m&ecirc;me, la plupart des textes sont r&eacute;dig&eacute;s en
ancienne orthographe. </p>

    
<p> Par ailleurs, la liste de corrections automatiques d'OpenOffice n'a
pas encore &eacute;t&eacute; mise &agrave; jour. Pour &eacute;viter une
correction automatique devenue inutile, vous pouvez vous-m&ecirc;me
retirer de la liste de corrections automatiques les formes
list&eacute;es ci-dessous, ou les remplacer. (Pour ouvrir la
fen&ecirc;tre des corrections automatiques, allez dans <i>Outils</i> &gt;<i>AutoCorrection</i>).
    </p>

    
<blockquote>
      
  <p>
        <i>acro&icirc;tre &gt; accro&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>accroitre</i>]
        <br>

        <i>ambigue &gt; ambigu&euml;</i> [nouvelle orthographe&nbsp;:<i>ambig&uuml;e</i>]
        <br>

        <i>apara&icirc;tre &gt; appara&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>apparaitre</i>]
        <br>

        <i>apparait &gt; appara&icirc;t</i> [nouvelle orthographe&nbsp;:<i>apparait</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>apparaitre &gt; appara&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>apparaitre</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>connaitre &gt; conna&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>connaitre</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>disparait &gt; dispara&icirc;t</i> [nouvelle orthographe&nbsp;:<i>disparait</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>disparaitre &gt; dispara&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>disparaitre</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>&eacute;v&egrave;nement &gt; &eacute;v&eacute;nement</i> [nouvelle orthographe&nbsp;:<i>&eacute;v&egrave;nement</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>&eacute;vennement &gt; &eacute;v&eacute;nement</i> [nouvelle orthographe&nbsp;:<i>&eacute;v&egrave;nement</i>]
        <br>

        <i>gout &gt; go&ucirc;t</i> [nouvelle orthographe&nbsp;:<i>gout</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>imb&eacute;cilit&eacute; &gt; imb&eacute;cillit&eacute;</i> [nouvelle orthographe&nbsp;:<i>imb&eacute;cilit&eacute;</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>parait &gt; para&icirc;t</i> [nouvelle orthographe&nbsp;:<i>parait</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>paraitre &gt; para&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>paraitre</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>reconnait &gt; reconna&icirc;t</i> [nouvelle orthographe&nbsp;:<i>reconnait</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>reconnaitre &gt; reconna&icirc;tre</i> [nouvelle orthographe&nbsp;:<i>reconnaitre</i> ; la graphie "fautive" est d&eacute;sormais correcte]
        <br>

        <i>r&egrave;glementation &gt; r&eacute;glementation</i> [nouvelle orthographe&nbsp;:<i>r&egrave;glementation</i> ; la graphie "fautive" est d&eacute;sormais correcte]
      </p>

    </blockquote>

    
<p>
       &nbsp;
    </p>

    
<p>
       &nbsp;
    </p>


<img alt="OpenOffice et la nouvelle orthographe fran&ccedil;aise" src="label_ortho-rec.png">


  
</body>
</html>
