
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    


  
  
  
  
  <title>Histoire</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/fr/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/fr/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fr/">fr</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h1 style="color: rgb(204, 102, 0);">Histoire du projet</h1>


      
      
<p>La soci&eacute;t&eacute; &eacute;ditrice StarDivision, auteur
original de la suite StarOffice, fut fond&eacute;e en Allemagne dans
les ann&eacute;es 80. Elle a &eacute;t&eacute; rachet&eacute;e par
Sun Microsystems durant l'&eacute;t&eacute; 1999.</p>


      
      
<p>La premi&egrave;re version "Sun" de StarOffice, StarOffice
5.1a, fut disponible assez vite vers fin Octobre 1999 et StarOffice
5.2, l'ancienne version commerciale gratuite de StarOffice<sup>(tm)</sup>,
a &eacute;t&eacute; publi&eacute;e en Juin 2000.</p>


      
      
<p>Les versions suivantes de StarOffice (&agrave; partir de la
version 6.0) sont d&eacute;velopp&eacute;es &agrave; partir des codes
sources, APIs (Application Programming Interfaces), formats de
fichiers et guides de r&eacute;f&eacute;rences du pr&eacute;sent
projet OpenOffice.org.</p>


      
      
<p>Le projet OpenOffice.org a initialement &eacute;t&eacute; bas&eacute; sur les
sources offertes par Sun Microsystems, pr&eacute;par&eacute;es pour la
future version de StarOffice. Ces sources sont &eacute;crites en C++
et proposent diverses possibilit&eacute;s de langages, et des
fonctionnalit&eacute;s scriptables ainsi que des APIs pour Java et
d'autres langages de programmation.</p>


      
      
<p>Ces technologies introduisent de nouvelles possibilit&eacute;s
architecturales de d&eacute;veloppement, permettant l'utilisation de
la suite bureautique comme des applications s&eacute;par&eacute;es et
des composants embarqu&eacute;s. D'autres fonctionnalit&eacute;s sont
&eacute;galement pr&eacute;sentes comme le format natif en XML et
bien s&ucirc;r tout ce que peut permettre le travail direct sur des
codes sources...</p>


      
      
<p>Sun propose un <a href="about-whitepapers.html">livre blanc</a>
(en anglais) pour pr&eacute;senter un canevas g&eacute;n&eacute;ral et un plan de route pour
ces technologies. Vous en trouverez le lien sur ce site. Vous y
d&eacute;couvrirez l'historique et l'actualit&eacute; de ce formidable projet.</p>


      
      
<p>Toutefois, si Sun Microsystems sponsorise la
soci&eacute;t&eacute; CollabNet pour superviser le projet
OpenOffice.org, la communaut&eacute; des utilisateurs et des
d&eacute;veloppeurs OpenOffice.org est au final responsable de ses
choix et des r&eacute;alisations du projet OpenOffice.org.</p>


      
      Ce site officiel fr.openoffice.org existe uniquement pour vous fournir
les outils francophones dont vous pourrez avoir l'utilit&eacute; pour bien
utiliser le logiciel OpenOffice.org et/ou participer &agrave; son
d&eacute;veloppement, soit en utilisant les forums qu'il vous propose, soit en
le consultant r&eacute;guli&egrave;rement.

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
