
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    // This line is already part of every file. Adding it here is resulting in a double entry which is against the W3C standard.
    // <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    

  
  
  <title>Les projets OpenOffice.org</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/fr/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/fr/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fr/">fr</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h1 style="color: rgb(204, 102, 0);">Les projets</h1>

      
<p>Il existe de nombreux projets diff&eacute;rents qui
s'int&egrave;grent dans le projet OpenOffice.org.</p>

      
<p class="c1">Note importante :</p>

      
<p>Tous ces projets communiquent dans la langue la plus
utilis&eacute;e par le plus de monde dans l'informatique : l'anglais.</p>

      
<p>Si vous consultez ce site, il est bien entendu que vous
&ecirc;tes francophones et convaincus - comme nous - que le
fran&ccedil;ais est une langue magnifique, et vous devez probablement
- comme nous aussi - &ecirc;tre plus &agrave; l'aise dans cette langue
que dans n'importe quelle autre... Cependant, pour des raisons
pragmatiques de communication, il faut savoir que l'anglais est
compris par quasiment tous les peuples de la plan&egrave;te, et de ce
fait est devenu une esp&egrave;ce d'esp&eacute;ranto (une langue de
communication o&ugrave; tout le monde peut se comprendre et
&eacute;changer).</p>

      
<p>D'autre part, en mati&egrave;re de d&eacute;veloppement, tous
les langages utilisent une syntaxe proche de l'anglais courant, ce
qui oblige les d&eacute;veloppeurs &agrave; conna&icirc;tre au moins
les rudiments de cette langue.</p>

      
<p>M&ecirc;me si les traducteurs automatiques permettent
d'esp&eacute;rer bient&ocirc;t pouvoir converser chacun dans sa
langue maternelle, tel n'est pas encore le cas et les d&eacute;lais
de traductions emp&ecirc;cheraient de suivre les informations en
temps r&eacute;el (il y a plusieurs dizaines d'informations
importantes par jour sur le projet OpenOffice.org).</p>

      
<p>Pour ces raisons, et pour vous permettre de participer aux
projets sans handicaps de retards d'informations, nous avons choisi
de ne pas traduire (ou interpr&eacute;ter) les diff&eacute;rents
&eacute;l&eacute;ments d'OpenOffice.org qui ont rapport avec la
mouvances des projets actuellement en cours.</p>

      Rendez-vous sur la page des <a href="http://projects.openoffice.org/">projets OpenOffice.org</a> !

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
