
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
  <meta http-equiv="content-type" content="text/html; charset=windows-1250">
  <meta name="generator" content="PSPad editor, www.pspad.com">
  <title>Le Projet Apache OpenOffice annonce Apache OpenOffice&trade; 3.4</title>
  
    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/fr/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/fr/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fr/">fr</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<DIV ID="content" DIR="LTR">
	<H1 CLASS="western" STYLE="font-weight: normal"><FONT FACE="Arial, sans-serif"><FONT SIZE=4>	<FONT COLOR="#b80047"><B>Le
	Projet Apache OpenOffice annonce Apache OpenOffice&trade; 3.4</B></FONT></FONT></FONT></H1>
	<P STYLE="font-weight: normal"><BR><BR>
	</P>
	<P><STRONG><FONT FACE="Arial, sans-serif">De nombreuses
	am&eacute;liorations ont &eacute;t&eacute; apport&eacute;es &agrave;
	la suite bureautique &agrave; code ouvert, multi-plateformes,
	multilingue, leader dans le monde avec plus de 100 millions
	d'utilisateurs. Son t&eacute;l&eacute;chargement <a href="/fr/Telecharger">est d&eacute;sormais accessible gratuitement pour Windows, Linux et
	Macintosh</a></STRONG></FONT></P>
	<P><STRONG><FONT COLOR="#000000"><FONT FACE="Arial, sans-serif">www.OpenOffice.org
	&mdash;8 Mai 2012&mdash;</FONT></FONT></STRONG><FONT COLOR="#000000"><FONT FACE="Arial, sans-serif">
	Le Projet Apache OpenOffice annonce aujo</FONT></FONT><FONT FACE="Arial, sans-serif">urd'hui
	la distribution de Apache OpenOffice&trade; 3.4, la premi&egrave;re
	version finale de OpenOffice sous la gouvernance de la Fondation
	Apache (ASF). </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">Apache OpenOffice est une suite
	bureautique <I>Open Source </I>originale, con&ccedil;ue pour un
	usage professionnel et priv&eacute;. </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Avec la donation de
	OpenOffice.org &agrave; l'ASF, la fondation, et sp&eacute;cialement
	la gestion du projet, fut une t&acirc;che ardue : re-mobiliser une
	communaut&eacute; et faire passer OpenOffice d'une base de code
	h&eacute;rit&eacute; d'une propri&eacute;t&eacute; intellectuelle
	inconnue &agrave; une suite logicielle contr&ocirc;l&eacute;e par
	Apache et sous licence &eacute;ponyme&nbsp;&raquo; d&eacute;clare
	Jim Jagielski, Pr&eacute;sident de l'ASF et mentor du projet Apache
	OpenOffice. &laquo;&nbsp;La version finale de Apache OpenOffice 3.4
	montre combien le projet a &eacute;t&eacute; un succ&egrave;s&nbsp;:
	attirant des d&eacute;veloppeurs professionnels de plus de 21
	entreprises, tout en &eacute;vitant que celles-ci aient une
	influence ou fasse une pression toujours destructrice dans les
	Communaut&eacute;s libres&nbsp;; en construisant un code source
	stable et contenant des am&eacute;liorations et des corrections
	significatives et bien s&ucirc;r, en cr&eacute;ant une Communaut&eacute;
	vari&eacute;e (compos&eacute;e &agrave; la fois d'utilisateurs et de
	d&eacute;veloppeurs), active et en pleine sant&eacute;.&nbsp;&raquo;</FONT></P>
	<P><FONT FACE="Arial, sans-serif">Apache OpenOffice est une suite
	bureautique &agrave; code ouvert majeure avec plus de 100 millions
	d'utilisateurs dans le monde et dans tous les environnements&nbsp;:
	particuliers, entreprises, administrations, monde de la recherche,
	et de l'&eacute;ducation. Traduite en 15 langues, Apache OpenOffice
	3.4 est <a href="/fr/Telecharger">disponible
	gratuitement au t&eacute;l&eacute;chargement</a>.</FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">OpenOffice 3.4 comprend les
	fonctionnalit&eacute;s suivantes :</FONT></P>
	<UL>
		<LI><P STYLE="margin-bottom: 0cm"><FONT FACE="Arial, sans-serif">traitement
		de texte, tableur, pr&eacute;sentation, base de donn&eacute;es,
		dessin et &eacute;diteur de formules math&eacute;matiques pour les
		environnements Windows, Linux (32-bits et 64-bits) et Mac OS.  </FONT>
		</P>
		<LI><P STYLE="margin-bottom: 0cm"><FONT FACE="Arial, sans-serif">langage
		natif pour l'anglais, arabe, tch&egrave;que, allemand, espagnol,
		fran&ccedil;ais, galicien, hongrois, italien, japonais,
		n&eacute;erlandais, russe, br&eacute;silien, portugais, chinois
		simplifi&eacute; et traditionnel </FONT>
		</P>
		<LI><P STYLE="margin-bottom: 0cm"><FONT FACE="Arial, sans-serif">ODF
		am&eacute;lior&eacute;, incluant les options de chiffrage ODF 1.2
		et de nouvelles fonctions  tableur</FONT></P>
		<LI><P STYLE="margin-bottom: 0cm"><FONT FACE="Arial, sans-serif">tableau
		crois&eacute; dynamique am&eacute;lior&eacute; dans Calc </FONT>
		</P>
		<LI><P STYLE="margin-bottom: 0cm"><FONT FACE="Arial, sans-serif">graphique
		incluant des fonctions de fin de lignes, de transformations d'objet
		et un support natif du format SVG (Scalable Vector Graphics).</FONT></P>
		<LI><P><FONT FACE="Arial, sans-serif">Des performances et une
		qualit&eacute; am&eacute;lior&eacute;es.</FONT></P>
	</UL>
	<P><FONT FACE="Arial, sans-serif">La liste compl&egrave;te des
	nouvelles caract&eacute;ristiques, fonctions et am&eacute;liorations
	est accessible dans les notes de versions. </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">Les utilisateurs de Apache
	OpenOffice b&eacute;n&eacute;ficient &eacute;galement d'un large
	&eacute;cosyst&egrave;me de produits-tiers, comprenant plus de 2.300
	mod&egrave;les et plus de 800 extensions. </FONT>
	</P>
	<H1 CLASS="western" ALIGN=LEFT STYLE="line-height: 150%; page-break-after: avoid">
	<FONT FACE="Arial, sans-serif"><FONT SIZE=5><B>D&eacute;veloppement
	communautaire, le mod&egrave;le Apache</B></FONT></FONT></H1>
	<P><FONT FACE="Arial, sans-serif">Le c&oelig;ur de code OpenOffice
	fut cr&eacute;&eacute; par Star Division dans les ann&eacute;es
	1990, acquis par  Sun Microsystems en 1999 puis par Oracle
	Corporation en 2010, avant d'&ecirc;tre c&eacute;d&eacute; &agrave;
	la Fondation Apache mi-2011. </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">Aujourd'hui le projet rassemble un
	groupe de d&eacute;veloppeurs, testeurs et traducteurs b&eacute;n&eacute;voles
	ainsi que d'autres contributeurs. Le tout dans un processus
	m&eacute;ritocratique  qui est nomm&eacute; informellement &laquo;&nbsp;mod&egrave;le
	Apache&nbsp;&raquo; (Apache Way). Il est soutenu par des centaines
	de volontaires d'autres logiciels &agrave; code ouvert de part le
	monde.</FONT></P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Initialement lanc&eacute;
	il y a une d&eacute;cennie, la premi&egrave;re version d'OpenOffice
	3.4 en tant que projet Apache marque un nouveau chapitre important
	dans la vie d'un projet de r&eacute;f&eacute;rence&nbsp;&raquo; a
	d&eacute;clar&eacute; Stephen O'Grady, Analyste Principal chez
	RedMonk. &laquo;&nbsp;Apr&egrave;s des mois d'efforts, la suite
	bureautique &agrave; code ouvert est d&eacute;sormais sous licence
	et construite dans le but de rassembler une large population
	d'utilisateurs, d&eacute;veloppeurs et <SPAN STYLE="background: transparent">&eacute;diteurs
	</SPAN>dans le monde&nbsp;&raquo;.</FONT></P>
	<P><FONT FACE="Arial, sans-serif">En tant que projet dans
	l'Incubateur Apache, Apache OpenOffice est supervis&eacute; par
	Comit&eacute; de gestion de projet (PPMC) qui encadre les op&eacute;rations
	quotidiennes de d&eacute;veloppement communautaire et de lancement
	de produits. Le t&eacute;l&eacute;chargement du code source Apache
	OpenOffice, la documentation, les listes de diffusion et les
	ressources associ&eacute;es sont disponibles &agrave; l'adresse :
	<A HREF="http://openoffice.apache.org/">http://openoffice.apache.org/</A>
	(en anglais).</FONT></P>
	<P><FONT FACE="Arial, sans-serif">Pour le premier lancement officiel
	Apache d'OpenOffice, l'&eacute;quipe de d&eacute;veloppement a
	r&eacute;ussi &agrave; se conformer &agrave; la politique d&eacute;finie
	par le Comit&eacute; de gestion du Projet Incubateur (Incubator
	Project Management Committee). Il a pu identifier, enlever et
	remplacer les biblioth&egrave;ques de fonctions incompatibles avec
	la nouvelle licence de la Fondation Apache  par des fonctions
	&eacute;qivalentes.</FONT></P>
	<H2 CLASS="western"><FONT FACE="Arial, sans-serif">D&eacute;veloppements
	futurs</FONT></H2>
	<P><FONT FACE="Arial, sans-serif">Le plan pour les prochaines
	am&eacute;liorations du Projet inclue le support de langues
	additionnels natives, une accessibilit&eacute;, une facilit&eacute;
	d'utilisation et des performances am&eacute;lior&eacute;es, ainsi
	que l'adoption de caract&eacute;ristiques et perfectionnements gr&acirc;ce
	&agrave; la contribution &agrave; venir de IBM Lotus Symphony. </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">Le Comit&eacute; de gestion du
	Projet Apache OpenOffice invite chacun &agrave; le rejoindre. Il
	existe des zones nombreuses et diverses dans lesquelles les
	contributions seront plus que bienvenues. Consultez la page&nbsp;:
	<A HREF="/fr/Participer">Participez</A>.	</FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Apache OpenOffice est
	la suite bureautique &agrave; code ouvert, leader avec plus de 15
	ans  d'investissement dans son d&eacute;veloppement. Nous sommes
	heureux et enthousiastes d'offrir une version int&eacute;grale de
	OpenOffice compatible avec la Licence Apache 2. Cette offre
	constituera un socle de progression d'OpenOffice, ici &agrave;
	Apache&nbsp;&raquo; a d&eacute;clar&eacute; Juergen Schmidt,
	Responsable du lancement d'Apache OpenOffice et d&eacute;veloppeur
	originel. &laquo;&nbsp;Avec la r&eacute;ussite de cette &eacute;tape
	majeure, nous avons &eacute;tabli une communaut&eacute; diversifi&eacute;e
	et vivante ayant suffisamment de profondeur et de talent pour
	projeter ce logiciel important vers le futur. Nous esp&eacute;rons</FONT><FONT FACE="Arial, sans-serif"><SPAN LANG="fr-FR">
	&ecirc;tre bient&ocirc;t qualifi&eacute;s de projet Apache de haut
	niveau&nbsp;&raquo;</SPAN></FONT><FONT FACE="Arial, sans-serif">. </FONT>
	</P>
	<H2 CLASS="western"><FONT FACE="Arial, sans-serif">Pour plus
	d'information</FONT></H2>
	<P><FONT FACE="Arial, sans-serif">Vous pourrez obtenir un suppl&eacute;ment
	d'information sur le logiciel Apache OpenOffice en vous rendant sur
	la partie francophone de notre site <A HREF="http://www.openoffice.org/fr">www.openoffice.org/fr</A>.
	Une information sur le projet Apache OpenOffice, dont des
	renseignements sur le volontariat sont disponibles sur <A HREF="http://openoffice.apache.org/">le site du projet</A> (en anglais).</FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">Pour &ecirc;tre inscrit sur les
	listes de diffusion anglophones et recevoir ainsi les annonces
	officielles concernant OpenOffice, envoyez un courriel &agrave;
	<A HREF="mailto:announce-subscribe@openoffice.apache.org">announce-subscribe@openoffice.apache.org</A>.
	Vous pouvez &eacute;galement nous suivre sur <A HREF="http://www.facebook.com/ApacheOO">Facebook</A>,
	<A HREF="https://twitter.com/#%21/apacheoo">Twitter</A>, <A HREF="http://identi.ca/apacheoo">Identi.ca</A>
	et <A HREF="https://plus.google.com/u/0/114598373874764163668/">Google+</A>.
	</FONT>
	</P>
	<H2 CLASS="western"><FONT FACE="Arial, sans-serif">A propos de la
	Fondation Apache (ASF)</FONT></H2>
	<P><FONT FACE="Arial, sans-serif">Les technologies Apache font
	fonctionner plus de la moiti&eacute; de l'internet, des petaoctets
	de donn&eacute;es, des teraflops d'op&eacute;rations, des milliards
	d'objets et am&eacute;liore la vie d&rsquo;innombrables utilisateurs
	et d&eacute;veloppeurs. Fond&eacute; en 1999 pour guider, d&eacute;velopper
	et incuber les innovations </FONT><FONT FACE="Arial, sans-serif"><I>Open
	Source </I></FONT><FONT FACE="Arial, sans-serif"><SPAN STYLE="font-style: normal">par
	la &laquo;&nbsp;m&eacute;thode </SPAN></FONT><FONT FACE="Arial, sans-serif">Apache&nbsp;&raquo;,
	l'ASF supervise plus de 150 projets men&eacute;s par une communaut&eacute;
	de volontaires de plus de 400 membres individuels et 3.500 codeurs
	r&eacute;partis sur les six continents. Pour un suppl&eacute;ment
	d'information, visitez <A HREF="http://www.apache.org/">http://www.apache.org/</A>.
	</FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&quot;Apache&quot;, &quot;Apache
	OpenOffice&quot;, &quot;OpenOffice&quot; et &quot;OpenOffice.org&quot;
	sont des marques commerciales  ou d&eacute;pos&eacute;es par The
	Apache Software Foundation aux Etats-Unis et dans d'autres pays.
	Toutes les autres marques appartiennent &agrave; leur propri&eacute;taires.</FONT></P>
	<HR>
	<H1 CLASS="western"><FONT FACE="Arial, sans-serif">T&eacute;moignages</FONT></H1>
	<H2 CLASS="western"><FONT FACE="Arial, sans-serif">Communaut&eacute;</FONT></H2>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Comme outil
	bureautique, OpenOffice.org fut un r&eacute;volution en son temps et
	son r&ocirc;le a &eacute;t&eacute; de lancer le standard du format
	OpenDocument (ODF). Chez Apache, ils sont r&eacute;put&eacute;s pour
	&ecirc;tre porteur d'excellents projets, nous sommes fiers de voir
	r&eacute;ussir OpenOffice. Cette &eacute;tape importante est la
	preuve que le &quot;mod&egrave;le Apache&quot;, qui respecte la
	m&eacute;ritocratie des personnes donnant de leur temps et leur
	talent pour faire avancer leurs projets, est la clef qui rend Apache
	OpenOffice id&eacute;al pour chacun.&nbsp;&raquo;  <BR>&mdash;
	Claudio Filho, membre du Comit&eacute; de gestion de projet Apache
	OpenOffice et de la Communtaut&eacute; br&eacute;silienne OpenOffice</FONT></P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Apache OpenOffice 3.4
	est une digne progression de OpenOffice.org. De nombreuses
	am&eacute;liorations ont &eacute;t&eacute; apport&eacute;es qui ont
	&eacute;t&eacute; initi&eacute;es par OpenOffice.org, mais
	auxquelles nous avons ajout&eacute; un certain nombre de nouveaut&eacute;s.
	Toutes avec le niveau de qualit&eacute; &agrave; laquelle nos
	utilisateurs sont habitu&eacute;s. Utilisez Apache OpenOffice 3.4
	pour votre usage personnel, au travail ou pour des besoins &eacute;ducatifs
	et r&eacute;compensez le travail de beaucoup de volontaires qui a
	rendu cela possible. Les contributeurs germanophones continueront de
	vous aider et &eacute;couteront vos questions, demandes et
	suggestions. Chez Apache, tous ensemble nous continuerons &agrave;
	donner forme pour le futur de OpenOffice.&nbsp;&raquo;<BR>&mdash;
	Regina Henschel, membre du Comit&eacute; de gestion du projet et de
	la Communaut&eacute; germanophone de OpenOffice. </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;OpenOffice avec sa
	grande communaut&eacute; diversifi&eacute;e a maintenant une
	nouvelle maison chez Apache. Plus de 40 volontaires de la communaut&eacute;
	italienne ont aid&eacute; avec les traductions et l'assurance
	qualit&eacute;, &agrave; faire que Apache OpenOffice 3.4 aille de
	pair avec ce que les utilisateurs sont en droit d'attendre de
	OpenOffice. La nouvelle licence permet aux contributions apport&eacute;es
	&agrave; OpenOffice d'&ecirc;tre r&eacute;-utilis&eacute;es
	librement dans d'autres projets et je me r&eacute;jouis d'une
	collaboration inter-projets pour le meilleur int&eacute;r&ecirc;t
	des utilisateurs.&nbsp;&raquo;<BR>&mdash; Andrea Pescetti, membre du
	Comit&eacute; de gestion du projet et de la Communaut&eacute;
	italienne OpenOffice</FONT></P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Apache OpenOffice 3.4
	est une &eacute;tape majeure pour notre communaut&eacute; OpenOffice
	&agrave; Ta&iuml;wan. Car c'est la premi&egrave;re version &agrave;
	laquelle notre communaut&eacute; locale ta&iuml;wanaise a particip&eacute;
	r&eacute;ellement pour les traductions et le d&eacute;veloppement.
	Je vous invite &agrave; t&eacute;l&eacute;charger et tester notre
	travail. Cela sera pour vous la meilleure exp&eacute;rience.&nbsp;&raquo;
	<BR>&mdash; Yang Shih-Ching,membre du Comit&eacute; de gestion du
	projet et de la Communaut&eacute; de Ta&iuml;wan </FONT>
	</P>
	<H2 CLASS="western"><FONT FACE="Arial, sans-serif">Partenaires</FONT></H2>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Quels moments
	passionnants ! SourceForge a &eacute;t&eacute; un partenaire de
	confiance pour la communaut&eacute; du logiciel libre pendant plus
	d'une d&eacute;cade et nous sommes fiers de travailler avec la
	Fondation Apache. La version 3.4 de Apache OpenOffice marque une
	&eacute;tape significative pour le produit et la communaut&eacute;.
	Nos &eacute;quipes sont heureuses de participer et esp&egrave;rent
	continuer &agrave; progresser. F&eacute;licitations !&nbsp;&raquo;<BR>&mdash;
	Jeff Drobick, Directeur chez Geeknet Media&nbsp; </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;IBM est heureux de 
	contribuer au projet Apache OpenOffice sous licence &eacute;ponyme
	v2. Ce projet repr&eacute;sente une opportunit&eacute; unique
	d'innover et cr&eacute;er des documents bureautiques r&eacute;pondant
	aux besoins des entreprises. Nous attendons avec impatience
	l'ach&egrave;vement de la contribution au code source de Lotus
	Symphony vers Apache OpenOffice dans un proche avenir.&nbsp;&raquo;<BR>&mdash;&nbsp;Kevin
	Cavanaugh, Vice-Pr&eacute;sident, IBM Solutions collaboratives</FONT></P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;PSC Group, LLC inclue
	Lotus Symphony et OpenOffice dans nos solutions client&egrave;les
	depuis de nombreuses ann&eacute;es. Avec le passage chez Apache, PSC
	a sign&eacute; un accord de licence et un nombre important de nos
	consultants ont d&eacute;cid&eacute; de devenir des contributeurs
	individuels. Nous nous r&eacute;jouissons de participer &agrave; la
	prochaine version majeure propos&eacute;e sous l'appellation Apache
	OpenOffice 4.&nbsp;&raquo; <BR>&mdash; John Head, Directeur,
	Enterprise Collaboration, PSC Group, LLC </FONT>
	</P>
	<P><FONT FACE="Arial, sans-serif">&laquo;&nbsp;Nous travaillons sur
	le projet Apache OpenOffice car notre but est de toujours apporter
	le meilleur aux utilisateurs. Ainsi nous travaillons &agrave;
	am&eacute;liorer la g&eacute;n&eacute;ration de rapports et la
	collaboration &agrave; l'int&eacute;rieur de SugarCRM. Le projet
	conduira finalement &agrave; une productivit&eacute; accrue. Lorsque
	les utilisateurs sont plus productifs ils peuvent se focaliser sur
	des t&acirc;ches plus importantes afin de procurer une formidable
	exp&eacute;rience utilisateur.&nbsp;&raquo; <BR>&mdash; Clint Oram,
	responsable technique et co-fondateur de SugarCRM </FONT>
	</P>
	<P><BR><BR>
	</P>
</DIV>

  
      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
