
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    
<meta HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">

    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/draw/">draw</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<p><strong>Ich habe ein <font color="#CC6600">Bild</font> (JPEG-Format), bei dem ich die <font
color="#CC6600">Farben &auml;ndern</font> muss, bevor ich es in einem OpenOffice.org Dokument
verwende. Wie ver&auml;ndere ich die Farben?</strong></p>

<p>Wenn Sie ein JPEG-Bild &ouml;ffnen, zeigt OpenOffice.org die Symbolleiste f&uuml;r Bilder
gleich unter der Symbolleiste f&uuml;r Befehle an. Wenn das Bild ge&ouml;ffnet ist: 

<ol>
  <li>W&auml;hle: <b>Extras-Pipette</b> aus dem Men&uuml;. Es zeigt das 'Pipetten'-Fenster an.</li>
  <li>Klicken Sie auf das ganz links oben befindliche Icon: [<b>Pipette</b>].</li>
  <li>Geben Sie einen Toleranzwert ein, wie genau die Farbauswahl sein soll. Beginnen Sie mit
    einer Toleranz von 10%. Eventuell m&uuml;ssen Sie diesen Wert erh&ouml;hen, damit Sie eine
    &Auml;nderung sehen. Ein Wert um die 30% ist gew&ouml;hnlicherweise ausreichend. Sie k&ouml;nnen ihn
    bis zu 99% erh&ouml;hen, aber das k&ouml;nnte eine weit gr&ouml;&szlig;ere Fl&auml;che ver&auml;ndern, als Sie
    m&ouml;chten.</li>
  <li>W&auml;hlen Sie im Bild die Farbe aus, die ersetzt werden soll. Im Pipettenfenster wird
    diese Farbe automatisch sichtbar.</li>
  <li>W&auml;hlen Sie bei der <b>'Ersetzen durch...'</b>-Auswahlliste&nbsp;die Farbe aus, mit der
    ersetzt werden soll.</li>
  <li>Klicken Sie auf die <b>'Ersetzen'</b>-Schaltfl&auml;che um Ihre &Auml;nderung zu best&auml;tigen.
    Wenn nichts passiert, erh&ouml;hen Sie die Toleranz.</li>
  <li>Um mehr Farben zu ersetzen, w&auml;hlen Sie eine andere Pipetten-Fl&auml;che auf der linken
    Seite des Pipetten-Dialogfensters aus, dann wiederholen Sie die Schritte von 2 bis 5.
    Abschlie&szlig;end best&auml;tigen Sie Ihre &Auml;nderung durch Dr&uuml;cken der <b>'Ersetzen'</b>-Schaltfl&auml;che.</li>
</ol>

<p><a href="index.html">zur&uuml;ck zum Hauptmen&uuml;</a> | <a href="../index.html">Zur&uuml;ck zur
Benutzer-FAQ Hauptseite</a></p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
