
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <title>OOo - Mitarbeiter FAQ - Lizenzen
    </title>
    <!-- Start de-header -->
    <link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
    <link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
    <link rel="alternate stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
    <link rel="alternate stylesheet" title="mit Navbar4" href="../../../styles/de_navbar4.css" media="screen" type="text/css" />
    <link rel="alternate stylesheet" title="mit Navbar5" href="../../../styles/de_navbar5.css" media="screen" type="text/css" />
    <link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
    <meta http-equiv="Content-Style-Type" content="text/css" />
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <style type="text/css">      /*
      <![CDATA[*/         	<!--         	@import url("../../../styles/de_navbar6.css");         	-->      /*]]>*/
    </style>
    <!-- End de-header -->

    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/mitarbeiter/">mitarbeiter</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt
	$Id: makemap.pl,v 1.5 2006/01/29 22:00:50 mkirchner Exp ,V 0.5.5 Samstag, 11. Februar 2006 20:48:20 _MLM
	< -->
<ul id="navbar_de">
    <li><div>de-links</div></li>
    <li> <a href="../../../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../../../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="../../../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li>Mithelfen
      <ul>
      <li> <a href="../../../dev/index.html" title="Die Startseite f&uuml;r neue Mitarbeiter"> F&uuml;r Mithelfer </a></li>
      <li> Mitarbeiter-FAQ </li>
      <li> <a href="../../../dev/ansprechpartner.html" title="Ansprechpartner &uuml;bernehmen die Verantwortung f&uuml;r einen Teil des Gesamtprojekts."> Ansprechpartner </a></li>
      <li> <a href="../../../dev/team.html" title=" "> Team </a></li>
      <li> <a href="../../../dev/aufgabenliste.html" title="Aufgaben, die Helfer suchen."> Aufgabenliste </a></li>
      <li> <a href="../../../dev/todo.html" title=" "> Aktuelle TODO-Liste </a></li>
      <li> <a href="../../../about-ooo/about-mailinglist.html" title="Die wichtigste Kommunikationsform im deOOo Projekt"> Mailinglisten </a></li>
      <li> <a href="../../../about-ooo/about-irc.html" title="F&uuml;r Konferenzen der Entwickler, kein Support!"> IRC </a></li>
      <li> <a href="../../../dev/CVS_einfuehrung.html" title=" "> CVS Einf&uuml;rung </a></li>
      <li> <a href="../../../dev/ssh2_einfuehrung.html" title=" "> SSH2-Einfuehrung </a></li>
      <li> <a href="../../../dev/qa/index.html" title=" "> Qualit&auml;tskontrolle bei deOOo </a></li>
      <li> <a href="../../../about-ooo/about_unterstuetzung.html" title="Finanzielle Zuwendungen und Serverkapazit&auml;ten"> Zuwendungen </a></li>
      <li> <a href="../../../dev/credits.html" title=" "> Danksagung </a></li>
      <li> <a href="../../../dev/pre_submission_de.html" title="Einsenden einer Fehlermeldung oder eines Verbesserungsvorschlags"> Fehler melden </a></li>
      </ul>
    </li>
</ul>
<!-- End Navbar -->
<h1>H&auml;ufig gestellte Fragen von OOo - Mitarbeiter<br />
3. Lizenzen</h1>
<p>Sammlung (vermutlich) h&auml;ufig gestellter Fragen und Antworten zur Mitarbeit am de-Projekt von <b>OpenOffice.org</b> (Mitarbeiter-FAQ)</p>
<h2>Fragen zu &quot;Lizenzen&quot;
<a name="top"></a></h2>
<ol>
<li>
<a href="#N110CB">Wozu brauchen wir Lizenzen?</a>
</li>
<li>
<a href="#N110D5">Warum kann nicht jeder einfach grunds&auml;tzlich die Verwertungsrechte an OpenOffice.org abtreten?</a>
</li>
<li>
<a href="#N110E2">Also kann niemand mehr (und ich auch nicht) mit meinem Beitrag Geld verdienen?</a>
</li>
<li>
<a href="#N110F2">Also darf ich jetzt <b>OpenOffice.org</b> von der <b>OpenOffice.org</b>-Internetseite herunterladen, auf eine CD brennen und 
anschlie&szlig;end z.B. im Internet versteigern?</a>
</li>
<li>
<a href="#N110F9">Welche Lizenzen gibt es?</a>
</li>
<li>
<a href="#N11160">kurze Erl&auml;uterung zu den Lizenzmodellen</a>
</li>
<li>
<a href="#N11186">Welche lizenzrechtlichen Dinge muss ich beachten, wenn ich mitarbeiten will?</a>
</li>
<li>
<a href="#N11190">Was muss ich beachten, wenn ich Korrekturen zu bestehenden Dokumenten mache?</a>
</li>
<li>
<a href="#N111A2">Was muss ich beachten, wenn ich ein neues Dokument erstelle?</a>
</li>
<li>
<a href="#N111C3">Wie geht das mit dem JCA?</a>
</li>
<li>
<a href="#N11660">Wer hilft, wenn ich mal nicht weiter wei&szlig;?</a>
</li>
</ol>
<h1>Antworten zu &quot;Lizenzen&quot;
</h1>
<h2>1. <a name="N110CB">Wozu brauchen wir Lizenzen?</a>
</h2>
<p style="margin-left: 0.5cm">
F&uuml;r jeden eigenen Beitrag, den du am <b>OpenOffice.org</b> Projekt leistest, hast du das Urheberrecht. Damit ist auch das 
Verwertungsrecht verbunden. Wenn jemand anderes deinen Beitrag z.B. zur Ver&ouml;ffentlichung auf einer Webseite verwenden will, 
muss er dich vorher fragen und ihr k&ouml;nnt dann einen Vertrag und eine Entlohnung aushandeln. Wenn derjenige dich nicht fragt, 
k&ouml;nntest du ihn verklagen.<br />
Um das ganze juristische Problem zu umgehen, stellen wir jedes Dokument von vorne herein unter eine Lizenz. Damit wird rechtliche 
Sicherheit f&uuml;r die jeweils Verantwortlichen geschaffen.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>2. <a name="N110D5">Warum kann nicht jeder einfach grunds&auml;tzlich die Verwertungsrechte an <b>OpenOffice.org</b> abtreten?</a>
</h2>
<p style="margin-left: 0.5cm">
Kann man. Und manchmal macht man das auch, zur Vereinfachung der Rechtssituation, etwa wenn sehr viele kleine Beitr&auml;ge zu 
ber&uuml;cksichtigen w&auml;ren.<br />
Im Allgemeinen willst du aber mit einer Lizenz gleichzeitig sicherstellen, dass dein Beitrag in dem Sinn weitergegeben wird, 
in dem du ihn erstellt hast: als freier und offener Beitrag zum Projekt. Das schlie&szlig;t ein, dass sp&auml;ter andere Mitarbeiter 
den Inhalt deines Beitrags ver&auml;ndern, verbessern, aktualisieren oder in neuem Kontext verwerten.<br />
&Uuml;blicherweise willst du auch verhindern, dass andere deinen Beitrag verwerten ohne dich namentlich als Urheber zu nennen oder 
deinen Beitrag weitergeben, ohne ebenfalls die Verwertungsrechte frei und offen zu gestalten
</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>3. <a name="N110E2">Also kann niemand mehr (und ich auch nicht) mit meinem Beitrag Geld verdienen?</a>
</h2>
<p style="margin-left: 0.5cm">
Nein, das ist nicht der Fall. Eine Lizenz, die die (kosten)freie Weitergabe von Dokumenten oder Programmquellen erm&ouml;glicht, 
verbietet nicht automatisch eine kommerzielle Nutzung.<br />
Der Begriff „freie Lizenz“ bedeutet hier haupts&auml;chlich die „Wahlfreiheit“ des Endanwenders. So kann er auf kostenlose Angebote 
zur&uuml;ckgreifen (z.B. kann er <b>OpenOffice.org</b> kostenlos im Internet herunterladen) oder aber kostenpflichtige Angebote 
eines Dienstleisters (der dann z.B. ein gedrucktes Handbuch beilegt und Support f&uuml;r die Software gew&auml;hrt) nutzen.<br />
Alle im Projekt genutzten Lizenzen erlauben es, mit <b>OpenOffice.org</b> Geld zu verdienen, sei es durch die Gew&auml;hrung von 
Garantien oder Support oder durch eigene Erweiterungen. Auf dieser Basis wird z.B. StarOffice von SUN vertrieben.<br />
Unabh&auml;ngig davon beh&auml;ltst du selbst jederzeit die M&ouml;glichkeit, Geld mit deinen Beitr&auml;gen zu verdienen, denn du 
besitzt weiterhin das volle Verwertungsrecht. Deshalb kannst du mit deinen Beitr&auml;gen alles tun, was du m&ouml;chtest. 
Z.B. kannst du aus einer ehemals kleinen Anleitung ein Buch entwickeln und dieses einem Verlag anbieten. Nur folgendes darfst du nicht: 
die M&ouml;glichkeit der freien Weitergabe der urspr&uuml;nglichen Anleitung zur&uuml;ckziehen oder Beitr&auml;ge, die andere Autoren 
inzwischen zu dieser Anleitung gemacht haben ohne sie zu fragen in deinem Buch benutzen.
</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>4. <a name="N110F2">Also darf ich jetzt <b>OpenOffice.org</b> von der <b>OpenOffice.org</b>-Internetseite herunterladen, auf eine CD 
brennen und anschlie&szlig;end z.B. im Internet versteigern?</a>
</h2>
<p style="margin-left: 0.5cm">
Ja, von unserer Seite spricht nichts gegen die Weitergabe des unver&auml;nderten Programms. Nach den Ma&szlig;gaben der 
<a href="//licenses/lgpl_license.html">GNU Lesser General Public License</a> muss allerdings auch immer der 
Quelltext von OpenOffice.org und die Lizenz selbst mit weitergegeben werden. (Mehr dazu im n&auml;chsten Punkt.)<br />
Beachte auch, dass Handelsplattformen eigene Bestimmungen z.B. f&uuml;r selbstgebrannte CDs haben k&ouml;nnen; 
hierzu k&ouml;nnen wir keine Hilfe geben.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>5. <a name="N110F9">Welche Lizenzen gibt es?</a>
</h2>
<p style="margin-left: 0.5cm">
F&uuml;r OpenOffice.org sind folgende Lizenzen wichtig:</p>
<ul>
<li>LGPL: 
<a href="//licenses/lgpl_license.html">Lesser General Public License</a>
<br />
Infos unter <a href="//licenses/lgpl_license.html">//licenses/lgpl_license.html</a>
</li>
<li>JCA: 
<a href="//licenses/jca.pdf">Joint Copyright Agreement</a>
<br />
Infos unter <a href="//licenses/jca.pdf">//licenses/jca.pdf</a>
</li>
<li>PDL: 
<a href="//licenses/PDL.html">Public Documentation License</a>
<br />
Infos unter <a href="//licenses/PDL.html">//licenses/PDL.html</a>.
</li>
</ul>
<p style="margin-left: 0.5cm">
Zur Information findet sich eine <a href="http://www.gnu.org/copyleft/lesser.de.html">&Uuml;bersetzung der LGPL</a> (keine 
&Uuml;bertragungen ins deutsche Recht!) auf den Seiten des <a href="http://www.gnu.org/home.de.html">GNU-Projektes</a>. 
Eine &Uuml;bersetzung der PDL befindet sich auf <a href="http://de.openoffice.org/about-ooo/about_legal_pdl.html">unseren Seiten</a> 
oder im <b>OpenOffice.org WRITER</b>-Format im <a href="/servlets/ProjectDocumentList%3FfolderID=429">Datei-Bereich</a>.
<br />
Dar&uuml;ber hinaus gibt es nat&uuml;rlich noch eine gro&szlig;e Sammlung weiterer Lizenzmodelle, die aber nicht direkt im Projekt 
eingesetzt werden. Eine Liste der anerkannten Open Source Lizenzen findest du auf den Seiten von 
<a href="http://www.opensource.org/">opensource.org</a>. Informationen auf der englischsprachigen Webseite von <b>OpenOffice.org</b> findest du unter 
<a href="//license.html">//license.html</a>.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>6. <a name="N11160">kurze Erl&auml;uterung zu den Lizenzmodellen</a>
</h2>
<p style="margin-left: 0.5cm">
Die Lizenzen beruhen auf US-amerikanischem Copyright und nicht auf deutschem Urheberrecht. Allerdings kann ein deutscher Richter 
(anhand des &quot;Internationalen Privatrechts&quot; im Einf&uuml;hrungsgesetz zum BGB) das anzuwendende Recht bei einer Streitigkeit 
festlegen. Das kann auch das kalifornische Recht sein, unter Ber&uuml;cksichtigung eventuell von deutschem Verbraucherschutzrecht, 
den nach deutschem Recht zul&auml;ssigen Klauseln in allgemeinen Gesch&auml;ftsbedingungen und im Haftungsrecht.<br />
Ver&auml;nderungen darf dann nur vornehmen, wer mit der Lizenz &uuml;bereinstimmt (auch, wenn sie in englischer Sprache gefasst ist). 
Und er muss die Bestimmungen zumindest bei der Bearbeitung einhalten (f&uuml;r das reine Lesen braucht er keine besonderen Nutzungsrechte).</p>
<p style="margin-left: 0.5cm">
Kurz zusammengefasst besagen die Lizenzen und das JCA in normalem Deutsch:</p>
<ul>
<li>LGPL: Du darfst die lizenzierte Software kopieren, verteilen und ver&auml;ndern. Die Verwertung ist an Bedingungen gekn&uuml;pft. 
So muss der Quellcode und die Lizenz bei der Verteilung mitgegeben (Weitergabe auf Datentr&auml;gern) oder zur Verf&uuml;gung 
gestellt (Weitergabe durch Downloadangebot) werden und jede Ver&auml;nderung am Quellcode f&auml;llt ebenfalls unter die LGPL. 
Das hei&szlig;t, derjenige, dem du die Software gibst, darf sie wiederum kopieren, verteilen und ver&auml;ndern. Die LGPL vererbt 
sich quasi auf die n&auml;chste Version. Damit ist sichergestellt, dass die Software ver&auml;ndert werden kann, aber dennoch frei bleibt. 
Zudem erlaubt die LGPL dir, die Software zusammen mit anderer Software einzusetzen, ohne dass die andere Software unter der LGPL lizenziert 
werden muss. Ein gro&szlig;er Teil der LGPL dreht sich darum, was genau &quot;zusammen mit&quot; bedeutet. Zudem wird die Weitergabe 
patentrechtlich gesch&uuml;tzter Ver&auml;nderungen verboten und jede Gew&auml;hrleistung oder Haftung abgelehnt.
<br />
Der Quellcode von <b>OpenOffice.org</b> steht unter der LGPL. Zur Vereinfachung der Copyrightlage wird von allen, die zum Quellcode oder 
zu Materialien, die mit dem Quellcode zusammen vertrieben werden, beitragen wollen, verlangt, dass sie das JCA unterschreiben und Sun zukommen lassen.
</li>
<li>JCA: Dein Beitrag ist deiner, nicht etwa von anderen abgeschrieben oder im Auftrag eines anderen entwickelt. Du gew&auml;hrst Sun ein 
gemeinsames (Verwertungs-)Recht an deinem Beitrag. (Da in Deutschland das Urheberrecht nicht &uuml;bertragbar ist, bleibt dieses bei dir.) 
Du best&auml;tigst, dass du dies gew&auml;hren darfst und niemals einen Beitrag abgeben wirst, der ungesetzlich oder gegen g&uuml;ltige 
Vertr&auml;ge verst&ouml;&szlig;t.<br />
Nach Auskunft von Sun ist das JCA lediglich ein Instrument um den Anw&auml;lten von Sun in einer m&ouml;glichen juristischen Auseinandersetzung 
gute Karten in die Hand zu geben. Da Sun selbst als Mitglied von <b>OpenOffice.org</b> seine Beitr&auml;ge der LGPL, sind damit nach aller 
Wahrscheinlichkeit auch keine unbeabsichtigten Verwertungsm&ouml;glichkeiten gegeben. In der Folge wird auch kein Beitrag in den offiziellen 
<b>OpenOffice.org</b> - Quellcode gelangen, zu dem kein JCA des Beitragenden vorliegt.<br />
F&uuml;r Beitr&auml;ge, die nicht in das Paket aufgenommen werden m&uuml;ssen, wie Dokumentationen oder Tutorien, wird die PDL als Lizenz 
vorgeschlagen, weil eine einheitliche Lizenz die Bearbeitung mehrerer Dokumente innerhalb des Projekts vereinfacht.
</li>
<li>PDL: Der urspr&uuml;ngliche Autor und alle folgenden Beitragenden gibt dir ein Verwertungsrecht. Wenn du Ver&auml;nderungen vornimmst, 
dann m&uuml;ssen diese wieder unter die PDL gestellt werden und genau beschrieben werden. Die Lizenz muss mit dem Dokument zusammen 
weitergegeben werden, einschlie&szlig;lich eines Anhangs (<em>Appendix</em>), in dem der urspr&uuml;ngliche Autor und alle folgenden 
Beitragenden genannt werden. Dadurch verbindet sich die Lizenz mit der Bearbeitungsgeschichte des Dokuments und wird von Version zu 
Version vererbt. So garantiert die PDL, dass ein Dokument ver&auml;ndert werden kann und dabei immer frei bleibt.
</li>
</ul>
<p style="margin-left: 0.5cm">
Wir k&ouml;nnen &uuml;ber diese allgemeinen Ausf&uuml;hrungen zu den Lizenzen nicht hinausgehen, eine Rechtsberatung im Einzelfall erfolgt nicht.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>7. <a name="N11186">Welche lizenzrechtlichen Dinge muss ich beachten, wenn ich mitarbeiten will?</a>
</h2>
<p style="margin-left: 0.5cm">
Es ist notwendig, dass du deutlich machst, unter welchen Lizenzen deine Beitr&auml;ge verwertet werden d&uuml;rfen. Insbesondere bei 
umfangreicheren Beitr&auml;gen solltest du dies gleich von Anfang an planen. Bei kleineren Beitr&auml;gen, wie redaktionellen Korrekturen 
an bestehenden Dokumenten, gehen die anderen Mitarbeiter im Projekt oft davon aus, dass du bei der abschlie&szlig;enden Pr&uuml;fung der 
Lizenzlage gro&szlig;z&uuml;gig sein wirst (d.h. die Verwertungsrechte einem der Autoren schenken wirst). Wenn du das nicht willst, 
dann ist es nur fair, deine Lizenzanspr&uuml;che vorher anzuk&uuml;ndigen. &Auml;ndere keine Texte, die unter der PDL stehen, wenn du mit 
den Lizenzbedingungen nicht einverstanden bist. Wenn du vorhast, viele, auch kleinere Beitr&auml;ge zur Webseite zu leisten, solltest du 
&uuml;berlegen, ob du nicht das JCA unterzeichnen willst.<br />
Wenn du Texte von anderen einbinden willst, achte auf die Lizenz, unter der sie stehen und hole dir bei Bedarf die Erlaubnis des entsprechenden Autors. 
Wenn du Texte von anderen Autoren &auml;ndern willst, achte vorher auf die Lizenz, unter der sie stehen.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>8. <a name="N11190">Was muss ich beachten, wenn ich Korrekturen zu bestehenden Dokumenten mache?</a>
</h2>
<p>Finde heraus, unter welcher Lizenz das Dokument steht. Wenn das Dokument unter PDL steht, &auml;ndere das Dokument nach deinen Vorstellungen 
und setze deinen Namen zu den <em>Contributors</em> im <em>Appendix</em>. Dar&uuml;ber hinaus ist es nat&uuml;rlich w&uuml;nschenswert, wenn du 
den anderen Mitgliedern des Projektes oder zumindest dem urspr&uuml;nglichen Autor Gelegenheit gibst, sich zu beteiligen, z.B. indem du die Mailingliste nutzt.<br />
Steht das Dokument unter einer anderen Lizenz, kontaktiere am besten den Autor, bevor du daran arbeitest.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>9. <a name="N111A2">Was muss ich beachten, wenn ich ein neues Dokument erstelle?</a>
</h2>
<p style="margin-left: 0.5cm">
&Uuml;berlege dir vorher, unter welche Lizenz du es stellen willst, ber&uuml;cksichtige dabei besonders die PDL, eine einheitliche Lizenz 
erleichtert die Arbeit mit Dokumenten aus verschiedenen Quellen enorm. Wenn du willst, dass Dokument auf den offiziellen Seiten von 
<b>OpenOffice.org</b> vertrieben wird, dann w&auml;hle eine offene und freie Lizenz.<br />
Wenn du dich f&uuml;r die PDL entschieden hast, dann kopiere mindestens den <em>Appendix</em> in das Dokument. Wenn du nur den <em>Appendix</em> 
einf&uuml;gst und nicht die gesamte Lizenz, dann verlinke die gesamte Lizenz, z.B. 
<a href="//licenses/pdl.pdf">//licenses/pdl.pdf</a> an der entsprechenden Stelle. 
Trage den Dokumenttitel, deinen Namen, das Jahr und deine Kontaktadresse in die entsprechenden Felder ein.<br />
Wenn das Dokument Teil eines gr&ouml;&szlig;eren Dokuments werden soll, einige dich mit den anderen Autoren auf eine Lizenz, um die 
Lizenzverwaltung des Gesamtdokuments zu erleichtern.<br />
Wenn du fertige Abschnitte von anderen Autoren einbinden willst, achte auf die Lizenz, unter der diese stehen und hole dir bei Bedarf 
die Erlaubnis des entsprechenden Autors. Nenne diese Autoren. Wenn du Korrekturleser gewinnen kannst, achte darauf, dass sie deine 
Lizenz kennen und erw&auml;hne sie entsprechend ihres Beitrags.<br />
Wenn das Dokument in die offizielle Distribution aufgenommen werden soll (etwa bei einer Installationsanleitung), dann musst du das JCA unterschreiben.
</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>10. <a name="N111C3">Wie geht das mit dem JCA?</a>
</h2>
<p style="margin-left: 0.5cm">
Das Joint Copyright Assignment kann als PDF Datei unter <a href="//licenses/jca.pdf">//licenses/jca.pdf</a> 
heruntergeladen und ausgedruckt werden. Die oberen, leeren Felder sollten mit den Kontaktinformationen ausgef&uuml;llt werden: 
Name, Emailadresse, postalische Anschrift, Telefonnummer, Faxnummer und Land. Die unteren drei, leeren Felder enthalten die Unterschrift, 
das Datum und die Namenswiederholung in Druckbuchstaben.<br />
Das ausgef&uuml;llte Formular sollte dann an die unten angegebene Faxnummer gesendet werden und/oder an die angegebene Adresse 
postalisch verschickt werden.<br />
Durch das JCA erh&auml;lt SUN ein gemeinsames Verwertungsrecht an den Beitr&auml;gen, die du zum Quellcode beitr&auml;gst.</p>
<p>
<a href="#top">nach oben</a>
</p>
<h2>11. <a name="N11660">Wer hilft, wenn ich mal nicht weiter wei&szlig;? </a></h2>
<p style="margin-left: 0.5cm">
Alle auf den Seiten des Projekts genannten Ansprechpartner und diejenigen, die in der
Mailingliste <a href="mailto:dev@de.OpenOffice.org>">dev@de.<b>OpenOffice.org</b></a> eingeschrieben sind.
In diese Liste kannst Du auch Mails schicken, ohne eingeschrieben zu sein.</p>
<p>
<a href="#top">nach oben</a>
</p>

<p>
<a href="wer_wir_sind.html">zur&uuml;ck zu &quot;Wer wir sind&quot;</a> |
<a href="organisation.html">zur&uuml;ck zu &quot;Wie wir uns organisieren&quot;</a> |
<a href="werkzeuge.html">weiter zu &quot;Werkzeuge f&uuml;r Mitarbeiter&quot;</a>
</p>
<p>
<a href="http://de.openoffice.org/doc/faq/mitarbeiter/index.html">zur&uuml;ck zur Mitarbeiter-FAQ-Hauptseite</a> |
<a href="http://de.openoffice.org/doc/faq/index.html">zur&uuml;ck zur &Uuml;bersichtsseite der deutschsprachigen FAQs</a>
</p>

 <p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
