<html><head>
<title>Arbeiten mit Datenquellen</title>
	<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
	<!-- >
	Kommentare zur Seite
	$Id: access-und-ooo.htm 2003/12/25 0:45 cmarkgraf
	< -->
	<!-- End de-header -->
<meta http-equiv="content-type" content="text/html; charset=UTF-8" />
</head>
<body onload="loginfocus()" marginwidth="0" marginheight="0" class="composite">
<!-- "Erste Schritte"-Header -->
<table cellpadding="2" cellspacing="2" border="0" width="100%">
<tr>
	<td width="33%">
		<a href="tech_sapdb.html">[zur&uuml;ck]</a>
	</td>
	<td width="33%">
		<a href="index.html">[Hauptmen&uuml;]</a>
        </td>
	<td width="33%">
		[weiter]
        </td>
</tr>
<tr>
	<td>&nbsp;</td>
	<td>
		<a href="pdf/access_datenbanken.pdf">[PDF]</a>
    </td>
	<td>&nbsp;</td>
</tr>
</table>
<hr size="1" />
<div id="body_de">
<h2>Access und OpenOffice.org</h2>
  <p style="text-align: right; color:#c30000;">Access-Datenbanken in OpenOffice.org 1.1 einbinden</p>
<p><a href="#1"><b>1 Datenbanken und OpenOffice.org</b></a><br />
  <a href="#2"><b>2 Was ben&ouml;tigt man?</b></a><br />
  <a href="#3"><b>3 Eine Access-Datenbank als ODBC-Quelle installieren</b></a><br />
  <a href="#31">3.1 Unter Windows</a><br />
  <a href="#32">3.2 Unter anderen Betriebssystemen</a><br />
  <a href="#4"><b>4 Eine ODBC-Quelle in OpenOffice.org einbinden</b></a><br />
  <a href="#5"><b>5 Glossar</b></a></p>
<p>In diesem Dokument erfahren Sie, wie Sie Schritt f&#252;r Schritt eine
<b>Microsoft-Access</b>-Datenbank   unter <b>Microsoft Windows</b> in <b>OpenOffice.org 1.1</b> 
einbinden k&#246;nnen. </p>
<p>Dieses Dokument beschreibt jedoch nicht, wie Sie unter OpenOffice.org Daten 
  in eine Datenbank eingeben, Abfragen durchf&uuml;hren etc., sondern es konzentriert 
  sich auf die Schritte, um die Daten einer Access-Datenbank ansprechen zu k&ouml;nnen. 
  Zu diesem Thema empfehlen wir Ihnen die (englischsprachige) Anleitung <a
href="http://www.unixodbc.org/doc/OOoMySQL.pdf">OpenOffice.org 1.0, ODBC, and MySQL 
'How-to</a>'.</p><h2><a name="1"></a>1 Datenbanken mit Access und OpenOffice.org</h2>
<p>Datenbanken, wie <b>MySQL</b>, <b>PostgreSQL</b>, <b>Adabas</b>, <b>Microsoft 
  SQL-Server</b> oder <b>Oracle</b> verwalten lediglich die Daten, f&uuml;hren 
  Abfragen durch etc. Aber sie geben die Daten nur als unformatierte Liste aus, 
  und Anweisungen an die Datenbank muss der Benutzer per Kommandozeile und propriet&auml;rer
  Abfragesprache bzw. <b><i>Structured Query Language</i></b> (<b><i>SQL</i></b>) 
  geben.</p>
<p>Hier kommen die Benutzeroberfl&auml;chen ins Spiel. Dies sind Programme, &uuml;ber
  die Benutzer mit der Datenbank einfacher kommunizieren k&ouml;nnen. Der Benutzer 
  muss keine kryptischen Befehle lernen, sondern kann &uuml;ber ein graphisches 
  Interface die Datenbank steuern. Die Ausgaben erscheinen nicht als reiner Text, 
  sondern k&ouml;nnen als Tabelle in ein Fenster gedruckt werden. </p>
<p>Die oben genannten Datenbankprogramme laufen in der Regel auf einem eigenen 
  Server und werden von verschiedenen Client-Rechnern mit entsprechenden Benutzeroberfl&auml;chen 
  (z.B. OpenOffice.org) angesprochen.</p>
	<table width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
    <td width="7%">
      <p><img vspace="10" src="../pics/hinweis.png" border="0" width="32" height="32" alt="" /> </p>
    </td>
    <td width="93%">
      <p>Eine Datenbank, auf die entweder OpenOffice.org oder eine andere Benutzeroberfl&auml;che 
        f&uuml;r Datenbanken zugreift, wird als <b>Datenquelle</b> bezeichnet.
      </p>
    </td>
  </tr>
</table>
<p>Access hingegen ist eine so genannte Desktop-Datenbank. Das hei&szlig;t, dass
  Datenverwaltung und Benutzeroberfl&auml;che in einem Programm kombiniert sind. 
  Sie k&ouml;nnen auf Datenbest&auml;nde im Access-Format aber nicht nur mit Access 
  allein zugreifen. OpenOffice.org bietet Ihnen eine Benutzeroberfl&auml;che an, 
  &uuml;ber die Sie ebenfalls auf Access-Datenbest&auml;nde zugreifen k&ouml;nnen.
  Dazu gibt es verschiedene Schnittstellen zwischen OpenOffice.org und einem externen 
  Datenbankprogramm. F&uuml;r den Zugriff auf Access-Daten bietet sich vor allem 
  das Protokoll <i><b>ODBC</b></i> an.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
    <td width="7%">
      <p><img src="../pics/hinweis.png" name="Grafik2" border="0" width="32" height="32" alt="" /> </p>
    </td>
    <td width="93%"> 
      <p>Die Abk&uuml;rzung <b><i>ODBC</i></b> steht f&uuml;r &bdquo;Open Database
        Connectivity&ldquo; und ist ein Protokoll, &uuml;ber welches beliebige 
        Programme auf Datenbanksysteme zugreifen k&ouml;nnen. Beispielsweise k&ouml;nnen 
        in einer Datenbank Kundenadressen gespeichert werden. Eine Textverarbeitung 
        (z.B. OpenOffice.org Writer) kann mittels ODBC auf die Adressen zugreifen, 
        um Serienbriefe zu erstellen. </p>
    </td>
  </tr>
</table>
<p>Wenn Sie eine Datenbank &uuml;ber ODBC ansprechen, wird sie nicht als Datei
  sondern als Datenquelle behandelt. Der Unterschied liegt darin, dass Datenquellen 
  von einem externen Datenbankprogramm verwaltet werden, nicht von OpenOffice.org 
  selbst. OpenOffice.org schreibt einen neuen Datensatz nicht selbst in die Datenbank, 
  sondern gibt &uuml;ber das ODBC-Protokoll dem Datenbankprogramm die entsprechende 
  Anweisung.</p>
<p>Dabei muss das Datenbankprogramm nicht auf demselben Rechner wie OpenOffice.org 
  installiert sein. Stattdessen kann es auf einem zentralen Server im Firmennetzwerk 
  laufen oder auch am anderen Ende der Welt auf einem Web-Server. Die Verbindung 
  zum Datenbankprogramm stellt der ODBC-Treiber her.</p>
<p>Weil OpenOffice.org nicht selbst die Daten der Datenbank &auml;ndert, ist es 
  egal, wo die Daten auf der Festplatte genau gespeichert sind. OpenOffice.org 
  muss nur wissen, wie der Name der Datenbank hei&szlig;t und welches Datenbankprogramm 
  die Datenbank verwaltet. Wie die Verwaltung vor sich geht, das bleibt dem Datenbankprogramm
  &uuml;berlassen.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
    <td width="7%">
      <p><img vspace="10" src="../pics/tip.png" border="0" width="32" height="32" alt="" /> </p>
    </td>
    <td width="93%"> 
      <p>Sie k&ouml;nnen auch eine Access-Datenbank in ein anderes Datenbanksystem 
        &uuml;bertragen, beispielsweise in die OpenSource-Datenbank MySQL. Unter 
        Windows geht dies komfortabel mit dem kostenlos erh&auml;ltlichen Programm 
        <a href="http://www.mysqlfront.de/">MySQL-Front</a> von Ansgar Becker.
      </p>
    </td>
   </tr>
</table>
<h2><a name="2"></a>2 Was ben&ouml;tigt man?</h2>
<p>Wenn Sie OpenOffice.org 1.1 auf einem Windows XP, Windows 2000 oder Windows 
  NT-Rechner installiert haben, m&uuml;ssen Sie keine weiteren Programme installieren, 
  weil diese Windows-Versionen das ODBC-Protokoll unterst&uuml;tzen. </p>
<p>Unter Windows 98 bzw. Windows 95 m&uuml;ssen Sie eventuell den ODBC-Treiber 
  separat nachinstallieren. Sie k&ouml;nnen den Treiber kostenlos bei Microsoft 
  in dem <b><i><a 
href="http://www.microsoft.com/downloads/details.aspx?FamilyID=9f081fca-39c4-4fb8-927e-58efa127d3a7&amp;
DisplayLang=de">MDAC</a></i></b>-Paket   (<i><b>Microsoft Data Access</b></i>) herunterladen. 
Starten Sie anschlie&szlig;end   das Installationsprogramm und folgen Sie den Anweisungen.</p><table 
width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
    <td width="7%"> 
      <p><img vspace="10" src="../pics/achtung.png" border="0" width="32" height="32" alt="" /> </p>
    </td>
    <td width="93%">
      <p>Bitte beachten Sie, dass Sie Access nicht auf Ihrem Computer installieren
        m&uuml;ssen, um mit ODBC und OpenOffice.org auf eine Access-Datenbank 
        zugreifen zu k&ouml;nnen. Der ODBC-Treiber &uuml;bernimmt die Datenverwaltung. 
        Wenn Sie OpenOffice.org auf Ihrem Rechner installiert haben, dann brauchen
        Sie Access nur noch, um eine neue Access-Datenbank anzulegen. F&uuml;r 
        alles andere, was man sonst mit Access machen kann, k&ouml;nnen Sie problemlos
        OpenOffice.org benutzen.</p>
    </td>
  </tr>
</table>
<p>Lassen Sie sich nicht dadurch verwirren, dass Sie eine Access-Datenbank quasi 
  zweimal registrieren m&uuml;ssen. Einmal m&uuml;ssen Sie die Datenbank selbst 
  als ODBC-Datenquelle installieren und anschlie&szlig;end m&uuml;ssen Sie diese 
  ODBC-Datenquelle in OpenOffice.org einbinden.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
    <td width="7%">
      <p><img vspace="10" src="../pics/achtung.png" border="0" width="32" height="" alt="32" /> </p>
    </td>
    <td width="93%"> 
      <p>Wenn Sie mit einem <i><b>Mehrbenutzer</b></i>-Betriebssystem wie Linux, 
        Windows 2000 oder Windows XP arbeiten, ben&ouml;tigen Sie f&uuml;r die 
        Installation Administrator-Rechte. Wenden Sie sich im Zweifelsfall bitte 
        an Ihren System-Administrator.</p>
    </td>
  </tr>
</table>
<h2><a name="3"></a>3 Eine Access-Datenbank als ODBC-Quelle installieren</h2>
<h3><a name="31"></a>3.1 Unter Windows</h3>
<p>Als Beispiel werden wir eine Access 2.0-Datenbank einbinden, die "<a
href="./pics/ewers.zip">ewers.mdb</a>" hei&szlig;t. Diese Datenbank wurde mit der
Access-Applikation <a href="http://www.literat.net/"><i><b>LiteRat</b></i></a>,   einer 
wissenschaftlichen Literaturverwaltung von der Heinrich-Heine-Universit&auml;t   D&uuml;sseldorf,
erstellt. LiteRat kann vom Server der Universit&auml;t kostenlos   heruntergeladen werden.</p>
<p>Die folgenden Anweisungen wurden unter Windows XP erstellt. Mit anderen Windows-Betriebssystemen 
  ist die Installation jedoch analog.</p>
<ol>
  <li>&Ouml;ffnen Sie unter Windows die <b>Systemsteuerung</b>. <img vspace="10"
src="./pics/01.png" border="0" width="798" height="622" alt="" />   </li>
  <li>&Ouml;ffnen Sie in der Systemsteuerung die <b>Verwaltung</b> und dort <b>Datenquellen 
    (ODBC)</b>. Dadurch &ouml;ffnen Sie den <b>ODBC-Datenquellen-Administrator</b>.
  <table width="100%" border="0" cellpadding="4" cellspacing="1">
  <tr>
      <td width="7%">
        <p><img vspace="10" src="../pics/hinweis.png" border="0" width="32" height="32" alt="" /> </p>
      </td>
      <td width="93%">
        <p><b>Windows 98</b>-Benutzer finden die ODBC-Steuerung direkt in der 
          Systemsteuerung! </p>
      </td>
  </tr>
  </table>
  <p><img vspace="10" src="./pics/02.png" border="0" width="870" height="374" alt="" /></p>
  </li>

  <li><p>Nach dem &Ouml;ffnen ist im ODBC-Datenquellen-Administrator der Reiter <b>Benutzer-DSN</b>
    ge&ouml;ffnet. Hier sehen Sie alle Datenquellen, die bereits als ODBC-Datenquellen 
    auf Ihrem Computer registriert sind. Um lediglich eine ODBC-Datenquelle auf
    ihrem Computer einzubinden, k&ouml;nnen Sie die restlichen Reiter ignorieren.<br />
    Klicken Sie nun auf &bdquo;Hinzuf&uuml;gen&ldquo;, um eine neue ODBC-Datenquelle
    hinzuzuf&uuml;gen.</p>
  <p><img vspace="10" src="./pics/03.png" border="0" width="493" height="409" alt="" /></p> </li>
  <li>Sie k&ouml;nnen nun unter verschiedenen Treibern f&uuml;r unterschiedliche
    Datenbankprogramme ausw&auml;hlen. Suchen Sie nach <b>Microsoft Access-Treiber
    (*.mdb)</b>, w&auml;hlen Sie diesen Treiber aus und klicken Sie auf &bdquo;Fertig
    stellen&ldquo;.
  <p><img vspace="10" src="./pics/04.png" border="0" width="466" height="349" alt="" /></p></li>
  <li>Geben Sie im Dialog <b>ODBC Microsoft Access Setup</b> der Datenquelle einen
    Namen. Das ist der Name, mit dem Sie diese Datenquelle in OpenOffice.org finden
    werden. F&uuml;r die Datenbank &bdquo;avantg.mbk&ldquo; w&auml;hlen wir
&bdquo;Avantgarde&ldquo;.     Sie k&ouml;nnen noch zus&auml;tzlich eine Beschreibung eingeben.
  <p><img vspace="10" src="./pics/05.png" border="0" width="468" height="316" alt="" /></p></li>
  <li>Nun w&auml;hlen Sie endg&uuml;ltig die Access-Datenbank aus, um sie per
    ODBC ansprechen zu k&ouml;nnen. Klicken Sie dazu auf &bdquo;Ausw&auml;hlen&ldquo;.
    Es &ouml;ffnet sich nun eine Dateiauswahl. Suchen Sie auf Ihrer Festplatte
    (oder im Netzwerk) nach der Access-Datenbank und best&auml;tigen Sie mit &bdquo;OK&ldquo;.
  <p><img vspace="10" src="./pics/06.png" border="0" width="432" height="249" alt="" /></p></li>
  <li>Die Datenbank erscheint nun im Dialog <b>ODBC Microsoft Access Setup</b>.
    Damit sind in diesem Dialog alle notwendigen Angaben gemacht. Quittieren Sie
    den Dialog mit &bdquo;OK&ldquo;.
  <p><img vspace="10" src="./pics/07.png" border="0" width="469" height="317" alt="" /></p></li>
  <li>Die Access-Datenbank ist nun als ODBC-Datenquelle registriert und kann in
    OpenOffice.org benutzt werden. Beenden Sie den <b>ODBC-Datenquellen-Administrator</b>
    mit &bdquo;OK&ldquo;.
  <p><img vspace="10" src="./pics/08.png" border="0" width="492" height="407" alt="" /></p></li>
</ol>
<h3><a name="32"></a>3.2 Unter anderen Betriebssystemen</h3>
<p>Eine Access-Datenbank unter anderen Betriebssystemen als Microsoft Windows
  zu registrieren ist momentan leider noch ein zu kompliziertes Verfahren, das
  zu viele Stolpersteine hat, um es in einem kurzen How-To wie diesem beschreiben
  zu k&ouml;nnen. Trotzdem einige Hinweise, wo Sie Informationen dar&uuml;ber
  finden k&ouml;nnen.</p>
<p>F&uuml;r <b>Linux</b> bzw. allgemein f&uuml;r <b>Unix</b> gibt es mehrere ODBC-Manager,
  mit denen Sie eine ODBC-Datenquelle &auml;hnlich wie unter Windows installieren
  k&ouml;nnen. Einer dieser Manager ist <a href="http://www.unixodbc.org/">Unix-ODBC</a>.
  &Uuml;ber Unix-ODBC k&ouml;nnen Sie verschiedene Unix-Datenbanken, wie MySQL
  oder PostgreSQL ansprechen. Aber da es Access nicht als reines Unix-Programm
  gibt, ben&ouml;tigen Sie f&uuml;r Unix noch einen vernetzten Windows-Rechner,
  auf dem Access l&auml;uft und &uuml;ber den Sie mittels eines Access-Bridge-Moduls
  eine Access-Datenbank per Unix-ODBC ansprechen k&ouml;nnen.</p>
<p><a name="anker-1"></a>In <b>MacOS X</b> gibt es derzeit das Problem, dass OpenOffice.org
  1.1 noch keine native Aqua-Anwendung<a href="#fu&szlig;note-1"><sup>1</sup></a>
  ist, sondern f&uuml;r die Benutzeroberfl&auml;che einen X11-Server starten muss.
  Solche Anwendungen k&ouml;nnen leider aus betriebssystem&shy;internen Gr&uuml;nden
  nicht auf den ODBC-Treiber in MacOS X zugreifen. Ein installiertes Java vorausgesetzt 
  gibt es allerdings die M&ouml;glichkeit, einen JDBC-Treiber zu verwenden.</p>
<p>Falls sich die Situation f&uuml;r Unix/Linux und MacOS X &auml;ndert, werden 
  wir dieses Dokument entsprechend aktualisieren.</p>
<h2><a name="4"></a>4 Eine ODBC-Quelle in OpenOffice.org einbinden</h2>
<ol>
  <li>
    <p>&Ouml;ffnen Sie die Datenquellen in OpenOffice.org. Dr&uuml;cken Sie dazu 
      entweder &lt;F4&gt; oder w&auml;hlen Sie im Men&uuml; <b>Ansicht / Datenquellen</b>. 
      Sie sehen nun alle in OpenOffice.org registrierten Datenquellen. Wenn Sie 
      selbst noch keine eingebunden haben, dann sehen Sie in der Regel <b><i>Adressen</i></b> 
      und <b><i>Bibliographie</i></b>, die standardm&auml;&szlig;ig bei der Installation 
      angelegt werden.</p>
  <p><img vspace="10" src="./pics/09.png" border="0" width="392" height="328" alt="" /> </p></li>
  <li>
    <p>Legen Sie nun eine neue Datenquelle an. Rechtsklicken Sie dazu entweder
      in den <b>Datenquellen</b>-Bereich oder w&auml;hlen Sie im Men&uuml; <b>Extras[!]
      / Datenquellen</b>.</p>
    <p><img vspace="10" src="./pics/10b.png" hspace="10" border="0" width="321" height="301" style="vertical-align: top;" alt="" />&nbsp;<img vspace="10"
src="./pics/10a.png" hspace="10" border="0" width="400" height="513" alt="" /></p></li>
  <li>
    <p>Sie sehen nun den Dialog <b>Datenquellen verwalten</b>. Klicken Sie links 
      oben auf &bdquo;Neue Datenquelle&ldquo;. Geben Sie der Datenquelle einen 
      Namen. Wir verwenden wieder den Namen &bdquo;Avantgarde&ldquo;. <img vspace="10"
src="./pics/11.png" border="0" width="663" height="445" alt="" />     </p>
    <table width="100%" border="0" cellpadding="4" cellspacing="1">
      <tr>
        <td width="7%">
          <p><img vspace="10" src="../pics/achtung.png" border="0" width="32" height="32" alt="" /> </p>
        </td>
        <td width="93%">
          <p>Dies ist der Name der Datenquelle, mit dem Sie die Datenquelle in
            OpenOffice.org ansprechen k&ouml;nnen. Verwechseln Sie diesen Namen
            nicht mit dem der ODBC-Datenquelle! </p>
        </td>
      </tr>
    </table>
    <p>W&auml;hlen Sie als <b><i>Datenbanktyp</i></b> im Pop Up-Men&uuml; &bdquo;ODBC&ldquo; 
      aus.</p></li>
  <li>
    <p>Nun erscheint eine Liste mit allen Datenquellen,
      die Sie als ODBC-Datenquellen auf Ihrem Computer registriert haben. W&auml;hlen
      Sie die gerade angelegte ODBC-Datenquelle aus. </p>
    <p><img vspace="10" src="./pics/12.png" border="0" width="414" height="252" alt="" /> </p></li>
  <li>
    <p>W&auml;hlen Sie nun den Reiter <b>ODBC</b>, um Einstellungen speziell f&uuml;r 
      Ihre Datenbank auszuw&auml;hlen. Meistens m&uuml;ssen Sie hier nur den
<b><i>Benutzernamen</i></b> angeben. Nach dem Benutzernamen fragt Access immer beim
&Ouml;ffnen der Datenbank.<br />
      Wenn Sie ein Kennwort brauchen, um auf die Access-Datenbank zugreifen zu
      k&ouml;nnen, dann machen Sie ein H&auml;kchen bei <b><i>Kennwort erforderlich</i></b>.
      Aus Sicherheitsgr&uuml;nden k&ouml;nnen Sie Ihr Kennwort nicht zentral speichern.
      Wenn jemand unbefugt Ihren Arbeitsplatz benutzt, dann muss er Ihr Kennwort
      wissen, um auf Ihre Datenbank zugreifen zu k&ouml;nnen. <img vspace="10" src="./pics/13.png" border="0" width="665" height="446" alt="" />
    </p></li>
  <li>
    <p>Klicken Sie nun auf den Reiter <b>Tabellen</b>. 
      Wenn Sie ein Kennwort ben&ouml;tigen, dann geben Sie es im jetzt erscheinenden 
      Dialog ein. </p>
    <p><img vspace="10" src="./pics/14.png" border="0" width="502" height="194" alt="" /> </p></li>
  <li>
    <p>In einer Datenbank sind nicht immer alle Tabellen 
      f&uuml;r den Benutzer interessant, weil sie von der Datenbank nur intern
      zur Strukturierung gebraucht werden. Solche Tabellen k&ouml;nnen Sie jetzt 
      zum Bearbeiten &bdquo;unsichtbar&ldquo; machen, indem Sie in dieser Liste 
      das H&auml;kchen vor den entsprechenden Tabellen entfernen. In der Beispieldatenbank 
      sind zum Beispiel die Tabellen <b><i>tblFehleraufzeichnung</i></b> oder
      <b><i>tblImportLogbuch</i></b> nur interne Tabellen, die von der Access-Applikation 
      LiteRat zur Verwaltung von Ein- und Ausgaben verwendet werden. <img vspace="10" 
src="./pics/15.png" border="0" width="663" height="445" alt="" />     </p></li>
  <li>
    <p>Quittieren Sie den Dialog <b>Datenquellen</b> 
      verwalten mit &bdquo;OK&ldquo;. </p></li>
  <li>
    <p>Ihre Access-Datenbank erscheint nun unter dem gew&auml;hlten Namen bei 
      den Datenquellen und kann bearbeitet werden. <img vspace="10" src="./pics/16.png" border="0" width="592" height="494" alt="" />
    </p></li>
</ol>
<h2><a name="5"></a>5 Glossar</h2>
<p><b>Access</b><br />Eine Datenbank der Firma Microsoft. Access ist
Bestandteil der Microsoft Office Suite.</p>
<p><b>Datenquelle</b><br />Eine Datenbank, auf die OpenOffice.org (oder
eine andere Benutzeroberfl&auml;che f&uuml;r Datenbanken) zugreift.</p>
<p><b>JDBC</b><br />steht f&uuml;r Java Database Connectivity. JDBC ist
ein Protokoll, um aus beliebigen Programmen auf ein Datenbanksystem
zugreifen zu k&ouml;nnen. Allerdings sind JDBC-Treiber in der
Programmiersprache Java programmiert. Das hei&szlig;t, dass der
JDBC-Treiber auf jedem Rechner mit installiertem Java verwendet
werden kann.</p>
<p><b>ODBC</b><br />steht f&uuml;r Open Database Connectivity. ODBC ist
ein Protokoll, &uuml;ber welches beliebige Programme auf
Datenbanksysteme zugreifen k&ouml;nnen.</p>
<p><b>SQL</b><br />steht f&uuml;r Structured Query Language. SQL ist
die &bdquo;Lingua Franca&ldquo; unter den Datenbankprogrammen. In SQL
programmierte Abfragen k&ouml;nnen theoretisch mit jedem
Datenbanksystem verwendet werden.</p>
<p><b>Unix-ODBC</b><br />ist eine Implementierung des ODBC-Protokolls
f&uuml;r Unix bzw. Linux-Rechner.</p>
<hr />
<p><a name="fu&szlig;note-1"></a><a href="#anker-1"><sup>1</sup></a>Aqua hei&szlig;t
  die native Benutzeroberfl&auml;che von Apple f&uuml;r MacOS X.</p>
<p>Copyright und Lizenzhinweis</p>
<p class="smaller">&#169; Copyright 2003  Timo Kozlowski</p>
<p>Public Documentation License Notice</p>
<p class="smaller">The contents of this Documentation are subject to the Public Documentation License Version 1.0 (the "License"); you may only use this Documentation if you comply with the terms of this License. A copy of the License can be found at <a href="http://www.openoffice.org/licenses/PDL.html"> http://www.openoffice.org/licenses/PDL.html</a>.<br />
The Original Documentation is "Access und OpenOffice.org". The Initial Writer of the Original Documentation is Timo Kozlowski  Copyright (C) 2003. All Rights Reserved.  (Initial Writer contact(s): ooo@timokl.de).</p>
</div>
</body>
</html>

