
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <title>null</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    
    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/ka/">ka</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      <table width="100%" border="0" cellpadding="0" cellspacing="0">

<tr>

<td width="84%" height="769" valign="top">

<H2>&#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;</H2>

<p>OpenOffice.org &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4312;&#4321; &#4306;&#4304;&#4323;&#4315;&#4335;&#4317;&#4305;&#4308;&#4321;&#4308;&#4305;&#4312;&#4321; &#4334;&#4308;&#4314;&#4328;&#4308;&#4332;&#4327;&#4317;&#4305;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321; &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4312;&#4320;&#4308;&#4305;&#4312;&#4321; &#4330;&#4317;&#4307;&#4316;&#4304; &#4304;&#4320; &#4304;&#4320;&#4312;&#4321; &#4321;&#4304;&#4333;&#4312;&#4320;&#4317;. 
&#4316;&#4308;&#4305;&#4312;&#4321;&#4315;&#4312;&#4308;&#4320;&#4312; &#4321;&#4304;&#4334;&#4312;&#4321; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4308;&#4314;&#4321; &#4328;&#4308;&#4323;&#4331;&#4314;&#4312;&#4304; &#4306;&#4304;&#4304;&#4323;&#4315;&#4335;&#4317;&#4305;&#4308;&#4321;&#4317;&#4321; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;, &#4309;&#4311;&#4325;&#4309;&#4304;&#4311;, &#4323;&#4310;&#4323;&#4321;&#4322;&#4317;&#4305;&#4308;&#4305;&#4312;&#4321;&#4304; &#4311;&#4323; &#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321; 
&#4304;&#4326;&#4315;&#4317;&#4329;&#4308;&#4316;&#4312;&#4311;&#4304; &#4307;&#4304; &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4312;&#4321;&#4322;&#4311;&#4304;&#4311;&#4309;&#4312;&#4321; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4312;&#4311;. &#4312;&#4321;&#4312;&#4316;&#4312; &#4311;&#4325;&#4309;&#4308;&#4316;&#4321; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;&#4321; &#4307;&#4312;&#4307;&#4312; &#4306;&#4323;&#4314;&#4312;&#4321;&#4327;&#4323;&#4320;&#4312;&#4311; &#4308;&#4313;&#4312;&#4307;&#4308;&#4305;&#4312;&#4304;&#4316; 
&#4307;&#4304; &#4309;&#4308;&#4320;&#4330; &#4313;&#4312; &#4332;&#4304;&#4320;&#4315;&#4317;&#4312;&#4307;&#4306;&#4308;&#4316;&#4311;, &#4311;&#4323; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4307;&#4304;&#4332;&#4327;&#4308;&#4305;&#4312;&#4307;&#4304;&#4316; &#4307;&#4326;&#4308;&#4315;&#4307;&#4308; &#4320;&#4304;&#4315;&#4307;&#4308;&#4316;&#4312; &#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4312; &#4304;&#4326;&#4315;&#4317;&#4312;&#4324;&#4334;&#4309;&#4320;&#4304; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4328;&#4312; &#4304;&#4321;&#4308;&#4311;&#4312; 
&#4306;&#4310;&#4312;&#4311;.<p>
<p>OpenOffice.org &#4312;&#4327;&#4308;&#4316;&#4308;&#4305;&#4321; &#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4311;&#4304; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4312;&#4321; &#4321;&#4312;&#4321;&#4322;&#4308;&#4315;&#4304;&#4321; Issuezilla, &#4320;&#4317;&#4315;&#4314;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4321;&#4304;&#4327;&#4308;&#4316;&#4308;&#4305;&#4314;&#4304;&#4307;&#4304;&#4330; &#4311;&#4325;&#4309;&#4308;&#4316; &#4312;&#4316;&#4306;&#4314;&#4312;&#4321;&#4323;&#4320;&#4312; 
&#4308;&#4316;&#4312;&#4321; &#4315;&#4330;&#4312;&#4320;&#4308;&#4317;&#4307;&#4308;&#4316;&#4312; &#4330;&#4317;&#4307;&#4316;&#4304; &#4315;&#4304;&#4312;&#4316;&#4330; &#4307;&#4304;&#4306;&#4333;&#4312;&#4320;&#4307;&#4308;&#4305;&#4304;&#4311;. &#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4304;&#4326;&#4315;&#4317;&#4304;&#4329;&#4312;&#4316;&#4308;&#4311; &#4320;&#4304;&#4312;&#4315;&#4308; &#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4312;, &#4304;&#4316; &#4306;&#4304;&#4306;&#4304;&#4329;&#4316;&#4312;&#4304;&#4311; &#4320;&#4304;&#4312;&#4315;&#4308; &#4328;&#4308;&#4316;&#4312;&#4328;&#4309;&#4316;&#4304; 
&#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4324;&#4323;&#4316;&#4325;&#4330;&#4312;&#4317;&#4316;&#4304;&#4314;&#4323;&#4320;&#4317;&#4305;&#4304;&#4321;&#4311;&#4304;&#4316; &#4307;&#4304;  &#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4304;&#4321;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4312;&#4311;, &#4315;&#4304;&#4306;&#4320;&#4304;&#4315; &#4304;&#4320; &#4324;&#4314;&#4317;&#4305;&#4311; &#4312;&#4316;&#4306;&#4314;&#4312;&#4321;&#4323;&#4320; &#4308;&#4316;&#4304;&#4321;, 
&#4328;&#4308;&#4306;&#4309;&#4304;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4311; &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4328;&#4308;&#4316;&#4312;&#4328;&#4309;&#4316;&#4304;, &#4321;&#4323;&#4320;&#4309;&#4312;&#4314;&#4312; <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312;</a> &#4307;&#4304; 
&#4329;&#4309;&#4308;&#4316; &#4306;&#4304;&#4315;&#4317;&#4309;&#4304;&#4325;&#4309;&#4308;&#4327;&#4316;&#4308;&#4305;&#4311; &#4315;&#4304;&#4321; Issuezilla-&#4328;&#4312;.<p>
<p>&#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4324;&#4314;&#4317;&#4305;&#4311; &#4312;&#4316;&#4306;&#4314;&#4312;&#4321;&#4323;&#4320; &#4308;&#4316;&#4304;&#4321;, &#4325;&#4309;&#4308;&#4315;&#4317;&#4311; &#4315;&#4317;&#4330;&#4308;&#4315;&#4323;&#4314;&#4312;&#4304; &#4321;&#4312;&#4321;&#4322;&#4308;&#4315;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4312;&#4321; &#4312;&#4316;&#4306;&#4314;&#4312;&#4321;&#4323;&#4320;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4312;&#4316;&#4321;&#4322;&#4320;&#4323;&#4325;&#4330;&#4312;&#4308;&#4305;&#4312;.</p>
<p>The English word "issue" in this context means something like "problem". When you encounter a problem when using
or evaluating  OpenOffice.org, and you suspect that it is caused by an error or an imperfection of the software, 
you can "commit an issue". <p>
<p>To be able to do this, you have to be <a href="http://www.openoffice.org/servlets/Join">
registered</a> as a member of the OpenOffice.org project. This does entail not much more than that your email 
adress is known at the project, and makes it possible that you get a message whenever something has changed about
the status of your issue ("solved", hopefully). 
Then, you have to be <a href="http://www.openoffice.org/servlets/TLogin">logged in</a>. Note that your browser
has to be able to accept cookies.</p> 
<p>Of course, it is well possible that the same issue has already been reported by another user. Therefore it is best
to start at the <a href="http://www.openoffice.org/issues/query.cgi">searchpage</a> 
of Issuezilla. 
It looks quite complicated; fortunately most of the time you have to fill in only a few fields.
Mostly I select all possibilities for "STATUS" (click on "UNCONFIRMED", then, with the shift key pressed, click on "CLOSED".
This way I get to see also the issues that already have been solved in a build that has not been released yet.
THen, you fill in at "Summary" or at "A description entry" some (English!) words of which you think they may occour in 
a short description of your problem. Click on "submit" to see the search results.
If in the list shown are no bugs described that correspond with your problem, you can go on by 
clicking <a href="http://www.openoffice.org/issues/enter_bug.cgi">"Enter New Issue"</a>.</p>
<p>Now, indicate the part of OpenOffice.org that you think the problem has to do with. If you are not sure, 
no problem, select the one most likely.  </p>
<p>Now you can input your issue. Try to give as much possible information that may help the developers: 
Instructions how they may call up the problem for themselves, which actions did you take to localize the
problem, etc. Please also read the <a href="http://www.openoffice.org/bugs/bug_writing_guidelines.html">Issue Writing Guidelines</a> before
inputting an issue! It explains what the meaning of the diverse fields in this page are<p>
<p>I'd like to conclude with the following. If you are using a KA build of  OpenOffice, it may be difficult
to describe the problem well in English, because it is often not apparent how the menu's, dialogs etc. are called in English. 
You may look at the <A HREF="http://l10n.openoffice.org/localization/MultiLanguage_OO_Glossary.sdc">Multilingual OpenOffice.org Glossary 
in Spreadsheet Format (sdc)</A> (see also <A HREF="http://l10n.openoffice.org">here</A>). {Note: your language KA may not be in this
glossary. You may have to link to the appropriate one instead}
You can load it in the spreadsheet module of OpenOffice.org en look up the corresponding English terms in it.</p>

<p>&#4304;.&#4313;.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>

</td>

<td width="1%" valign="top">&nbsp;</td>

<td width="15%" valign="top">

<table width="100%" border="1" bordercolor="#000000" cellspacing="0" cellpadding="5">

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="3"><b>
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo
</b></font></td></tr>

<tr><td><font size="2">
<a href="index.html">&#4328;&#4308;&#4321;&#4304;&#4309;&#4304;&#4314;&#4312;</a>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-product.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br>
 <a href="about-downloads.html">&#4306;&#4304;&#4307;&#4315;&#4317;&#4322;&#4309;&#4312;&#4320;&#4311;&#4309;&#4304;</a><br>
 <a href="about-cdrom.html">CD-&#4307;&#4312;&#4321;&#4313;&#4312;</a><br>
 <a href="about-spellcheck.html">&#4315;&#4304;&#4320;&#4311;&#4314;&#4332;&#4308;&#4320;&#4312;&#4321; &#4328;&#4308;&#4315;&#4317;&#4332;&#4315;&#4308;&#4305;&#4304;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="background.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br> 
 <a href="faq.html">&#4313;&#4312;&#4311;&#4334;&#4309;&#4304;-&#4318;&#4304;&#4321;&#4323;&#4334;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4307;&#4304;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br> 
 <a href="about-documentation.html">&#4321;&#4304;&#4334;&#4308;&#4314;&#4315;&#4331;&#4326;&#4309;&#4304;&#4316;&#4308;&#4314;&#4317;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-helping.html">&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312;&nbsp;&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a><br> 
 <a href="about-issuezilla.html">&#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;</a><br>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4304;&#4313;&#4317;&#4316;&#4322;&#4304;&#4325;&#4322;&#4317; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br>
 <a href="adresses.html">&#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4315;&#4312;&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4308;&#4305;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4334;&#4309;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="credits.html">&#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312;</a><br>
 <a href="about-legal.html">&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4314;&#4308;&#4305;&#4320;&#4312;&#4309;&#4312; &#4315;&#4334;&#4304;&#4320;&#4308;</a><br>
</font></td></tr>

</table>
</td>
</tr>
</table>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
