
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>FAQs zur Installation von OO.org</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar4" href="../../../styles/de_navbar4.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar5" href="../../../styles/de_navbar5.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
    <!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/installation/">installation</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<!-- Start Navbar -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../../index.html"> Hauptseite </a></li>
    <li> <a href="../../../map_all.html"> Sitemap </a></li>
    <li> <a href="../../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li>FAQ
      <ul>
		  <li> <a href="../index.html" title="Übersicht"> H&auml;ufig gestellte Fragen </a></li>
		  <li> <a href="../general/index.html" title=" "> Allgemeines </a></li>
      <li> Installation </li>
      <li> <a href="../writer/index.html" title=" "> WRITER-FAQ </a></li>
      <li> <a href="../calc/index.html" title=" "> CALC-FAQ </a></li>
      <li> <a href="../impress/index.html" title=" "> IMPRESS-FAQ </a></li>
      <li> <a href="../draw/index.html" title=" "> DRAW-FAQ </a></li>
      <li> <a href="../math/index.html" title=" "> MATH-FAQ </a></li>
      <li> <a href="../base/index.html" title=" "> BASE-FAQ </a></li>
      <li> <a href="../suite/index.html" title=" "> SUITE-FAQ </a></li>
      <li> <a href="../mitarbeiter/index.html" title=" "> Mitarbeiter-FAQ </a></li>
      </ul>
    </li>
    <li> <a href="../../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../howto/index.html" title="Knappe Anleitungen für die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="../../../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="../../../dev/index.html" title="Informationen für Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
<h1>H&auml;ufig gestellte Fragen zur Installation von <b>OpenOffice.org</b></h1>
<p>
<br /></p>
<h2>Fragen
<a name="top"></a>
</h2>
<ol>
<li>
<a href="#1">Was sind Beta-Versionen und sog. <em>SnapShots</em>?</a>
</li>

<li>
<a href="#2">OpenOffice.org mehrsprachig</a>
</li>

<li>
<a href="#3">Kann ich <b>OpenOffice.org</b> unter Windows Vista einsetzen?</a>
</li>

<li>
<a href="#4">Was ist mit Windows 95/98/NT?</a>
</li>

<li>
<a href="#5">Installationsanleitung zu verschiedenen Betriebssystemen</a>
</li>

<li>
<a href="#6">Bestehende Installation aktualisieren</a>
</li>

<li>
<a href="#7">Installation <b>OpenOffice.org 2</b> ( X11-Version ) f&uuml;r Mac OS X PowerPC und Intel</a>
</li>

<li>
<a href="#8">Installation <b>OpenOffice.org 3.0</b> <u>nativ</u> unter Mac OS X</a>
</li>


<li>
<a href="#9">W&auml;hrend oder sofort nach der Installation tauchen
Fehlermeldungen auf, bzw. das Programm startet nicht, weil angeblich Dateien fehlen</a>
</li>


<li>
<a href="#10">Fehlermeldungen w&auml;hrend der De- oder Installation</a>
</li>

<li>
<a href="#11">Fehler 1935 wird gemeldet und die Installation abgebrochen</a>
</li>

<li>
<a href="#12">Ein Update wird nicht erkannt (Windows Vista)</a>
</li>

<li>
<a href="#13">Beim ersten Start des Programms: Registrierungsassistent</a>
</li>

<li>
<a href="#14">Reparaturinstallation (Windows)</a>
</li>

<li>
<a href="#15">Reparaturinstallation (Mac OS X)</a>
</li>

<li>
<a href="#16">Reparatur unter Linux</a>
</li>

<li>
<a href="#X">Wo erhalte ich weitere Hilfe?</a>
</li>


</ol>

<h1>Antworten
</h1>

<h2> 1.
<a name="1">Was sind Beta-Versionen und sog. <em>SnapShots</em>?</a></h2>
<p style="margin-left: 0.5cm">
Bei der <b>Beta-Version</b> eines Programms handelt es sich im allgemeinen Sprachgebrauch um eine Version,
die zwar bereits die meisten Funktionen der endg&uuml;ltigen Version besitzt, aber noch nicht ausreichend getestet ist.<br />
Somit ist gesagt, dass einerseits noch nicht alle Funktionen der zuk&uuml;nftigen Version implementiert sind (bzw.
implementiert sein m&uuml;ssen) und andererseits die enthaltenen Funktionen noch nicht ausreichend getestet sind
und somit eine fehlerfreie Funktion des Programms nicht garantiert werden kann.<br />
Alle am <b>OpenOffice.org</b>-Projekt Beteiligten sind immer sehr an Testergebnissen, Fehlermeldungen und Meinungs&auml;u&szlig;erungen
zur jeweiligen <em>Beta</em> interessiert, weshalb diese (bis zur Ver&ouml;ffentlichung der produktiven Version) allgemein
zug&auml;nglich zum Download bereit steht. Wir alle verstehen auch sehr gut, dass die Nutzer von OpenOffice.org immer
die <em>neueste</em> Version verwenden wollen. Gleichwohl muss betont werden, dass der Einsatz einer Beta-Version
zu produktiven Zwecken nicht empfohlen wird.<br />
<b>Snapshots</b> wiederum sind Versionen, die beim <b>OpenOffice.org</b>-Projekt regelm&auml;&szlig;ig herausgegeben werden,
um sowohl Projektmitgliedern als auch Au&szlig;enstehenden die M&ouml;glichkeit zu geben, sich &uuml;ber den Stand des
Projekts zu informieren sowie Tests durchzuf&uuml;hren. Snapshots geben somit einen Momentanstand der Entwicklung
wieder, was auch hei&szlig;en kann, dass in einem konkreten Snapshot nicht alle verf&uuml;gbaren Funktionen enthalten
sein m&uuml;ssen. Es versteht sich von selbst, dass Snapshots weniger als Beta-Versionen getestet sind und deshalb
keinesfalls zu produktiven Zwecken eingesetzt werden sollten.
Au&szlig;erdem werden die Snapshots meist in der (englischen) Grundversion zur Verf&uuml;gung gestellt und m&uuml;ssen
anschlie&szlig;end erst mit den entsprechenden, f&uuml;r diese Plattform geeigneten Paketen (Installer,
RMP-Pakte bzw. Installationsscript), lokalisiert, d.h. auf die gew&uuml;nschte Sprache angepasst werden.
</p>
<a href="#top">nach oben</a>

<h2> 2.
<a name="2">OpenOffice.org mehrsprachig</a>
</h2>
<p style="margin-left: 0.5cm">
Ben&ouml;tigen Sie auf einem Rechner die Benutzeroberfl&auml;che von <b>OpenOffice.org</b> (ab 2.0) in mehreren
verschiedene Sprachen, so m&uuml;ssen Sie <b>OpenOffice.org</b> nicht mehrfach installieren. Installieren Sie stattdessen
zus&auml;tzlich die Sprachpakete f&uuml;r die gew&uuml;nschten Sprachen der Benutzeroberfl&auml;che.<br />
Nach der so erfolgten Installation k&ouml;nnen Sie die Sprache der Benutzeroberfl&auml;che anschlie&szlig;end
&uuml;ber <i>Extras > Optionen > Spracheinstellungen > Sprachen</i> entsprechend umschalten.
N&ouml;tige Sprachpakete k&ouml;nnen beispielsweise unter
<a href="http://oootranslation.services.openoffice.org/pub/OpenOffice.org/">http://oootranslation.services.openoffice.org/pub/OpenOffice.org/</a>
 herunter geladen werden.<br />
 So kommen Sie an Ihre Sprachversion:
</p>
<ul>
<li>W&auml;hlen Sie das Unterverzeichnis entsprechend Ihrer installierten <b>OO.org</b>-Version.
Beispiel &quot;2.0.4&quot; w&auml;re Verzeichnis &nbsp;2.0.4rc3/&quot;</li>
<li>Nun w&auml;hlen Sie die gew&uuml;nschte Sprachversion, welche durch die im Dateinamen enthaltene
Bezeichnung <i>_langpack_xx</i> zu identifizieren ist.</li>
<li><i>_langpack_</i> steht hierbei f&uuml;r Sprachpaket, <i>xx</i> f&uuml;r den L&auml;nder-ISO-Code</li>
<li>Den passenden ISO-Code k&ouml;nnen Sie unter
<a href="/projects/native-lang.html">/projects/native-lang.html</a>
bzw. <a href="http://l10n.openoffice.org/languages.html">http://l10n.openoffice.org/languages.html</a>, Spalte ISO_Code, finden</li>
</ul>
<a href="#top">nach oben</a>

<h2> 3.
<a name="3">Kann ich <b>OpenOffice.org</b> unter Windows Vista einsetzen?</a>
</h2>
<p style="margin-left: 0.5cm">
<b>OpenOffice.org</b> ist ab der Version 2.1 unter Windows Vista lauff&auml;hig.
Jedoch empfehlen wir Ihnen den Einsatz der Version 2.2 oder h&ouml;her.
Erst ab dieser Version werden einige wichtige &Auml;nderungen unter Vista auch in
<b>OpenOffice.org</b> ber&uuml;cksichtigt (unter anderem der Vista-Dateidialog und andere Schrift-Versionen).<br />
Besondere Funktionen unter Vista wie die Spracheingabe werden derzeit von <b>OpenOffice.org</b> nicht unterst&uuml;tzt.
<br />
Vor der Installation sollte unbedingt ein ggf. bereits installiertes <b>OOo</b> beendet werden (inklusive Quickstarter).
</p>
<a href="#top">nach oben</a>

<h2> 4.
<a name="4">Was ist mit Windows 95/98/NT?</a>
</h2>
<p style="margin-left: 0.5cm">
Die Betriebssysteme Windows 95<sup>&reg;</sup> und Windows NT<sup>&reg;</sup> werden seit Version 2.0 von <b>OpenOffice.org</b>
nicht mehr unterst&uuml;tzt.<br />
Ab Version 3.0 von <b>OpenOffice.org</b> werden aus der Familie der Windows-Betriebssysteme nur noch die Versionen Windows 2000
oder neuer (XP, Vista usw.) von <b>OpenOffice.org</b> unterst&uuml;tzt.
</p>
<a href="#top">nach oben</a>

<h2> 5.
<a name="5">Installationsanleitung zu verschiedenen Betriebssystemen</a>
</h2>
<p style="margin-left: 0.5cm">
Ben&ouml;tigen Sie Hilfe, wie Sie die heruntergeladene Datei auf Ihrem Betriebssystem richtig installieren,
dann lesen Sie bitte die Installationsanleitung im <a href="http://de.openoffice.org/doc/">de-OOo-Dokumentationsportal</a>.
</p>
<a href="#top">nach oben</a>

<h2> 6.
<a name="6">Bestehende Installation aktualisieren</a>
</h2>
<p style="margin-left: 0.5cm">
Vor der Installation einer neueren <b>OpenOffice.org</b>-Version bei schon bestehender Installation ist eine
Deinstallation der alten Version <u>nicht</u> notwendig.<br />
Existiert vor der Installation von <b>OpenOffice.org 2.0.x</b> eine Installation einer Version 1.x wird
<b>OpenOffice.org 2.0.x</b> automatisch parallel dazu installiert, auf Wunsch erfolgt beim ersten Start
der neuen Version die &Uuml;bernahme der Einstellungen der bestehenden Version.<br />
Existiert bereits eine <b>OpenOffice.org 2.0.x</b> Version, so wird diese durch die neuere Version ersetzt,
bestehende Einstellungen werden &uuml;bernommen.<br />
Bei der Installation von <b>OpenOffice.org 3.x</b> werden Sie gefragt, ob eine &auml;ltere Version deinstalliert werden soll.
</p>
<a href="#top">nach oben</a>

<h2> 7.
<a name="7">Installation <b>OpenOffice.org 2</b> ( X11-Version ) f&uuml;r Mac OS X PowerPC und Intel</a>
</h2>
<p style="margin-left: 0.5cm">
F&uuml;r dieses Betriebssystem finden Sie eine detaillierte Installationsanweisung als Mini-HowTo auf
<a href="http://de.openoffice.org/servlets/ProjectDocumentList?folderID=552">dieser Seite</a>
</p>
<a href="#top">nach oben</a>

<h2> 8.
<a name="8">Installation <b>OpenOffice.org 3.0</b> <u>nativ</u> unter Mac OS X</a>
</h2>
<p style="margin-left: 0.5cm">
Mit <b>OpenOffice.org 3.0</b> l&auml;uft <b>OpenOffice.org</b> das erste Mal nativ unter Mac OS X.
Es wird <b>kein</b> X11 mehr ben&ouml;tigt. Um das native <b>OpenOffice.org</b> nutzen zu k&ouml;nnen,
empfehlen wir mindestens Mac OS X 10.4.10 plus aktuelle Java-Updates zu installieren. Beides ist &uuml;ber
die Softwareaktualisierung m&ouml;glich.<br />
Da w&auml;hrend der Entwicklung des nativen <b>OpenOffice.org</b> mehrere Fehler behoben wurden,
die benutzerspezifische Einstellungen betreffen, empfehlen wir die Benutzereinstellungen der X11 Versionen
von OpenOffice.org 3.0 <b>nicht</b> &uuml;bernehmen zu lassen. Auch Nutzer von fr&uuml;hen Milestone,
Alpha- und Betaversionen der OS X nativen Version sollten neue Benutzereinstellungen anlegen.
<br />
Des Weiteren sind unter OS X, je nachdem ob die neueren Aluminiumtastaturen oder &auml;ltere Apple Keyboards
benutzt werden bzw. die Aluminiumtastaturen &uuml;ber die Systemeinstellungen so eingestellt sind, dass sie
sich wie die alten Keyboards verhalten, bestimmte Tastenkombinationen f&uuml;r <b>OpenOffice.org</b>
schon von Mac OS X belegt. Wir haben versucht, so weit m&ouml;glich, f&uuml;r den Mac alternative Shortcuts
einzuf&uuml;hren, die zum Teil dann auch f&uuml;r Linux, Windows und Solaris &uuml;bernommen wurden,
konnten dies allerdings nicht durchg&auml;ngig bei schon lange bestehenden und f&uuml;r den erfahrenen
Anwender &quot;gewohnten&quot; Tastenkombinationen tun. Hier m&uuml;ssen wir leider mit den von Apple
gew&uuml;nschten und aus anderen Programmen gewohnten intuitiven Steuerung brechen.<br />
<b>Der Installationsvorgang von OpenOffice.org 3.0 auf Mac OS X</b>
Nach dem Download von <b>OpenOffice.org</b> und dem Doppelklick auf das heruntergeladene Disk-Image
(die *.dmg-Datei) sehen Sie vier Symbole. Wir empfehlen, das Icon &quot;OpenOffice.org&quot;
(welches tats&auml;chlich das gesamte Programm ist) in den Ordner "Programme" zu kopieren:
Sie nehmen dazu mit der Maus das &quot;<b>OpenOffice.org</b>&quot;-Icon und ziehen
es auf oder in Ihren Programme-Ordner auf der Festplatte (das ist der in der
linken Seitenleiste, wenn Sie ein Finder-Fenster &ouml;ffnen). Noch
einfacher geht es, wenn sie &quot;<b>OpenOffice.org</b>&quot;-Icon auf das &quot;Applications&quot;-
Symbol rechts oben im Fenster des ge&ouml;ffneten *.dmg ziehen - das ist
n&auml;mlich ein Alias davon.
Nach der dann n&ouml;tigen Identifikation als Administrator kopiert Ihr
Rechner eine Weile und hinterher finden sie einen neuen Eintrag
&quot;<b>OpenOffice.org</b>&quot; in Ihrem Programme-Ordner - den k&ouml;nnen Sie mit
Doppelklick starten und loslegen. Starten Sie das Programm bitte nicht direkt aus dem ge&ouml;ffneten
Disk-Image - das funktioniert meistens nicht besonders gut.
</p>
<a href="#top">nach oben</a>

<h2> 9.
<a name="9">W&auml;hrend oder sofort nach der Installation tauchen
Fehlermeldungen auf, bzw. das Programm startet nicht, weil angeblich Dateien fehlen</a>
</h2>
<p style="margin-left: 0.5cm">
Sie haben die Installationsdatei aus dem Internet heruntergeladen.<br />
Pr&uuml;fen Sie anhand der MD5-Summe ob der Download korrekt war. Wie das geht, k&ouml;nnen Sie
<a href="http://de.openoffice.org/downloads/md5.html">hier</a> nachlesen.
</p>
<a href="#top">nach oben</a>

<h2> 10.
<a name="10">Fehlermeldungen w&auml;hrend der De- oder Installation</a>
</h2>
<p style="margin-left: 0.5cm">
Die auftretenden Fehlermeldungen und Fehlercodes (4-stellig) werden meistens vom Microsoft&reg; Installer erzeugt.<br />
Eine englischsprachige Erkl&auml;rung zu den Fehlercodes finden Sie unter<a href="http://msdn.microsoft.com/en-us/library/aa372835(VS.85).aspx">
http://msdn.microsoft.com/en-us/library/aa372835(VS.85).aspx</a><br />
Eventuell r&uuml;hrt das Problem von einer unvollst&auml;ndigen De-/Installation her. Um Probleme mit dem
Microsoft&reg; Installer zu korrigieren, k&ouml;nnen Sie sich das MSI-Cleanup Tool von
<a href="http://support.microsoft.com/default.aspx?scid=kb;de-de;290301">http://support.microsoft.com/default.aspx?scid=kb;de-de;290301</a>
herunterladen und installieren.<br />
Eine deutschsprachige Bedienungsanleitung bei einem defekten Windows Installer finden Sie unter
<a href="http://beqiraj.com/windows/msi/cleanup/index.asp">http://beqiraj.com/windows/msi/cleanup/index.asp</a>
</p>
<a href="#top">nach oben</a>

<h2> 11.
<a name="11">Fehler 1935 wird gemeldet und die Installation abgebrochen</a>
</h2>
<p style="margin-left: 0.5cm">
MD5-Summe stimmt oder Sie haben das Programm von CD installiert.<br />
Deaktivieren Sie w&auml;hrend der Installation testweise ihren Virenw&auml;chter. Dabei ist darauf zu achten,
dass Sie bei einer permanenten Internetverbindung diese entweder trennen oder das Netzwerkkabel (bei LAN-Verbindung) herausziehen.<br />
<b>Hinweis:</b> Bei einem System, welches <u>nicht</u> durch neueste Updates aktualisiert ist, kann es passieren,
dass dieses, durch laufende Windowsdienste, im Hintergrund von Malware kompromittiert wird, ohne das man im Internet surft.
</p>
<a href="#top">nach oben</a>

<h2> 12.
<a name="12">Ein Update wird nicht erkannt (Windows Vista)</a>
</h2>
<p style="margin-left: 0.5cm">
Sie haben die Benachrichtigung &uuml;ber Updates aktiviert, OOo meldet, dass ein Update vorliegt,
Sie laden dieses herunter und installieren es.<br />
Nach erfolgreicher Installation meldet die Updatebenachrichtigung aber noch immer, dass eine neuere Version vorliegt
und will dieses Update erneut herunter laden.<br />
<b>Probleml&ouml;sung:</b> Starten Sie den Windows Explorer und deaktivieren Sie unter
<i>Extras > Ordneroptionen; Register: Ansicht; Erweiterte Einstellungen</i> &quot;Gesch&uuml;tzte Systemdateien ausblenden&quot;
und aktivieren Sie bei &quot;Versteckte Dateien und Ordner&quot; &quot;Alle Dateien und Ordner anzeigen&quot;.
Danach gehen Sie zum Verzeichnis <i>&quot;C:\Benutzer (in der Eingabeaufforderung heisst der Ordner Users)\&lt;Ihr Benutzername&gt;\AppData\Local\VirtualStore\Program Files\&quot;</i>
und l&ouml;schen das Verzeichnis <i>&quot;<b>OpenOffice.org</b> [Versionsnummer]\&quot;</i> und starten Windows neu.
</p>
<a href="#top">nach oben</a>

<h2> 13.
<a name="13">Beim ersten Start des Programms: Registrierungsassistent</a>
</h2>
<p style="margin-left: 0.5cm">
Wenn Sie <b>OOo</b> das erste Mal aufrufen, wird der <em>FirstStartWizard</em>
(Assistent, der zur Zustimmung zu den Lizenzbedingungen, Eingabe eines Namens und <em>freiwilligen</em>
Registrierung auffordert) angezeigt (f&uuml;r jeden Benutzer einzeln und dann wieder nach jedem Programm-Update).
<br />
Sie k&ouml;nnen diesen Assistenten umgehen, indem Sie <b>OOo</b> mit der Kommandozeilenoption
 -nofirststartwizard
starten.
</p>
<a href="#top">nach oben</a>

<h2> 14.
<a name="14">Reparaturinstallation (Windows)</a>
</h2>
<p style="margin-left: 0.5cm">
Manche Probleme r&uuml;hren aus defekten Eintragen in der Windowsregistrierung her.
So reparieren Sie die OpenOffice.org-Installation:
</p>
<ul>
<li> Melden Sie sich als Administrator (ab Windows 2000) an.</li>
<li> W&auml;hlen Sie <i>Start > Einstellungen > Systemsteuerung > Software > OpenOffice.org > &Auml;ndern</i>.</li>
<li> Der Installationsassistent wird gestartet. Dr&uuml;cken Sie den Button <i>&quot;Weiter&quot;</i>,
dann markieren Sie die Option <i>&quot;Reparieren&quot;</i> und dr&uuml;cken auf <i>&quot;Weiter&quot;</i> um die Reparatur auszuf&uuml;hren.
<i>&quot;Zus&auml;tzlicher Hinweis:&quot;</i><br />
Bei der Installation entpackt die <i>OOo_X.x.x_Win32Intel_install_de.exe</i> (X.x.x steht hier f&uuml;r die OpenOffice.org Version)
die eigentlichen Installationsdateien in einen Ordner auf dem Desktop. Diesen Ordner haben Sie vielleicht nach der Installation
gel&ouml;scht oder verschoben. Wenn Sie nun eine &Auml;nderung, wie unter Punkt 2 ausf&uuml;hren m&ouml;chten, findet der
Installation Wizard dieses Verzeichnis nicht mehr. Hierf&uuml;r gibt es 2 L&ouml;sungsans&auml;tze.
	<ul>
	<li> Verwenden Sie bei der Installation nicht den angegebenen Pfad f&uuml;r die entpackte Dateien (Desktop),
	sondern ein Verzeichnis Ihrer Wahl, in dem Sie die Installationsdateien dauerhaft aufbewahren (<b>OpenOffice.org</b>
	merkt sich das Verzeichnis).<br />Oder</li>
	<li> gehen Sie nicht wie unter Punkt 2 vor, sondern starten Sie direkt die <i>OOo_X.x.x_Win32Intel_install_de.exe</i>.
	Im weiteren Verlauf bemerkt der Installer die bereits installierte Version und bietet das "Reparieren" an.
	</li>
	</ul>
</li>
</ul>
<a href="#top">nach oben</a>

<h2> 15.
<a name="15">Reparaturinstallation (Mac OS X)</a>
</h2>
<p style="margin-left: 0.5cm">
Wiederholen Sie einfach den oben beschriebenen Installations- bzw. Kopiervorgang. L&ouml;schen Sie vorher die alte Version
oder &uuml;berschreiben sie einfach.
</p>
<a href="#top">nach oben</a>

<h2> 16.
<a name="16">Reparatur unter Linux</a>
</h2>
<p style="margin-left: 0.5cm">
Unter Linux gen&uuml;gt es das Verzeichnis <i>/home/username/.openoffice.org2/</i> (o.&auml;. je nach Distribution) zu sichern
und danach zu l&ouml;schen. Ein erneuter Aufruf von <b>OpenOffice.org</b> erstellt die Dateien und Verzeichnisse in diesem
Ordner neu mit Standardeinstellungen. W&ouml;rterb&uuml;cher, Vorlagen, Makros und verschiedene Einstellungen gehen
dabei nat&uuml;rlich verloren. Diese k&ouml;nnen Sie wieder herstellen, indem Sie diese aus der Sicherung zur&uuml;ckkopieren.
</p>
<a href="#top">nach oben</a>

<h2> 17.
<a name="X">Wo erhalte ich weitere Hilfe?</a>
</h2>
<p style="margin-left: 0.5cm">
Sollten Sie Ihr Problem mit den Hilfen auf dieser Seite nicht l&ouml;sen k&ouml;nnen und ben&ouml;tigen
Sie deshalb pers&ouml;nliche Hilfe, so wenden Sie sich mit Ihrer Frage am einfachsten an die Users-Mailingliste.
Informationen zum An- und Abmelden erhalten Sie unter <a href="http://de.openoffice.org/probleme.html">http://de.openoffice.org/probleme.html</a>.
<br />
M&ouml;glicherweise finden Sie aber die L&ouml;sung Ihres Problems auch in der
<a href="http://de.openoffice.org/doc/index.html">Dokumentation</a>,
in den <a href="http://de.openoffice.org/foren.html">Foren</a>
oder unter <a href="http://www.ooowiki.de">www.ooowiki.de</a>.
</p>
<a href="#top">nach oben</a>


<p>&nbsp;</p>
<p><a href="http://de.openoffice.org/doc/index.html">zur&uuml;ck zur Dokumentations-Hauptseite</a> | <a href="http://de.openoffice.org/doc/faq/index.html">zur&uuml;ck zur &Uuml;bersichtsseite der deutschsprachigen FAQs</a></p>

<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>




      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
