
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    
<title>OpenOffice.org Calc - Erste Schritte</title>
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
		<link rel="previous" href="index.html" title="Hauptmen&uuml;" />
		<link rel="home" href="../index.html" title="Erste Schritte" />
		<link rel="up" href="index.html" title="Erste Schritte Calc" />
		<link rel="alternate" href="pdf/es_calc.pdf" title="PDF" />
		<link rel="alternate" href="pdf/es_calc.sxw" title="SXW" />
			<!-- >
	Kommentare zur Seite
	$Id: es_calc.html,v 1.1 2005/10/02 21:29:34 volkerme Exp $
	< -->
		
	<meta http-equiv="content-type" content="text/html; charset=UTF-8" />

    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body onload="loginfocus()" marginwidth="0" marginheight="0" class="composite">
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/">howto_2_0</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/howto_2_0/calc/">calc</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      


<table cellpadding="2" cellspacing="2" border="0" width="100%">
	<tr>
		<td>
			<a href="">[zur&uuml;ck]</a>
		</td>
		<td>
			<a href="index.html">[Hauptmen&uuml;]</a>
		</td>
		<td>
			<a href="drucken.html">[weiter]</a>
		</td>
	</tr>
	<tr>
		<td colspan="3">
			<a href="pdf/es_calc.pdf">[PDF]</a>
		</td>
	</tr>
</table>
<hr size="1" noshade="noshade" />
<div id="body_de">

<h2>Erste Schritte in Calc</h2>
<div id="Inhalt">
	<p align="center">Einfache Kalkulationen, Zell-
	und Tabellenformatierungen erstellen</p>
	<p align="center"><i><b>herausgegeben von
	<br/>dem OpenOffice.org Dokumentations-Projekt</b></i></p>
	<h3>Inhaltsverzeichnis</h3>
	<ul>
		<li><p><a href="#1">Eine
		kurze Einf&uuml;hrung in die Arbeitsumgebung</a>
		</p></li>
		<li><p><a href="#2">Die
		erste Kalkulation</a></p></li>
		<li><p><a href="#3">Formatierungen</a></p></li>
		<li><p><a href="#4">Drucken
		Ihres Dokuments</a></p></li>
		<li><p><a href="#5">Mitwirkende</a></p></li>
	</ul>
</div>
<h3><a name="1"></a>Eine kurze Einf&uuml;hrung in die Arbeitsumgebung</h3>
<p align="left" style="margin-top: 0.21cm"><img src="pics/tabellenansicht.png" name="Grafik1" border="0" width="737" height="552" alt="Das Anwendungsfenster von Calc" /><br clear="left" /><i>Abbildung 1: Das Anwendungsfenster von Calc</i>
<br clear="left" />Bevor Sie beginnen, Ihre Kalkulationen zu erstellen, die Sie in Windeseile fertiggestellt haben werden, m&ouml;chten wir Sie kurz mit Ihrer
Arbeitsumgebung vertraut machen.
</p>
<p align="left" style="margin-top: 0.21cm"><img src="pics/leisten.png" name="Grafik2" border="0" width="737" height="152" alt="Die Men&uuml;- und Symbolleisten" /><br clear="left" />
Direkt unter der Titelleiste (in der &quot;Unbenannt1
- OpenOffice.org Calc&quot; steht) sehen Sie die Men&uuml;- und drei
Symbolleisten:</p>
<ul>
	<li>Die <em>Men&uuml;leiste</em></li>
	<li>Die <em>Standardleiste</em></li>
	<li>Die <em>Formatleiste</em></li>
	<li>Die <em>Rechenleiste</em></li>
</ul>
<p>Die Men&uuml;leiste enth&auml;lt die Hauptbefehle der
Tabellenkalkulation. Die <b><em>Standardleiste</em></b>
erm&ouml;glicht den Zugriff auf <em>allgemeine
Programmfunktionen</em> wie &Ouml;ffnen, Speichern, Kopieren,
Ausschneiden, Einf&uuml;gen usw. sowie einige erweiterte Funktionen wie das Einf&uuml;gen von Diagrammen und mehr.<br />Die <b><em>Formatleiste</em></b>
fasst einen Satz <em>Werkzeuge</em> zusammen, die
speziell f&uuml;r Kalkulationen oder zum Formatieren der Zellen
gedacht sind (Zahlenformat, Textausrichtung, Rahmen).<br />Schlie&szlig;lich
gibt es noch die <b><em>Rechenleiste</em></b>, deren
Sinn es ist, die Eingabe von Formeln, Zahlen und Texten zu erm&ouml;glichen. Sie zeigt Ihnen die momentan markierte Zelle an.</p>
<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
		<p align="center">
		<img src="../../howto/pics/hinweis.png" name="Grafik11" border="0" width="32" height="32" alt="Hinweis" /></p>
		</td>
		<td width="93%">
			<p align="left">
		Sie k&ouml;nnen die Symbolleisten an Ihre pers&ouml;nlichen Bed&uuml;rfnisse anpassen.</p>
			<p align="left" >
Klicken Sie dazu auf die Pfeil-Schaltfl&auml;che am rechten Ende der jeweiligen Leiste.
Es erscheint ein Men&uuml;, in dem Sie auf '<b>Symbolleiste anpassen...</b>'
klicken, um den Inhalt der Leiste zu ver&auml;ndern. 
Sie k&ouml;nnen auch '<b>Sichtbare Schaltfl&auml;chen</b>' w&auml;hlen und Schalter	Ihrer Wahl hinzuf&uuml;gen oder entfernen. Unter '<b>Ansicht</b>' - '<b>Symbolleisten</b>' finden Sie ausserdem weitere Symbolleisten (wie z.B. &bdquo;Zeichnen&ldquo;).</p>
		</td>
	</tr>
</table>
<p>Am unteren
Bildschirmrand sehen Sie die <em><b>Statuszeile</b></em>.
Sie fasst interessante Informationen &uuml;ber Ihre aktuelle Tabelle
zusammen, zum Beispiel den Zoom-Faktor und die Summe der markierten
Zellen.</p>

<p>Sie werden bemerken, dass das Dokument, das Sie
gerade ge&ouml;ffnet haben, standardm&auml;&szlig;ig drei Tabellen
enth&auml;lt. Sie erkennen sie an drei schmalen Reitern &uuml;ber der
Statuszeile, die mit Namen versehen sind: &bdquo;Tabelle1&ldquo;,
&bdquo;Tabelle2&ldquo;, &bdquo;Tabelle3&ldquo;.</p>
<p>Eine Tabelle wird durch gitterartig angeordnete
<em>Zellen</em> dargestellt, die durch Koordinaten
definiert werden. Die Koordinaten jeder Zelle ergeben sich aus der
<em>Spalte</em> (horizontale Position), beschrieben
durch Buchstaben (A...IV), und der <em>Zeile</em>
(vertikale Position), beschrieben durch Zahlen (1...65536). Diese
Koordinaten werden in grauen Spalten bzw. &Uuml;berschriften in der
Tabelle dargestellt. Daraus folgt, dass die erste Zelle (ganz oben,
ganz links) die Bezeichnung A1 tr&auml;gt. Wenn Sie sich in der
Tabelle nach rechts bewegen, werden Sie feststellen, dass die Spalten ab
der Spalte 27 durch zwei Buchstaben identifiziert werden: nach Z geht
es mit AA, AB, AC, usw. weiter. Nach AZ geht es dann wieder mit BA,
BB, BC, usw. weiter. Mit einem Klick auf die Spalten- oder
Zeilenbezeichnung (also das graue K&auml;stchen) k&ouml;nnen Sie die
ganze Spalte bzw. Zeile markieren.</p>
<h3><a name="2"></a><b>Die erste Kalkulation</b></h3>
<p>Falls Sie direkt hier angefangen haben zu lesen
und den vorherigen Abschnitt &uuml;bersprungen haben, sollten Sie
sich nochmal &uuml;berlegen nicht doch oben zu beginnen, denn einige
Begiffe, die ab jetzt benutzt werden, wurden dort erl&auml;utert. Wie
auch immer, wenn Sie dies nicht m&ouml;chten oder es Sie langweilt,
lesen Sie weiter und Sie werden lernen, wie man mit
<em><b>Calc</b></em> Additionen durchf&uuml;hrt!</p>
<p>Wie oben erw&auml;hnt, werden die K&auml;stchen im
Gitternetz Zellen genannt. Sie k&ouml;nnen in diese Zellen Zahlen,
Text oder Formeln eingeben. Klar, denn die Existenzberechtigung einer
Tabellenkalkulation ist der sinnvolle Umgang mit den Inhalten solcher
Zellen.</p>
<p>Nun gut, genug geredet, lassen Sie uns die erste
Kalkulation erstellen:</p>
<ul>
	<li>In die Zelle A1 schreiben Sie =2+3.</li>
	<li>Dr&uuml;cken Sie anschlie&szlig;end &lt;ENTER&gt; auf der Tastatur.</li>
	<li>Die Zahl <b>5</b> erscheint in der Zelle, denn das Ergebnis einer Berechnung wird automatisch dargestellt.</li>
</ul>
<p>Sie fragen sich, warum vor &quot;2+3&quot; ein &quot;=&quot;
steht? Ganz einfach: damit erkl&auml;ren Sie der Tabellenkalkulation,
dass Sie keinen Text, sondern eine Formel eingeben m&ouml;chten.
Falls Sie das &quot;=&quot; weglassen, erscheint nach der Eingabe
&quot;2+3&quot; in der Zelle.</p>
<p>Der Cursor befindet sich nun in der Zelle
unmittelbar unter der Zelle A1. Wenn Sie wieder in Zelle A1 klicken,
sehen Sie die mathematische Operation, die Sie eben eingegeben haben,
in der <em><b>Rechenleiste</b></em>.</p>
<p>Weiter im Text: Tippen Sie <b>6</b>
in Zelle A2 und wir werden das Ergebnis der Addition von A1 und A2 in
Zelle A3 anfordern. Das geht folgenderma&szlig;en:</p>
<ul>
	<li>Den Cursor in Zelle A2
	platzieren und <b>6</b>	eingeben.</li>
	<li>Best&auml;tigen Sie den
	Eintrag mit &lt;ENTER&gt;
	und der Cursor wird in die Zelle A3 wechseln.</li>
	<li>Schreiben Sie =A1+A2.</li>
	<li>Best&auml;tigen Sie mit
	&lt;ENTER&gt; und das Ergebnis <b>11</b>
	wird in Zelle A3 dargestellt.</li>
</ul>
<p>Die letzte Berechnung wurde unter Nutzung der
Koordinaten durchgef&uuml;hrt.</p>
<p>Lassen Sie uns weitermachen und versuchen, mehrere
Zellen zu addieren, d.h. einen Bereich. Klicken Sie auf &bdquo;Tabelle
2&ldquo;, um eine leere Tabelle zu verwenden.</p>
<ul>
	<li>Geben Sie einige Zahlen in
	die Zellen A1 bis A9 ein.</li>
	<li>Best&auml;tigen Sie mit
	&lt;ENTER&gt;
	und der Cursor wird in Zelle A10 wechseln.</li>
	<li>Nun geben Sie =SUMME(A1:A9)
	ein.</li>
	<li>Best&auml;tigen Sie mit
	&lt;ENTER&gt;
	und Sie werden das Ergebnis der Addition in Zelle A10 finden,
	w&auml;hrend die Formel in der Kalkulationsleiste steht.</li>
</ul>
<p>Durch Setzen des Doppelpunkts zwischen die
Zellbez&uuml;ge haben Sie dem Programm mitgeteilt, dass Sie die Werte
der Zellen im Bereich von A1 bis A9 addieren wollen. Der Bereich wird
am Bildschirm mit einem farbigen Rahmen dargestellt.</p>
<p>Mit der Funktion
<em><b>SUMME()</b></em>
teilen Sie dem Programm die Art der mathematischen Operation
mit, die auf die Zellbez&uuml;ge zwischen den Klammern angewandt
werden soll.</p>
<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
			<p align="center">
			<img src="../../howto/pics/hinweis.png" name="Grafik5" border="0" width="32" height="32" alt="Hinweis" />
			</p>
		</td>
		<td width="93%">
			<p align="left">
			Als Sie anfingen, <em>SUMME</em> zu schreiben, werden Sie sicher bemerkt haben, dass Calc die Formel vervollst&auml;ndigen wollte. Dies ist die <em>Autovervollst&auml;ndigungs-Funktion</em>.
Es gen&uuml;gt, &lt;ENTER&gt; zu dr&uuml;cken, falls Sie mit dem Vorschlag von OpenOffice.org einverstanden sind. Ihr Cursor wird automatisch zwischen den Klammern positioniert, sodass Sie nur die Zellbez&uuml;ge einzugeben brauchen.</p>
		</td>
	</tr>
</table>

<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
			<p align="center">
			<img src="../../howto/pics/tip.png" name="Grafik6" border="0" width="32" height="32" alt="Tip" /></p>
		</td>
		<td width="93%">
			<p align="left">
			Da Summen in Tabellenkalkulationen sehr h&auml;ufig ben&ouml;tigt werden, gibt es daf&uuml;r ein eigenes Symbol in der Rechenleiste: das Summenzeichen (es sieht aus wie ein um 90&deg; nach links gedrehtes M). Sie h&auml;tten also auch die Zelle A10 markieren und anschlie&szlig;end auf das Summenzeichen klicken k&ouml;nnen. Dabei wird automatisch der Bereich &uuml;ber der ausgew&auml;hlten Zelle vorgeschlagen. Sie k&ouml;nnen ihn aber nat&uuml;rlich mit der Maus oder &uuml;ber die Eingabe in 	der Rechenleiste &auml;ndern.</span></p>
		</td>
	</tr>
</table>

<p>Gut, zur&uuml;ck ans Werk. Dieses Mal ersetzen
wir den Doppelpunkt zwischen A1 und A9 durch ein Semikolon (;). Wie
Sie sehen, ist das Ergebnis ein v&ouml;llig anderes. In diesem Fall
haben Sie nur den Inhalt von A1 zu dem Inhalt von A9 addiert. Daraus
folgt, dass Sie, um zwei Zellbereiche zu addieren, lediglich
<b>=SUMME(A1:A9;B1:B9)</b> schreiben m&uuml;ssen.</p>
<p>Sie k&ouml;nnen die Bereiche, die einbezogen
werden sollen, auch mit der Maus markieren. Nachdem Sie <b>=SUMME(</b>
in die Zielzelle geschrieben haben, klicken Sie in die erste Zelle
des zu markierenden Bereichs, halten die Maustaste gedr&uuml;ckt und
ziehen die Maus bis in die letzte zu markierende Zelle, in der Sie
die Maustaste loslassen. Sie werden sehen, dass die Formel
automatisch in der Rechenleiste vervollst&auml;ndigt wurde.</p>
<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
			<p align="center" style="font-style: normal; font-weight: medium; text-decoration: none"><img src="../../howto/pics/tip.png" name="Grafik7" border="0" width="32" height="32" alt="Tip" /></p>
		</td>
		<td width="93%">
			<p>Wenn die Zahl zu gro&szlig; ist, um komplett in einer Zelle dargestellt zu werden, wird sie durch Rauten (<em>###</em>) ersetzt. Um die Zellgr&ouml;&szlig;e einzustellen, m&uuml; Sie lediglich auf die rechte Begrenzung der Spalte zu klicken (oben im grauen Bereich, wo auch die Spaltennamen A, B, C usw. angegeben sind) und diese bei gedr&uuml;ckter Maustaste nach rechts (erweitern) oder links (verkleinern) zu verschieben. Diese Funktion erreichen Sie auch &uuml;ber <b>Format&nbsp;-&nbsp;Spalte&nbsp;-&nbsp;Optimale Breite...</b>.</p>
		</td>
	</tr>
</table>

<p><em>&Uuml;ber Zellbez&uuml;ge</em></p>
<p>Es ist wichtig, grundlegendes Wissen &uuml;ber Zellbez&uuml;ge zu haben, wenn
Sie Berechnungen mit Zellen ausf&uuml;hren m&ouml;chten, die Formeln enthalten.</p>
<p>Ein <em>relativer Bezug</em> ist ein Bereich, dessen Bez&uuml;ge angepasst werden, wenn die Formel verschoben wird.</p>
<p>Beispiel: Wenn Sie die Formel <b>=SUMME(A1:A9)</b> in Spalte B verschieben, wird sie zu <b>=SUMME(B1:B9)</b>.</p>
<p>Ein <em>absoluter Bezug</em> wird benutzt, wenn sich eine Berechnung exakt auf eine bestimmte Zelle bezieht. Um den absoluten Bezug zu Spalte A Zeile 1 festzulegen, schreiben Sie beispielsweise <b>$A$1</b>.
Daher ist <b>$A</b> der absolute Bezug zu Spalte A und <b>$1</b>
der absolute Bezug zu Zeile 1.</p>
<p>Nun, da Sie die einige grundlegende Dinge
kennengelernt haben, &uuml;ben Sie ein wenig subtrahieren,
multiplizieren und dividieren!</p>
<h3><a name="3"></a>Formatierungen</h3>
<p>Ihr Dokument enth&auml;lt drei Tabellen: Tabelle 1, 2 und 3. Geben Sie jeder
Tabelle eine klare Bezeichnung </span>(das macht es &uuml;bersichtlicher).
Rechter Mausklick auf den Reiter von Tabelle1, und ein Kontextmen&uuml; erscheint. W&auml;hlen Sie den Eintrag '<b>Tabelle umbenennen...</b>'
und geben Sie im folgenden Fenster den gew&uuml;nschten Namen f&uuml;r
die Tabelle ein. Best&auml;tigen Sie mit '<b>OK</b>'
und der neue Name erscheint unten auf dem Tabellenreiter.</p>
<p>Sie werden bemerkt haben, dass das Kontextmen&uuml;
auch die M&ouml;glichkeit vorsieht, neue Tabellen einzuf&uuml;gen, zu
verschieben bzw. zu kopieren oder zu l&ouml;schen. Jede Auswahl kann
in einem speziellen Dialog pr&auml;zise definiert werden.</p>
<p>Lassen Sie uns die Zellformate bearbeiten.
Angenommen, Sie wollen die &Uuml;berschriften Ihres Dokuments in
mehreren Tabellen, gehen Sie wie folgt vor:</p>
<ul>
	<li>Markieren Sie alle
	betroffenen Tabellen (um eine zweite Tabelle auszuw&auml;hlen
	halten Sie &lt;STRG&gt; gedr&uuml;ckt und klicken auf den Reiter der zweiten Tabelle, die Sie ausw&auml;hlen m&ouml;chten. Der Reiter wird daraufhin wei&szlig;).
	Klicken Sie mit der Maus in die erste Zelle und markieren Sie bei
	gedr&uuml;ckter Maustaste die Zellen, &uuml;ber die sich die
	&Uuml;berschrift erstrecken soll, also beispielsweise Zelle A1 bis
	D1.</li>
	<li>W&auml;hlen Sie in der Men&uuml;zeile '<b>Format</b>' - '<b>Druckbereiche</b> - ' <b>Festlegen</b>'.</li>
</ul>
<p>Meist m&ouml;chten Sie die &Uuml;berschrift in den
gew&auml;hlten Zellen zentrieren. Dazu gehen Sie so vor:</p>
<ul>
	<li>Markieren Sie die Zellen
	mit der &Uuml;berschrift.</li>
	<li>In der Men&uuml;zeile
	w&auml;hlen Sie '<b>Format</b>' - '<b>Zellen...</b>'.</li>
	<li>In der folgenden Dialogbox
	klicken Sie auf den Reiter '<b>Ausrichtung</b>'.</li>
	<li>Dort w&auml;hlen Sie unter
	'<b>Horizontal</b>'
	den Eintrag '<b>Zentriert</b>'
	aus
	</li>
	<li>Schlie&szlig;en Sie den
	Dialog mit '<b>OK</b>'.</li>
</ul>
<p>Falls Sie eine d&uuml;nne Linie um Ihre Zellen
haben m&ouml;chten, markieren Sie die Zellen und w&auml;hlen Sie in der Men&uuml;zeile '<b>Format</b>' - ' <b>Zellen...</b>'.
Klicken Sie auf den Reiter '<b>Umrandung</b>'.
Entscheiden Sie sich f&uuml;r die richtige Linienst&auml;rke und den
gew&uuml;nschten Stil. Schlie&szlig;en Sie den Dialog mit '<b>OK</b>'.</p>
<p>Sie werden bemerken, dass die Dialogbox '<b>Zellen formatieren</b>'
eine stattliche Anzahl Reiter enth&auml;lt, z.B. '<b>Schrift</b>',
'<b>Schrifteffekt</b>' oder '<b>Ausrichtung</b>'.
Diesen Dialog erreichen Sie auch durch einen Rechtsklick auf eine
Zelle und den Men&uuml;punkt '<b>Zellen
formatieren</b>'. Einige dieser Punkte sind auch
in die Symbolleiste integriert.</p>
<p><img src="pics/Ausschnitt-Symbolleiste.png" name="Grafik3" hspace="6" vspace="4" border="0" width="219" height="23" alt="Symbolleiste" />Lassen
Sie uns einige Schalter in der Formatleiste n&auml;her
betrachten. Die ersten vier Symbole erm&ouml;glichen Ihnen Text in einer
Zelle horizontal auszurichten - linksb&uuml;ndig, zentriert, rechtsb&uuml;ndig oder im Blocksatz. Mit dem n&auml;chsten Symbol k&ouml;nnen Sie Zellen verbinden. Die letzten drei Symbole finden Sie unter der (o.g.) Funktion '<b>Sichtbare Schaltfl&auml;chen</b>': Sie regeln die vertikalte Ausrichtung des Texts. - Wirklich praktisch!</p>
<p>Um Text in Zellen deutlicher von Zahlen und
Formeln zu unterscheiden, k&ouml;nnen Sie die Funktion
<b>Werte
hervorheben</b>
nutzen:</p>
<ul>
	<li>W&auml;hlen Sie in der
	Men&uuml;zeile '<b>Ansicht</b>' - <b>Werte hervorheben</b>'.</li>
	<li>Sie werden feststellen,
	dass Text schwarz, alle Zahlen blau und alle Formeln gr&uuml;n
	dargestellt werden.</li>
</ul>
<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
		<p align="center">
		<img src="../../howto/pics/hinweis.png" name="Grafik8" border="0" width="32" height="32" alt="Hinweis" /></p>
		</td>
		<td width="93%">
		<p align="left">
		Um Zellen sofort so zu formatieren, dass sie Text enthalten, f&uuml;gen
		Sie einen Apostroph (') vor dem Text in die Zelle ein, z.B.: 'Preis</p>
		</td>
	</tr>
</table>

<p><em>Jetzt bekommt unsere Tabelle
den letzten Schliff!</em></p>
<p>Lassen Sie uns die Seiteneinstellungen noch
betrachten. M&ouml;glicherweise f&auml;llt es Ihnen leichter mit
querliegenden Seiten zu arbeiten Das erreichen Sie so:</p>
<ul>
	<li>In der Men&uuml;zeile
	w&auml;hlen Sie '<b>Format</b>' - '<b>Seite...</b>'.</li>
	<li>Klicken Sie auf den Reiter '<b>Seite</b>'.</li>
	<li>Im Bereich '<b>Ausrichtung</b>' 
	markieren Sie '<b>Querformat</b>'.</li>
	<li>Best&auml;tigen Sie mit '<b>OK</b>'.</p>
</ul>
<p>Um zu pr&uuml;fen, ob Ihr Dokument tats&auml;chlich
im Querformat gespeichert wurde, klicken Sie im Men&uuml; auf
'<b>Datei</b>' - '<b>Seitenansicht</b>'.</p>
<p>Lassen Sie uns noch einmal auf die Seiten-Dialogbox zur&uuml;ckkommen. Dort k&ouml;nnen Sie auch Kopf- oder Fu&szlig;zeilen eingeben.</p>
<p>Das betrachten wir nun genauer:</p>
<ul>
	<li>W&auml;hlen Sie im Men&uuml;
	'<b>Format</b>' - '<b>Seite</b>'.</li>
	<li>Klicken Sie auf den Reiter
	'<b>Fu&szlig;zeile</b>'.</li>
	<li>Dort setzen Sie eine Markierung vor '<b>Fu&szlig;zeile
	einschalten</b>'.</li>
	<li>Der Schalter '<b>Zus&auml;tze</b>'
	erm&ouml;glicht eine Umrandung oder einen Hintergrund f&uuml;r die
	Fu&szlig;zeile zu w&auml;hlen.</li>
	<li>Klicken Sie auf '<b>Bearbeiten</b>'.</li>
	<li>Im erscheinenden Fenster sehen Sie drei kleinere Fenster, ein Dropdown-Men&uuml; und einige Symbole. Die kleineren Fenster entsprechen Abschnitten, in die die Fu&szlig;zeile unterteilt wurde, und die Symbole Feldbefehlen. 
Standardm&auml;&szlig;ig erscheint im mittleren Fenster &bdquo;Seite&ldquo; gefolgt von der Seitenzahl; in dem Dropdown-Men&uuml; stehen Ihnen einige Vorgaben zur Auswahl.</li>
	<li>Um eine benutzerdefinierte Fu&szlig;zeile zu erstellen, 
	platzieren Sie den Cursor in dem Fenster, das Sie nutzen m&ouml;chten und klicken Sie dann auf eines der Feldsymbole (z.B. &bdquo;Dateiname&ldquo;, &bdquo;Seite&ldquo; oder &bdquo;Datum&ldquo;). Feldbefehle erscheinen grau hinterlegt.</li>
	<li>Klicken Sie auf '<b>OK</b>'
	um zum Ausgangsfenster zur&uuml;ckzukehren.</li>
	<li>Schlie&szlig;en Sie dieses
	Fenster mit '<b>OK</b>'.</li>
</ul>
<table width="100%" border="1" cellpadding="4" cellspacing="1" frame="void" rules="none">
	<tr>
		<td width="7%">
		<p align="center">
		<img src="../../howto/pics/hinweis.png" name="Grafik9" border="0" width="32" height="32" alt="Hinweis" /></p>
		</td>
		<td width="93%">
		<p align="left">
		Nat&uuml;rlich k&ouml;nnen Sie jeden beliebigen Text in die Kopf- oder Fu&szlig;zeile eingeben, einschlie&szlig;lich Ihres Firmennamens oder &Auml;hnlichem.</p>
		</td>
	</tr>
</table>

<h3><a name="4"></a>Drucken Ihres Dokuments</h3>
<p>Um ein einzelnes Blatt Ihres Dokuments zu drucken gehen Sie wie folgt vor:</p>
<ul>
	<li>In der Men&uuml;zeile
	w&auml;hlen Sie '<b>Datei</b>' - '<b>Drucken...</b>'.</li>
	<li>In der Dialogbox, die
	erscheint, w&auml;hlen Sie unter '<b>Druckbereich</b>'
	den Schalter '<b>Seiten</b>'
	und geben die Nummer der Seite an, die Sie drucken wollen. 	</li>
	<li>Starten
	Sie den Druck mit '<b>OK</b>'.</li>
</ul>
<p>Im Abschnitt '<b>Druckbereich</b>'
k&ouml;nnen Sie beispielsweise auch &bdquo;2,3&ldquo;
eintragen, um Seite 2 und Seite 3, oder auch &bdquo;2-5&ldquo;
um die Seiten 2 bis 5 zu drucken.</p>
<p>Ein schnellerer Weg besteht darin, die gew&uuml;nschten
Tabellen zu markieren und in der Standardleiste
das Drucksymbol anzuklicken. Das geht so:</p>
<ul>
	<li>Dr&uuml;cken
	und halten Sie &lt;STRG&gt;,
	w&auml;hrend Sie in Ihrem Dokument die gew&uuml;nschten
	Tabellenreiter anklicken. So k&ouml;nnen Sie mehrere Tabellen
	gleichzeitig w&auml;hlen.</li>
	<li>Klicken Sie auf das Symbol
	'<b>Datei direkt drucken</b>'
	in der Standardleiste. Es wird ohne weitere R&uuml;ckfrage
	gedruckt!</li>
	<li>Um
	die Auswahl aufzuheben, halten Sie &lt;STRG&gt; gedr&uuml;ckt und klicken Sie auf den entsprechenden Tabellenreiter.</li>
</ul>
<p>Um nur bestimmte Spalten oder Zeilen zu drucken:</p>
<ul>
	<li>
	Markieren Sie die gew&uuml;nschten Bereiche.</li>
	<li>W&auml;hlen Sie '<b>Datei</b>' - '<b>Drucken</b>'
	im Men&uuml;.</li>
	<li>
	In der Dialogbox, die erscheint, markieren Sie '<b>Auswahl</b>'
	im Abschnitt '<b>Druckbereich</b>'.</li>
	<li>Dr&uuml;cken Sie '<b>OK</b>'.</li>
</ul>
<div id="Credits">
	<h3><a name="5"></a>Mitwirkende</h3>
	<p><b>Autor:</b> Sophie Gautier</p>
	<p><b>deutsche &Uuml;bersetzung:</b> Friedhelm Abels</p>
	<p><b>Korrektur & &Uuml;berarbeitung:</b> Johannes Czerwinski, Andr&eacute;
	Schnabel, Katrin R&auml;uber</p>
	<p><b>letzte &Auml;nderung:</b> 20.09.2005</p>
	<p><b>Kontakt</b>: <br />
	OpenOffice.org Documentation Project -  
	<a href="http://documentation.openoffice.org/">http://documentation.openoffice.org</a>
	<br />
	OpenOffice.org auf Deutsch - 
	<a href="http://de.openoffice.org/">http://de.openoffice.org</a><br />
	</p>
</div>
	</div>
	<hr size="1" noshade="noshade" />
<table cellpadding="2" cellspacing="2" border="0" width="100%">
<tr>
	<td><a href="">[zur&uuml;ck]</a> </td>
	<td>
		<a href="index.html">[Hauptmen&uuml;]</a>
   </td>
	<td>
			<a href="drucken.html">[weiter]</a>
	</td>
</tr>
<tr>
	<td colspan="3">
		<a href="pdf/es_calc.pdf">[PDF]</<a>
	</td>
</tr>
</table>
	
	
	
      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
