
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
        <title>Erfahrungsberichte (Success Stories)</title>
        <!-- Start de-header -->
        <link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
        <link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
        <link rel="stylesheet" title="mit Navbar" href="../../styles/de_navbar.css" media="screen" type="text/css" />
        <link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../styles/de_nonavbar.css" type="text/css" />

        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<!-- >
	Kommentare zur Seite
	$Id: index.html,v 1.83 2010/10/30 18:16:58 sweigel Exp $
	< -->
	<!-- End de-header -->
<script type="text/javascript" src="../sorttable.js"></script>
<script type="text/javascript" src="../filter.js"></script>

<style type="text/css">
/* Sortable tables */
table.sortable thead {
    background-color:#eee;
    color:#666666;
    font-weight: bold;
    cursor: default;
}
</style>

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/marketing/">marketing</a>&nbsp;&raquo;&nbsp;<a href="/de/marketing/stories/">stories</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<div id="body_de">
<h2>Erfahrungsberichte (Success Stories)</h2>

<p>
Egal, ob wissenschaftlich, gesch&auml;ftlich oder privat - die
Anwendungsm&ouml;glichkeiten von OpenOffice.org sind so vielseitig wie die
Anspr&uuml;che der Anwender an eine moderne und offene Office-Suite.
In dieser kleinen Sammlung m&ouml;chten wir die Erfahrungen zufriedener Anwender von
OpenOffice.org wiedergeben. Diese Erfolgs-Berichte stammen aus den verschiedensten Bereichen, was uns
nicht nur ein wenig stolz macht, sondern uns auch Ansporn ist,
OpenOffice.org st&auml;ndig zu verbessern und neue Ideen in dieses Paket zu integrieren.</p>

<p style="margin-bottom: 1px;">
Sie haben</p>
<ul style="margin-top: 1px;">
	<li>eine vierhundertseitige Dissertation mit mathematischen Formeln,
		Tabellen, Diagrammen und hoch aufl&ouml;senden Illustrationen mit
		OpenOffice.org verfasst?
	</li>
	<li>ein Buch druckreif mit OpenOffice.org gesetzt?
	</li>
	<li>die Datenbest&auml;nde aus der Firmendatenbank mit OpenOffice.org
		auf den neuesten Stand gebracht?
	</li>
	<li>den aktuellen Gesch&auml;ftsbericht mit OpenOffice.org als PDF-Datei
		exportiert und ins Internet gestellt?
	</li>
	<li>eine komplette Dokumentmanagementl&ouml;sung mit Hilfe von OpenOffice.org
		implementiert?
	</li>
	<li>OpenOffice.org ganz einfach als die optimale Office-Suite im ganz
	  normalen t&auml;glichen Gebrauch f&uuml;r sich, Ihre Kollegen und Ihre
	  Freunde entdeckt?
	</li>
</ul>
<p>
  Wenn Sie Ihre eigene Erfolgsgeschichte berichten wollen, wenn Sie stolz
  sind auf Ihren ureigensten Erfolg, wenn Sie andere Anwender daran
  teilhaben lassen wollen, schreiben Sie bitte an <a href="../../dev/team.html">uns</a>.
  Wir werden Ihren Beitrag in enger Abstimmung mit Ihnen hier integrieren.
<p>Schreiben Sie uns bitte auch, wenn Sie &Auml;nderungen, Erg&auml;nzungen, Anmerkungen ... haben.
Wir werden sie gemeinsam mit Ihnen umsetzen.</p>
<p></p>



<h3>&Uuml;bersicht:</h3>
<!--Beginn Nummerierung (alle Tags auf wieder zu machen, am besten eine alte zeile kopieren und &auml;ndern) -->
<ul>
        <li><a href="#Muenchen">Landeshauptstadt M&uuml;nchen</a></li>
	<li><a href="#IngHarting">Ingenieurb&uuml;ro Harting</a></li>
	<li><a href="#PROSIT">OpenOffice.org als Werkzeug zur Erkrankungsmodellierung in der &quot;PROSIT Open Source Disease Modelling Community&quot;</a></li>
	<li><a href="#JUERGENDANKE">J&uuml;rgen Danke IT-CONSULTING setzt auf OpenOffice.org</a></li>
	<li><a href="#BUNDESBEHOERDEN">Deutsche Bundesbeh&ouml;rden setzen immer mehr auf Open Source und OpenOffice.org</a></li>
	<li><a href="#IFMU">Ingenieurb&uuml;ro f&uuml;r Materialreports und Umweltanalytik GmbH</a></li>
	<li><a href="#APOLLO">Apollo: Mit Open Source zum Preis-Durchblick</a></li>
	<li><a href="#FRIESLAND">Friesland spart Geld mit Open Source</a></li>
	<li><a href="#PUMPENBARTH">Pumpen-Barth</a></li>
	<li><a href="#GAMUNDIA">Gamundia Dentalprodukte und CNC-Fertigungsges. mbH</a></li>
	<li><a href="#WESTAFLEX">Westaflexwerk GmbH</a></li>
	<li><a href="#EFFET">effet webservices &amp; eSolutions: Erfolg mit Flexibilit&auml;t von OpenOffice.org</a></li>
	<li><a href="#ASBRUHR">Arbeiter-Samariter-Bund Regionalverband Ruhr e.V.</a></li>
	<li><a href="#SCHUNK">schunk edv systeme gmbh</a></li>
	<li><a href="#QPM">QPM Software</a></li>
	<li><a href="#HIGHPC">highPC Arnold Schrader</a></li>
	<li><a href="#CCGMBH">CC GmbH: Einsatz f&uuml;r und von freier Software</a></li>
	<li><a href="#ESDC">ESDC: Kundendatenbank mit OpenOffice.org</a></li>
        <li><a href="#troeber">Heinz Tr&ouml;ber GmbH, Hamburg: Erfolgreiche Migration auf Linux und OpenOffice.org</a></li>
	<li><a href="#hoefer">H&ouml;fer Vorsorge-Management: Langj&auml;hrige Erfahrung mit Linux und OpenOffice.org</a></li>
	<li><a href="#miradlo">miradlo, Konstanz: OpenOffice.org erfolgreich einsetzen im Studium und im Unternehmen</a></li>
	<li><a href="#OVIDIUS">OVIDIUS GmbH, Berlin: Migration zu OpenOffice.org</a></li>
	<li><a href="#wengen">Schule Wengen: Umstellung auf OpenOffice.org</a></li>
	<li><a href="#klee4">Schreinerei Klee4: Kalkulationen mit OpenOffice.org</a></li>
	<li><a href="#stolit">Land S&uuml;dtirol: Installation von OpenOffice.org auf allen Landes-Rechnern </a></li>
	<li><a href="#vicd">Verband der Internet-Cafes Deutschland: Freie Software setzt sich durch</a></li>
	<li><a href="#vbg">Verwaltungs-Berufsgenossenschaft mit Linux aktiv</a></li>
	<li><a href="#kdvkanne">KDV Kanne Datenverarbeitung GmbH: Nach umfangreichen Tests den Umstieg gewagt</a></li>
	<li><a href="#fernunihagen">Lehrstuhl an FernUni Hagen: Umfangreiches Buchprojekt mit OpenOffice.org</a></li>
</ul>
<!--Ende Nummerierung (alle Tags auf wieder zu machen, am besten eine alte zeile kopieren und &auml;ndern) -->
<!--Beginn Tabellenkopf mit einer Leerzeile f&uuml;r Sortierung (Finger weg!!! )-->
<table id="de" summary="OpenOffice.org - Referenzkunden" class="sortable" cellpadding="4" cellspacing="1">
<caption><a href="#Auswahl" title="zur&uuml;ck zur Auswahl">^</a> OpenOffice.org  - Erfolgsgeschichten 
		<object id="x_de"><form action="">
    	<p><b>Filtern mit (Satz enth&auml;lt):</b> <input name="filt" onkeyup="filter(this, 'de', '1')" type="text"/></p>
		</form> </object>
</caption>
<tbody>
<tr>
<td>
</td>
</tr>
<!--Ende Tabellenkopf (Finger weg!!! )-->
<!--Beginn Beitrag (alle Tags auf wieder zu machen, am besten eine alten Beitrag kopieren und &auml;ndern Ansatztags erst NACH der &Uuml;berschrift!!!) -->
<tr><td>
<h3><a name="Muenchen">Landeshauptstadt M&uuml;nchen</a></h3>
  <p>
  Im Rahmen des Projektes LiMux, das das bestehende
  Gespann aus Betriebssystem und Office-Suite eines Herstellers abl&ouml;st, 
  setzt die Landeshauptstadt M&uuml;nchen auf den 14.000 Arbeitsplatzrechnern 
  der Stadtverwaltung verst&auml;rkt auf freie Software.
  </p>
  <p>
  Herausforderungen sind die Integration des auf Debian GNU/Linux basierenden Basisclients in z.T. 
  heterogene IT-Strukturen, die Verf&uuml;gbarmachung von Fachanwendungen f&uuml;r die neue 
  Plattform und der Umstieg auf OpenOffice.org als k&uuml;nftige
  plattform&uuml;bergreifende Office-Suite. OpenOffice.org wird 
  dabei bis zum Abschluss der Betriebssystem-Migration auch auf den Windows-Arbeitspl&auml;tzen eingesetzt.
 </p>
  <p>
  Der Umstieg auf OpenOffice.org (unter Windows und Linux) ist bereits weit fortgeschritten. 
  Er bietet uns die M&ouml;glichkeit, die historisch gewachsenen Strukturen 
  hinsichtlich Vorlagen, Formularen und Makros kritisch zu &uuml;berpr&uuml;fen und die k&uuml;nftige Technologie an einfach pflegbaren L&ouml;sungen und offenen Standards auszurichten.
 </p>
  <p>
  Wir achten darauf, dass jedes bei uns eingesetzte Fachverfahren zum 
  OpenDocumentFormat (ODF) kompatibel ist. Dabei werden externe Fachverfahren, 
  z.B. zum Rechnungswesen und zur Personalverwaltung, ebenso wie intern 
  entwickelte, z.B. zum Einwohnermeldewesen und zur KFZ-Zulassung, zusammen mit OpenOffice.org betrieben.
 </p>
  <p>
  Ein wichtiges Hilfsmittel f&uuml;r wesentliche Verwaltungsaufgaben 
  wurde f&uuml;r die Sachbearbeiter/-innen der Stadtverwaltung in 
  Eigenentwicklung produziert. Der in Java geschriebene 'WollMux' stellt nahezu 
  alle f&uuml;r die Sachbearbeitung ben&ouml;tigten Vorlagen und Formulare bequem per 
  Knopfdruck zur Verf&uuml;gung; diese werden beim Laden automatisiert mit aktuellen 
  Benutzerdaten (Name, Raum-Nr., Tel. etc.) erg&auml;nzt. Der 'Wollmux' nutzt 
  zur Anzeige OpenOffice.org und kommuniziert mittels UNO-Schnittstelle.
 </p>
  <p>
  Die Landeshauptstadt M&uuml;nchen erwartet sich durch die zunehmende Nutzung 
  freier Software und offener Standards eine erh&ouml;hte Unabh&auml;ngigkeit von 
  Herstellern und propriet&auml;ren Schnittstellen. Der Mittelabfluss kann
  sachgerechter gestaltet werden und langfristig werden konkrete Einsparungen
  erwartet.
    <br/><br/>
 Web: <a href="http://www.muenchen.de/limux">muenchen.de</a>
 </p>
<hr />
 </td></tr>

</td>
</tr>

<!--Ende Beitrag  -->

 <tr><td>
<h3><a name="IngHarting">Ingenieurb&uuml;ro Harting</a></h3>
<p>
  Ich arbeite als beratender Ingenieur an der Schnittstelle von
  Informationstechnologie, betrieblichem Umweltschutz und
  Umweltmanagement. Bei der Auswahl meiner B&uuml;ro-Software steht neben der
  Praktikabilit&auml;t besonders der problemlose Informationsaustausch mit
  meinen Kunden im Vordergrund. Ich pr&uuml;fe
  fortlaufend Alternativen zu meiner bestehenden Software.
  OpenOffice.org hat mich zun&auml;chst im privaten, sp&auml;ter auch im gesch&auml;ftlichen Umfeld vollkommen
  &uuml;berzeugt. Alle Gesch&auml;ftsabl&auml;ufe eines Ingenieurb&uuml;ros lassen sich mit den
  enthaltenen Werkzeugen komplett abbilden. Gerade das letzte Release (2.3)
  gl&auml;nzt dabei durch hohe Funktionalit&auml;t.
  </p>
  <p>
  Mit Ausnahme von Dokumenten, die komplexe VB-Scripte enthalten, l&auml;sst sich
  nahezu jedes Kundendokument weiterbearbeiten oder verlustfrei
  importieren. Lediglich im Backoffice-Bereich muss man noch einige Abstriche
  machen, was aber an propriet&auml;ren Dritt-Standards
  liegt. Unterst&uuml;tzenswert finde ich daher besonders die
  Open-Document-Initiative, meiner Meinung nach der beste Weg zur
  langfristigen Sicherung von Datenaustausch, -zugriff und
  -integrit&auml;t.
  <br/><br/>
  <a href="http://www.ingenieurbueroharting.de">Hans-Martin Harting</a>
  </p>
<hr />
</td></tr>
  
<tr><td>
<h3><a name="PROSIT">OpenOffice.org als Werkzeug zur Erkrankungsmodellierung in der &quot;PROSIT Open Source Disease Modelling Community&quot;</a></h3>
<p><b>+++ AKTUELL +++ Im April 2010 wurde PROSIT als eines von zehn innovativen Projekten auf dem <a href="http://www.ftd-gesundheitswirtschaft.de/">Kongress Gesundheitswirtschaft</a> von der Financial Times Deutschland <a href="http://www.prosit.de/images/9/95/FTD_Preisurkunde_small.jpg">ausgezeichnet</a>. Wir gratulieren recht herzlich! Weitere Informationen <a href="http://www.prosit.de/images/7/73/FTD_Preisurkunde.jpg">finden Sie hier</a>.</b><p>

<p>Der Studiengang Medizinische Informatik der Universit&auml;t Heidelberg und der Hochschule Heilbronn setzt OpenOffice.org als Werkzeug zur Erkrankungsmodellierung ein.</p>

<p>Die Wirtschaftlichkeit von Arzneimitteln und Medizinprodukten wird angesichts der gedeckelten Gesundheitsbudgets in Deutschland immer wichtiger. Gesundheits&ouml;konomische Folgenabsch&auml;tzung ben&ouml;tigt zuverl&auml;ssige Prognosen &uuml;ber zuk&uuml;nftige Auswirkungen von Gesundheitsentscheidungen. Dies verlangt Computersimulationsmodelle zur Prognose zuk&uuml;nftig erwarteter Erkrankungsverl&auml;ufe und ihrer Kosten. Praktisch alle verf&uuml;gbaren entscheidungsanalytischen Erkrankungsmodelle sind so genannte &quot;Black Box&quot;-Modelle. Das bedeutet, trotz wissenschaftlicher Publikation von Struktur und Methodik k&ouml;nnen Benutzer nicht nachvollziehen, wie ein Modell tats&auml;chlich arbeitet. Damit wird die Glaubw&uuml;rdigkeit der Modelle und ihrer Prognosen ersch&uuml;ttert.</p>

<p>In der &quot;PROSIT Open Source Disease Modelling Community&quot; setzt das Team rund um Professor Dr. Wendelin Schramm aus Heilbronn daher die OpenOffice.org Office Suite, insbesondere das Modul Calc, ein und erstellt mittels stochastischer Markoprozesse entscheidungsanalytische Simulationsmodelle f&uuml;r chronische Erkrankungen, die - getreu dem Open-Source-Gedanken - wiederum unter die GNU Public License gestellt werden. Auch eine kommerzielle Verwertung ist somit erlaubt.</p>

<p>Die im Sommer 2006 gegr&uuml;ndete Community hat bereits ein halbes Dutzend Programmversionen online gestellt. Das erkl&auml;rte kurzfristige Ziel ist, bis zum Jahr 2010 f&uuml;r die wichtigsten Folgeerkrankungen des Diabetes mellitus quelloffene und transparente entscheidungsanalytische Erkrankungsmodelle zu entwickeln. Auf lange Sicht soll eine elektronischen Bibliothek von glaubw&uuml;rdigen Erkrankungsmodellen zur gesundheits&ouml;konomischen Entscheidungsfindung bei chronischen Erkrankungen aufgebaut werden.</p>

<p>Dar&uuml;ber hinaus wird zweimal pro Jahr in zweit&auml;gigen Workshops der Umgang von OpenOffice.org als Instrument f&uuml;r die Erkrankungsmodellierung und gesundheits&ouml;konomischen Evaluation vermittelt.</p>

<p>In der &quot;PROSIT Open Source Disease Modelling Community&quot; wird der Open-Source-Gedanke auf medizinische Forschung &uuml;bertragen. Dieser Ansatz wurde 2008 vom Nationalen Aktionsforum Diabetes mellitus nach einem peer-review Verfahren mit dem NAFDM G&uuml;siegel ausgezeichnet.</p>

<p>N&auml;hrere Informationen erhalten Sie direkt auf der Webseite der PROSIT Open Source Disease Modelling Community unter <a href="http://www.prosit.de">http://www.prosit.de</a></p>

<hr />
</td>
</tr>

<tr>
<td>

<h3><a name="JUERGENDANKE">J&uuml;rgen Danke IT-Consulting setzt auf OpenOffice.org</a></h3>
Wir sind ein mittelst&auml;ndisches IT-Unternehmen. Unser Angebot umfasst
Beratung, Software-Seminare,
Administration und PC-Systeme aus eigener Fertigung. Seit 2003
verwenden wir (nach einer kurzen Testphase) ausschliesslich
OpenOffice.org f&uuml;r alle
anfallende Korrespondenz, f&uuml;r Kalkulationen und f&uuml;r Pr&auml;sentationen. Wir
setzen den jeweils aktuellsten stable release in einer Windows-Umgebung
ein
und haben damit keinerlei Probleme mit der Zuverl&auml;ssigkeit des Pakets.
Einige unserer Gesch&auml;fts- und Privatkunden sind auf unsere Empfehlung
hin
zwischenzeitlich ebenfalls ganz oder teilweise auf OpenOffice.org
umgestiegen
und nutzen so die Vorteile von Open-Source-Software.<br /><br /> Von den eingesparten
Lizenzkosten (gegen&uuml;ber kommerzieller Software) haben wir f&uuml;r unsere Mitarbeiter teilweise OpenOffice.org-Seminare belegt.
Auf diese Weise wurde durch Mitarbeiterschulungen die Produktivit&auml;t und Effizienz gegen&uuml;ber 
kommerziellen Office-L&ouml;sungen sogar noch gesteigert.
<br />
<br />
itTCONS - J&uuml;rgen Danke IT-Consulting<br />
Von-Gielsberg-Str.10<br />
89312 G&uuml;nzburg<br />
Web: <a href="http://www.ittcons.com/">http://www.ittcons.com</a>

</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="BUNDESBEHOERDEN">Deutsche Bundesbeh&ouml;rden setzen immer mehr auf Open Source und OpenOffice.org</a></h3>
Der nationale Datenverkehr zwischen einzelnen Bundesbeh&ouml;rden einerseits
und mit den internationalen diplomatischen Vertretungen andererseits
erfordert nicht nur ein hochsicheres diplomatisches Intranet.
Auch die Kostenfrage wird immer kritischer.
Grundlagen f&uuml;r die <b>Sicherheit</b> bilden Linux-Server sowie sog.
SINA-Boxen - eine gemeinsam von Secunet mit dem BSI (Bundesamt f&uuml;r
Sicherheit in der Informationstechnik) entwickelte "Sichere
IntraNetwork Architektur".
<p>
<b>Kostenm&auml;&szlig;ig</b> setzen die IT-Strategen in den Bundesbeh&ouml;rden verst&auml;rkt auf Open-Source-L&ouml;sungen.
Als "Renner" hat sich Linux als Betriebssystem herauskristallisiert  -  mit OpenOffice.org als B&uuml;ro-Anwendung.
</p><p>
</p><p>
Einen ausf&uuml;hrlichen Anwendungs-Bericht finden Sie unter
<a href="http://www.heise.de/newsticker/meldung/85977">Bundesbeh&ouml;rden</a> .
</p>

</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="IFMU">Ingenieurb&uuml;ro f&uuml;r Materialreports und Umweltanalytik GmbH</a></h3>

<p>Das Ingenieurb&uuml;ro f&uuml;r Materialreports und Umweltanalytik GmbH (kurz:
IfMU GmbH) ist ein mittelst&auml;ndisches Unternehmen mit Sitz in
Wolfratshausen (s&uuml;dlich von M&uuml;nchen). Das Ingenieurb&uuml;ro existiert seit
1980 und hat derzeit 8 wissenschaftliche Mitarbeiter. Das Team besteht
aus Ingenieurgeologen, Bauingenieuren, Chemikern, Laboranten und
Sekret&auml;rin. Das Hauptarbeitsgebiet ist die Erstellung von Gutachten im
Bereich Baugrund und Altlasten. Aber auch die Bewertung von Boden
(Kompost, Substrate etc.), Wasser (Abwasser, Oberfl&auml;chen- und
Sickerwasser) und (Raum-) Luft geh&ouml;ren zu den Auftragsgebieten.</p>

<p>Seit Mitte 2006 wird das OpenOffice.org-Paket sehr erfolgreich
eingesetzt. Beweggr&uuml;nde f&uuml;r die Anschaffung bzw. Installation auf allen
Rechnern waren die hohen Kosten f&uuml;r die MS-Produkte (haupts&auml;chlich
MS-Office). So arbeiteten wir bis vor Einf&uuml;hrung von OpenOffice.org mit
3 unterschiedlichen Versionen des MS-Office-Paketes. Auf die dabei
auftretenden Probleme wollen wir hier nicht n&auml;her eingehen.
Der &uuml;bergang von MS-Office zu OpenOffice.org war nahezu flie&szlig;end. Es
konnten ohne Probleme s&auml;mtliche vorhandenen Dateien eingelesen und ohne
gro&szlig;e Umstellung bearbeitet werden. Die integrierte Hilfefunktion und
die umfangreichen Webdokumentationen waren bei Detailfragen sehr
hilfreich.
So kann OpenOffice.org in h&ouml;chstem Ma&szlig;e weiterempfohlen werden. Der
private Einsatz von OpenOffice.org auf den Rechnern unserer Mitarbeiter
war dann auch nur eine Frage der Zeit. Die IfMU GmbH ist rundum
gl&uuml;cklich und arbeitet sehr erfolgreich mit dem Spitzenprodukt namens
OpenOffice.org.</p>
<p>
IfMU GmbH<br />
Ingenieurb&uuml;ro f&uuml;r Materialreports und Umweltanalytik GmbH<br />

Bgm.-Finsterwalder Ring 10<br />
82515 Wolfratshausen<br />
Tel: 08171 - 38 01 00<br />
Fax: 08171 - 38 01 38<br />

Web: <a href="http://www.ifmu.de/">http://www.ifmu.de</a></p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="APOLLO">Apollo-Optik</a></h3>

<h4>Mit Open Source zum "Preis-Durchblick"</h4>

<p>Die &uuml;berregionale Einzelhandels-Kette Apollo-Optik, bekannt f&uuml;r ihre
ausgefallenen Preis- und Werbe-Kampagnen, verf&uuml;gt &uuml;ber etwa 500
Filialen in Deutschland und &uuml;ber mehr als 80 in &ouml;sterreich.
Ber&uuml;cksichtigt sind dabei &uuml;ber 160 Franchise-Unternehmen.</p>

<p>Die Zentrale im fr&auml;nkischen Schwabach hat nicht nur "Ihre Augen im
Kopf" - sie betreut auch diese '&ouml;rtlichen Verk&auml;ufer' mit der
erforderlichen Hard- und Software zur Abwicklung aller
Gesch&auml;ftsvorg&auml;nge:
Auftragserfassung, Kasse und Warenwirtschaft geh&ouml;ren ebenso zur
Grundausstattung einer Filiale wie Anwendungen, die dem Filialleiter
Informationen und Werkzeuge liefern zur optimalen Steuerung seines
Gesch&auml;fts. Realisiert wird dieses Paket als Server-Anwendung mit der
Programmiersprache Natural unter Adabas.
Endbenutzer k&ouml;nnen mit Natural &uuml;ber alle gel&auml;ufigen Frontends mit dem
System interagieren. Ein firmeneigenes Intranet bietet Informationen zu
Kunden, Auftr&auml;gen, Best&auml;nden und Aktionen. &uuml;ber Linux- und
Unixware-Server wird die Zentrale mit allen Programmen zu
Datawarehouse, Proxy, FTP, Virenschutz und DF&uuml; unterst&uuml;tzt.
OpenOffice.org rundet das Software-Angebot ab.</p>

<p>Apollo-Optik verf&uuml;gt &uuml;ber eine lange Erfahrung mit Unix-Anwendungen.
&uuml;berlegungen zu einem Software-Upgrade f&uuml;hrten auch zu &uuml;berlegungen in
Richtung Linux. Letztendlich gaben Verhandlungen mit Suse &uuml;ber 600
Enterprise-Lizenzen den Ausschlag zum Einsatz dieses OS: "Alle
unternehmensseitige Hardware," so Erich Ehbauer von Apollo, "kann als
Smart- oder Thin-Client gut genutzt werden". Und: "Mit Suse kamen wir
zu erfolgreichen Verhandlungen, die unseren Vorstellungen hinsichtlich
unserer Lizenzen entgegenkamen. Microsoft hingegen gab nur Angebote
nach Preisliste ab."</p>

<p>Dies ist die Kurzfassung eines Anwender-Berichtes, vorgetragen auf:
"Open Source Meets Business", N&uuml;rnberg, 25. - 27.01.2006, von Erich
Ehbauer, Apollo Optik,
ver&ouml;ffentlicht in <a href="http://www.heise.de/open/artikel/68475">http://www.heise.de/open/artikel/68475</a></p>
<hr />
</td>
</tr>

<tr>
<td>
<h3><a name="FRIESLAND">Landkreis Friesland</a></h3>
<h4>Friesland spart Geld mit Open Source</h4>

<p>2004 stellte die Verwaltung des Landkreises Friesland gro&szlig;e Teile
ihrer IT-Infrastruktur auf Open Source um. Investitionskosten f&uuml;r
Microsoft-Software sollten gesenkt und eine sanfte Migration auf
quelloffene Anwendungen sollte durchgef&uuml;hrt werden. Nach einem Konzept
von Eric Matthiesen waren f&uuml;r die Kreisverwaltung in Jever der
Parallelbetrieb von Windows und Linux sowie das zentrale Management von
Servern, Clients und Desktops wesentliche Kernbedingungen.</p>
<h4>Fazit nach drei Betriebsjahren</h4>
<p>Mit der 2004 eingeleiteten Migration (220 von 310 Arbeitspl&auml;tzen
wurden bereits erfolgreich umgestellt) sieht sich der Landkreis
Friesland als ein Vorreiter in in der Open Source-Landschaft in
Deutschland f&uuml;r &ouml;ffentliche Einrichtungen. Allein an Lizenzkosten spart
die Verwaltung gem&auml;&szlig; eigenen Aussagen j&auml;hrlich 40.000 Euro. Zudem
fallen die Hardware-Ausgaben deutlich niedriger aus; die h&ouml;here
Systemstabilit&auml;t ist ein weiterer Gewinn. Nicht zuletzt tr&auml;gt das
B&uuml;ropaket OpenOffice.org zum allgemeinen Erfolg und zur Zufriedenheit
der Mitarbeiter bei.</p>
<p>Dies ist eine Kurzfassung des bei heise open ver&ouml;ffentlichten
Beitrags "Friesland goes Open Source". Den vollst&auml;ndigen Text finden
Sie unter <a href="http://www.heise.de/open/artikel/81753">http://www.heise.de/open/artikel/81753</a></p>

<hr />
</td>
</tr>

<tr>
<td>
<h3><a name="PUMPENBARTH"></a>Pumpen-Barth</h3>

<p>Wir sind ein mittelst&auml;ndisches Unternehmen im Anlagenbau f&uuml;r Wasser-
und Abwassertechnik mit zehn Besch&auml;ftigten. Vor vier Jahren stellten
wir unsere Office-Umgebung um auf OpenOffice.org. Als Umsteiger von
Lotus Word Pro, 123 und dem Organizer fiel uns diese Umstellung nicht
schwer. Der erweiterte Umfang der M&ouml;glichkeiten von OpenOffice.org
gegen&uuml;ber Lotus hat uns bei der Entscheidung sehr geholfen. Auch die
M&ouml;glichkeit des Dokumentenaustausches mit Microsoftquellen war ein
wesentliches Umstiegskriterium.</p>
<p>Wir nutzen OpenOffice.org seit vier Jahren unter Linux, W2k und XP
in einer gemischten B&uuml;ro- und Werkstattumgebung. Bei uns kommen die
Textverarbeitung, die Tabellenkalkulation und die Datenbank zum
Einsatz, wobei als DBMS eine MySQL-Datenbank und eine
PostgreSQL-Datenbank auf Linux-Servern den Hintergrund bilden. Die
Datenbankanbindung erfolgt &uuml;ber ODBC bzw. JDBC. Die Daten aus den
Datenbanken werden in Textdokumenten, Tabellendokumenten und teilweise
in unserer spezifischen Handwerkersoftware eingesetzt. Was uns noch
fehlt, ist ein Organizer analog zu Lotus, der ebenfalls mit allen
anderen Komponenten zusammenarbeiten kann.</p>
<p>
Armin Barth<br />
Pumpen-Barth<br />
Hohe Stra&szlig;e 1<br />
04860 Zinna<br />
Web: <a href="http://www.pumpen-barth.de/">http://www.pumpen-barth.de</a>
</p>

<hr />
<h3><a name="GAMUNDIA"></a>Gamundia Dentalprodukte und CNC-Fertigungsges. mbH</h3>
</td>
</tr>

<tr>
<td>
<p>Wir sind ein mittelst&auml;ndisches Unternehmen. Seit 1975 stellen wir
Produkte f&uuml;r zahntechnische Labors her. Schon sehr fr&uuml;h st&uuml;tzten wir
uns auf Computer (mit z. T. selbst erstellten
Warenwirtschaftsprogrammen). Eine lange Zeit hatten wir Microsoft®
Office 97 unter Windows 98 im Einsatz. Da wir f&uuml;r ein dringendes Update
unseres Warenwirtschaftsprogrammes auf Windows XP umsteigen mussten,
entstand auch die Notwendigkeit, das Officepaket auf einen neuen Stand
zu bringen. 2004 haben wir dann auf 6 neuen XP-Workstations
OpenOffice.org 2.0 installiert, nachdem im Vorfeld dieses Programm vom
EDV-Verantwortlichen privat sowie auf dem Firmenrechner getestet wurde.
Folgende Arbeiten werden jetzt mit OpenOffice.org erledigt:</p>
<ul>
<li>Schriftverkehr (Briefe, Faxe sowie Serienbriefe)</li>
<li>Automatisierte Mahnschreiben mit Schnittstelle zu unserem Warenwirtschaftsprogramm</li>
<li>Online-Bedienungsanleitungen und &auml;hnliches als PDF-Dokumente</li>
<li>W&auml;hrungsumrechnungen und Versandkostenberechnungen f&uuml;r Export in Drittl&auml;nder</li>
<li>Anwendungsdokumentationen</li>
<li>Datenaustausch mit Kunden, die Microsoft® Office einsetzen</li>
<li>Preiskalkulationen &uuml;ber Ex-/Importfunktionen mit unserem Warenwirtschaftsprogramm (MS-Excelformat)</li>
</ul>
<p>Der &uuml;bergang vom Microsoft®-Produkt zu OpenOffice.org ging v&ouml;llig
reibungslos. Die Mitarbeiter konnten ihre Dokumente konvertieren bzw.
weiter benutzen. Was insbesondere erstaunt, ist: Trotz zum Teil
geringer Computer-Kenntnisse der Anwender konnten auch Mitarbeiter mit
weniger Erfahrung - die nur Formulare oder Tabellen auszuf&uuml;llen haben -
ohne zeitaufwendige Schulungen gleich mit dem Programm arbeiten. Einige
unserer Mitarbeiter haben sich OpenOffice.org 2.0 daraufhin auch f&uuml;r
ihren privaten Einsatz installiert.</p>

<p>
Edgar Kuchelmeister<br />
Gamundia Dentalprodukte und CNC-Fertigungsges. mbH<br />
Am Deutenbach 2<br />
73525 Schw&auml;bisch Gm&uuml;nd<br />
Web: <a href="http://www.gamundia.de/">http://www.gamundia.de</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="WESTAFLEX"></a>Westaflexwerk GmbH: Westaflex nun komplett auf Open Source</h3>

<p>Die Geschichte beim Westaflexwerk in G&uuml;tersloh beginnt, wie so oft,
mit einem Tipp. Unser externer Datenschutzbeauftragter berichtete von
einer Konferenz der IBM-Anwendergruppe "COMMON". Dort habe die Firma
SES vorgetragen: Mittelstand - Microsoft-frei. Da uns stets der hohe
Pflege- und Installationsaufwand bei Windows und MS Office gest&ouml;rt hat
und die Freiheitsgrade der Anwender viel zu gro&szlig; waren, um alle
Programme und Versionen im Auge zu behalten, schien uns dieser Ansatz
gerade richtig, um ihn n&auml;her ins Auge zu fassen.</p>
<p>Nach der Installation einer Demo-Umgebung, integriert in eine IBM
AS/400 i5, waren unsere Erwartungen mehr als &uuml;bertroffen worden -
sowohl in Geschwindigkeit im Datenzugriff, wie auch im Konzept, die
ganze Unternehmensgruppe auf einer Kassette gesichert zu haben. Die
Linux-Version bei Westaflex ist Debian mit Redox Thin Clients der Firma
SES.</p>
<p>Der Au&szlig;endienst und dessen Laptops wurden zun&auml;chst mit StarOffice
und sp&auml;ter mit PortableOpenOffice.org auf USB-Sticks ausger&uuml;stet. "Da
es sich hierbei um freie Handelsvertreter handelt, konnten wir nur
begrenzt Einfluss nehmen auf den installierten Softwarebestand -
deshalb PortableOpenOffice.org", erg&auml;nzt Klaus Polke, Vertriebsleiter
der Westa-Gruppe. Mittlerweile sind alle Angebots- und
Auslegungs-Programme auf OpenOffice.org umkonfiguriert.</p>
<p>Der gro&szlig;en Wurf gelang jedoch erst mit der Verteilung des Buches
"OpenOffice.org ESPRESSO" aus dem Franzis Verlag. Jeder Mitarbeiter
erhielt dieses 400-seitige Taschenbuch mit innenliegender Software-CD
zur Nutzung in Schule, Familie und Freizeit. Die Erstellung einer
Einladung zum 40. Geburtstag war dann &auml;hnlich einfach wie die Kreation
eines Werbe-Flyers im B&uuml;ro am n&auml;chsten Tag.</p>
<p>"Wir f&uuml;hlen uns nicht nur aus kaufm&auml;nnischer, sondern auch aus rein
Risiko-Management bezogener Sicht pudelwohl mit OpenOffice.org", so
Gesch&auml;ftsf&uuml;hrer Jan Westerbarkey. "Und k&ouml;nnen besten Gewissens jedem
mittelst&auml;ndischen Unternehmen den Umstieg w&auml;rmstens empfehlen!"</p>

<p>
Jan Westerbarkey<br />
Westaflexwerk GmbH<br />
Thadd&auml;usstr. 5<br />
33334 G&uuml;tersloh<br />
Web: <a href="http://www.westaflex.de/">http://www.westaflex.de</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="EFFET"></a>effet webservices &amp; eSolutions: Erfolg mit Flexibilit&auml;t von OpenOffice.org</h3>

<p>effet.info wurde 2004 als Einzelfirma gegr&uuml;ndet. Ein Angestellter,
mehrere freie Mitarbeiter und kompetente Kooperationspartner
unterst&uuml;tzen inzwischen den Firmengr&uuml;nder. effet.info steht f&uuml;r
fundierte und praxisnahe Information und Umsetzung von IT-Problemen
sowie spezialisierte L&ouml;sungen und individuelle, kundenspezifische
Betreuung.</p>

<p>Beratung und Webauftritte</p>
<p>Wir beraten zu den Themen Webseitenrealisierung, Webmarketing,
e-commerce / Webshops, Server und Sicherheit. Dar&uuml;berhinaus bieten wir
die Gesamtheit der Funktionalit&auml;ten, die ein umfassendes, n&uuml;tzliches
Internetangebot darstellen. Wir programmieren oder verwenden freie
Software wie z.B. Typo3.</p>

<p>Server, Hardware und Software</p>
<p>Wir bieten s&auml;mtliche Leistungen im Zusammenhang mit Domains und
Hosting sowie PCs und Server. Wir installieren bevorzugt freie Software.</p>

<p>Warum wir OpenOffice.org benutzen</p>
<p>OpenOffice.org ist einfach unkompliziert: runterladen, installieren
und damit arbeiten. Ausschlaggebend f&uuml;r den Einsatz sind der
PDF-Export, die Zukunftssicherheit des Dateiformats, die leichte
Handhabung und die Community mit ihrer Hilfsbereitschaft sowie die
vielen freien Vorlagen und Erweiterungen. Die Flexibilit&auml;t beim
Datenaustausch mit unterschiedlichsten Programmen macht OpenOffice.org
zur idealen B&uuml;roanwendung. Aus diesen Gr&uuml;nden und vielen weiteren
positiven Eigenschaften empfehlen wir OpenOffice.org und statten die
PCs unserer Kunden damit aus. Die schnell fortschreitende Entwicklung
von OpenOffice.org, die zunehmende Verbreitung und die positiven
R&uuml;ckmeldungen unserer Kunden best&auml;tigen uns in unserer &uuml;berzeugung, die
richtige Wahl getroffen zu haben.</p>

<p>
Robert Breithuber<br />
effet webservices &amp; eSolutions<br />
Moserhofgasse 51<br />
8010 Graz<br />
&ouml;sterreich<br />
Web: <a href="http://effet.info/">http://effet.info</a>
</p>
</td>
</tr>

<tr>
<td>

<hr />
<h3><a name="ASBRUHR"></a>Arbeiter-Samariter-Bund Regionalverband Ruhr e.V.</h3>

<p>Zum ASB-Ruhr:</p>

<p>Der Arbeiter-Samariter-Bund Regionalverband Ruhr e.V. (ASB Ruhr
e.V.) ist ein Wohlfahrtsverband mit Schwerpunkten in den
Aufgabenfeldern Rettungsdienst, Katastrophenschutz, Behindertenarbeit,
Seniorenarbeit, Kinder- und Jugendarbeit und Sozialpsychiatrie. Zum
ASB-Ruhr geh&ouml;ren die St&auml;dte Essen, Bottrop, M&uuml;lheim und Hattingen. Hier
werden Kinderg&auml;rten, Jugendh&auml;user, Rettungswachen, Seniorenwohnanlagen,
Behindertenheime und diverse ambulante Behinderteneinrichtungen
betrieben. Die Verwaltung, einschlie&szlig;lich Buchhaltung und
Personalverwaltung, l&auml;uft autark in eigenen, standortbezogenen
Abteilungen. Insgesamt sind rund 140 hauptamtlich Besch&auml;ftigte, 50
Zivildienstleistende und FSJler/innen (Mitarbeiter/innen im
Freiwilligen Sozialen Jahr) sowie mehr als 300 ehrenamtlich Aktive
t&auml;tig. Dem Verein geh&ouml;ren 13.000 Mitglieder an.</p>

<p>Zur EDV-Ausstattung:</p>

<p>Die insgesamt rund 50 EDV-Arbeitspl&auml;tze verf&uuml;gen jeweils &uuml;ber einen
eigenen PC, vorrangig mit dem Betriebssystem Windows XP, teilweise auch
mit Windows XP Professional, und erg&auml;nzend dazu Linux. Daneben bestehen
einige portable Arbeitspl&auml;tze auf gleicher Basis. Ferner gibt es
mehrere PC-Schulungsr&auml;ume, in denen jeder Arbeitsplatz zus&auml;tzlich mit
einem vollst&auml;ndigen ASB-Softwarepaket (alles Open Source) ausgestattet
ist.</p>

<p>Zur Migration:</p>

<p>Die Entscheidung, konsequent auf OpenOffice.org umzustellen,
erfolgte bereits 2004. Seinerzeit waren rund 30 PCs zu migrieren und
etwa 60 Anwender an das neue System zu gew&ouml;hnen. Bis zu diesem
Zeitpunkt wurden diverse Versionen von MS-Office und aus der
Lotus-Produktfamilie eingesetzt. Insoweit ging die Entscheidung auch
hin zu einer einheitlichen Nutzerplattform. Da zudem die verst&auml;rkte
Umstellung auf Linux erfolgen sollte (inzwischen allerdings
zur&uuml;ckgestellt), bot sich OpenOffice.org zugleich als
plattform&uuml;bergreifendes System an. Die Umgew&ouml;hnung der Nutzer war eher
unproblematisch. Probleme bereiteten und bereiten Schnittstellen zu
Standardprogrammen aus Personalabteilung und Buchhaltung. Hier
versuchen wir verst&auml;rkt, die Anbieter zu einer vern&uuml;nftigen
Unterst&uuml;tzung von OpenOffice.org zu bewegen, was sicherlich durch die
neue Version 2.x erleichtert wird. Die Umstellung erfolgte zeitgleich
auf allen Systemen mit einer &uuml;bergangszeit von 6 Monaten. In diesem
Zeitraum f&uuml;hrten wir eine von der EDV-Abteilung unterst&uuml;tzte Umstellung
der diversen Vorlagen und Dokumente durch. Danach wurden alle anderen
Produkte entfernt und deren weiterer Einsatz auf den Rechnern
untersagt. Alle Mitarbeiter/innen erhielten auf Wunsch eine Version des
Programms OpenOffice.org auf CD f&uuml;r den privaten Einsatz, erg&auml;nzt durch
verbandsspezifische Vorlagen und Grafiken und einige weitere Produkte
aus dem Open-Source-Bereich. Neue Mitarbeiter erhielten und erhalten
auf Wunsch eine ASB-Programme-CD, die neben OpenOffice.org auch diverse
andere Open-Source-Programme (Firefox, Thunderbird etc.) enth&auml;lt.</p>

<p>Unsere Erfahrungen:</p>

<p>Nach einer sehr kurzen Umgew&ouml;hnungsphase gab es keine nennenswerten
Probleme mit dem Einsatz von OpenOffice.org. Nat&uuml;rlich wollten einige
Mitarbeiter/innen lieber am bekannten System festhalten, aber eher aus
Gew&ouml;hnung. Bis zur aktuellen Version 2.x bereitete teilweise der
Datenaustausch mit anderen Verb&auml;nden oder Kostentr&auml;gern, die
&uuml;berwiegend Produkte der Microsoft-Reihe einsetzen, Probleme. Dies hat
sich inzwischen aber weitgehend gelegt. Nur der Mehraufwand wegen
fehlender Schnittstellen im Bereich anderer Standardsoftware ist noch
ungl&uuml;cklich. Da inzwischen auch auf einigen Rechnern wieder Linux
eingesetzt wird, hat sich die plattform&uuml;bergreifende Einsatzm&ouml;glichkeit
bew&auml;hrt. Die Umstellung wurde von der Gesch&auml;ftsf&uuml;hrung initiiert und
begleitet und wird von dort sehr positiv bewertet. Ohne diese klaren
Vorgaben w&auml;re die Umstellung allerdings sicherlich problematischer
gewesen. Insgesamt kann es als eine im gesetzten Zeitrahmen (6 Monate)
erfolgreich umgesetzte Migration betrachtet werden.</p>

<p>Weitere Open-Source-Produkte:</p>
Der ASB Ruhr setzt in vielf&auml;ltiger Form weitere Open-Source Produkte
mit gutem Erfolg ein, darunter etwa Firefox, Thunderbird, Gimp, Spybot
und viele andere. Inzwischen werden zu allen Produkten auch
spezielleexterne EDV-Kurse f&uuml;r Senioren und Kinder angeboten.
<p>
Dirk Heidenblut<br />
Arbeiter-Samariter-Bund Regionalverband Ruhr e.V.<br />
Richterstr. 20-22<br />
45143 Essen<br />
Web: <a href="http://www.asb-ruhr.info/">http://www.asb-ruhr.info</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="SCHUNK"></a>schunk edv systeme gmbh</h3>

<p>Das Unternehmen</p>

<p>Die Firma "Schunk EDV Systeme" wurde 1980 gegr&uuml;ndet und im Juni 2002
in die "schunk edv systeme gmbh" &uuml;berf&uuml;hrt. Der Firmensitz ist in
Seligenstadt, mitten im innovativen Rhein-Main-Gebiet. Weitere Filialen
befinden sich in B&uuml;ttelborn und Offenbach.</p>

<p>Unternehmensgr&ouml;&szlig;e</p>

<p>Derzeit kann die schunk edv systeme gmbh auf sieben feste und
mehrere freie Mitabeiter z&auml;hlen. Einige sind zum Teil mehr als 15 Jahre
im Beratungs- und Planungsbereich t&auml;tig und verf&uuml;gen &uuml;ber eine
entsprechende Praxiserfahrung.</p>

<p>Produktportfolio</p>

<p>Im wachsenden IT Markt wird es immer schwieriger, den &uuml;berblick zu
behalten. Um so wichtiger ist es, einen kompetenten Partner zu haben.
Als IT-Infrastruktur-Spezialist versteht sich das Unternehmen als ein
herstellerunabh&auml;ngiges und branchen&uuml;bergreifendes Beratungs- und
Dienstleistungsunternehmen in den Bereichen Netzwerk, Server und
TK-Anlagen. </p>

<p>Aufbau, Implementation und Integration von Netzwerkequipment und
Serverfarmen in komplexen Systemen geh&ouml;ren zu unseren Kernkompetenzen.</p>

<p>Wir beraten unsere Kunden und realisieren deren IT-Infrastruktur mit
individuellen L&ouml;sungen. Dabei achten wir gezielt auf eine gesunde
Balance zwischen Technik, Organisation und Wirtschaftlichkeit.</p>

<p>Unsere T&auml;tigkeitsschwerpunkte sind:</p>

<ul>
<li>Beratung zum Ausbau der IT-Infrastruktur</li>
<li>Analyse des Netzwerks und der Security-Systeme</li>
<li>Planung der Netzwerkstruktur</li>
<li>Migration in neue Netzwerkstrukturen (z.B. Linux-Migration, VoIP, Wireless LAN und VPN)</li>
<li>Integrationen von Netzwerkservices in die bestehenden Netzwerke (z.B. DNS, DHCP, Proxy, Socks, LDAP, ADS und eMail)</li>
</ul>

<p>IT-Landschaft</p>

<ul>
<li>Server: Debian GNU/Linux, Windows Server 2003 </li>
<li>Workstations: Ubuntu, Kubuntu und Windows XP</li>
</ul>

<p>Eingesetzte Open-Source-Anwendungen:</p>

<ul>
<li>OpenOffice.org als ausschlie&szlig;liche Office Suite auf allen Arbeitspl&auml;tzen</li>
<li>Thunderbird und Kontact</li>
<li>Firefox und Konqueror</li>
</ul>

<p>Gr&uuml;nde f&uuml;r die Migration nach OpenOffice.org</p>

<p>Geringere Kosten, einfachere Bedienung, technische Innovationen,
allgemeines Interesse an der Nutzung von Open-Source-Software und
Eliminierung des Zeitaufwandes, der f&uuml;r ein Lizenzmanagement bei
kommerzieller Software vonn&ouml;ten w&auml;re.</p>

<p>Dauer der Migration und Probleme</p>

<p>Die Migration verlief ohne Probleme. OpenOffice.org konnte einfach
installiert werden, lediglich vereinzelt mussten Dokumente
nachbearbeitet werden.</p>

<p>Was wir anderen Unternehmen empfehlen m&ouml;chten</p>

<p>Den Einsatz von OpenOffice.org pr&uuml;fen und sich nicht abschrecken
lassen, denn neue Ideen sind immer etwas schwieriger durchzusetzen.</p>

<p>Mittlerweile haben auch einige unserer Kunden OpenOffice.org
zumindest auf dem Desktop installiert, auch wenn MS-Office firmenweit
im Einsatz ist.
</p><p>Alles in allem k&ouml;nnen wir OpenOffice.org sehr empfehlen.</p>

<p>
Holger Eichhorn<br />
schunk edv systeme gmbh<br />
Stehnweg 2<br />
63500 Seligenstadt<br />
Web: <a href="http://www.schunk.net/">http://www.schunk.net</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="QPM"></a>QPM Software</h3>
<p>Das Unternehmen</p>

<p>Die Firma QPM Software wurde am 01.03.2002 gegr&uuml;ndet, mit dem
Schwerpunkt auf Softwareentwicklung in den Bereichen
Produktions-Datenerfassung, Qualit&auml;tssicherung und Personalplanung.
Daraus entsteht die selbst entwickelte Software PMOS. Informationen
dazu findet man im Internet unter www.qpm-software.de</p>

<p>Im Jahre 2005 erfolgte eine Erweiterung zum Systemhaus f&uuml;r kleine
und mittelst&auml;ndische Unternehmen der Region. Auf der Internetseite
www.edv-service-schaumburg.de finden Sie auch Informationen zu
Open-Source-Software, f&uuml;r die wir die Installation, Einrichtung,
Schulung sowie den Support &uuml;bernehmen.</p>

<p>Im Bereich Open-Source-Software bieten wir Existenzgr&uuml;ndern oder
Unternehmen in der Region kostenlose Beratung und Veranstaltungen an.</p>

<p>Produktportfolio</p>

<p>Unser Produktportfolio besteht unter anderem aus:
Softwareentwicklung; Installation, Betreuung und Programmierung von
Datenbanken; Netzwerk- und Internetl&ouml;sungen; Beratung, Schulung, und
Support.</p>

<p>Unternehmensgr&ouml;&szlig;e</p>

<p>Derzeit haben wir insgesamt drei Mitarbeiter sowie eine freie
Mitarbeiterin. Die Unternehmen, die wir deutschlandweit betreuen, haben
bis zu 400 Mitarbeiter.</p>

<p>IT-Landschaft</p>

<p>Unsere IT-Landschaft besteht aus drei Servern, davon sind zwei
bereits seit Beginn mit Linux als Betriebssystem ausger&uuml;stet. Ein
Server wird als Firewall eingesetzt, den zweiten nutzen wir als
Fileserver, zur Datensicherung und als Datenbank- und Mailserver.
Zus&auml;tzlich l&auml;uft dort in einer virtuellen Maschine ein &auml;lteres Windows
NT-System, das einige Kunden - f&uuml;r die wir in der Softwareentwicklung
t&auml;tig sind - noch im Einsatz haben.</p>

<p>Auf dem dritten Server l&auml;uft seit kurzem Windows 2003 Small Business
Server und Exchange, auf das wir per OWA (Outlook Web Access) zugreifen
k&ouml;nnen. So muss nur noch ein Arbeitsplatz mit Word, Excel und Access
ausger&uuml;stet sein, um beispielsweise Datenbanken, die von Kunden
erstellt wurden, zu pflegen oder &auml;nderungen daran vorzunehmen. Outlook
an sich entf&auml;llt an allen Arbeitspl&auml;tzen komplett.</p>

<p>Die Clients sind alle mit Windows 2000 ausger&uuml;stet, da wir f&uuml;r die
Programmierung unserer Software die Entwicklungsumgebung Delphi der
Firma Borland nutzen und unsere Software bis zum jetzigen Zeitpunkt nur
unter Windows lauff&auml;hig ist.</p>

<p>Als Office-Anwendung ist nun auf allen Arbeitspl&auml;tzen OpenOffice.org installiert.</p>

<p>Da wir als Systemhaus von unseren Kunden oft vorgegeben bekommen,
welche Software diese einsetzen m&ouml;chten, ist es f&uuml;r uns selbst nicht
ganz so einfach, komplett auf manche Anwendungen zu verzichten.
Allerdings sprechen wir Empfehlungen aus, was den Einsatz oder auch
Ersatz von Software angeht.</p>

<p>Im Jahre 2004 haben wir uns entschlossen, bei uns selbst
OpenOffice.org einzusetzen und intern nach M&ouml;glichkeit komplett auf
andere Office-Pakete zu verzichten. Unsere Entscheidung stark
beeinflusst haben einige Funktionen, die OpenOffice.org im Gegensatz zu
anderen Produkten bereits von Haus aus bietet - beispielsweise die
PDF-Erzeugung. Selbstverst&auml;ndlich spielten auch die Lizenzkosten eine
Rolle, genauso wie die stetig zunehmende Nachfrage unserer Kunden nach
der freien Office-Suite.</p>

<p>Die Umstellung erfolgte zun&auml;chst an einem nicht-kritischen
Arbeitsplatz, damit sich jeder Mitarbeiter mit der neuen Software
vertraut machen konnte. Hier wurden dann alle vorhandenen und f&uuml;r unser
Unternehmen wichtigen Vorlagen und Dokumente - d.h. Anschreiben,
Angebote und Dokumentationen f&uuml;r unsere Software - eingelesen und im
OpenOffice.org-Format gespeichert.</p>

<p>Anfangs war die neue Software ungewohnt, viele Funktionen waren an
anderer Stelle. Daf&uuml;r gibt es viele kleine Dinge in OpenOffice.org die
man - wenn man Sie einmal genutzt hat - gar nicht mehr missen m&ouml;chte,
so beispielsweise das Anzeigen der Hilfslinien beim Positionieren von
Grafiken, was sehr hilfreich beim Schreiben von Handb&uuml;chern oder
Dokumentationen ist. Probleme hatten wir eigentlich nur bei
umfangreichen Dokumenten wie Dokumentationen zu unserer Software,
allerdings konnten auch diese Probleme recht schnell gel&ouml;st werden.</p>

<p>Normalerweise versenden wir alle Dokumente per E-Mail nur als PDF.
Allerdings best&auml;tigen Ausnahmen die Regel - oft verlangen Kunden auch
Listen oder Berichte im Excel-Format, um sie selbst weiterzubearbeiten.
Auch hier erstellen wir die Dokumente mit OpenOffice.org und
exportieren Sie in das entsprechende Fremdformat. Durch den Verzicht
auf VBA-Makros ging dies bisher problemlos vonstatten, es kam keinerlei
Reklamation.</p>

<p>Nach drei Monaten wurde jeder Arbeitsplatz auf OpenOffice.org
umgestellt, und mittlerweile kommt bei uns die Version 2.0 zum Einsatz.
Weiterhin &uuml;berlegen wir, Anwendungen direkt in OpenOffice.org zu
implementieren und die Schnittstellen zu nutzen, um beispielsweise
Schulungsprotokolle direkt ausf&uuml;llen zu k&ouml;nnen.</p>

<p>Unsere Erfahrung ist, dass eine Migration bei kleinen Unternehmen
einfacher durchzuf&uuml;hren ist als bei gro&szlig;en, da Kleinbetriebe oftmals
nicht so sehr an spezielle Software bei Kunden gebunden sind. So
erleben wir es immer h&auml;ufiger, dass gerade kleinere Dienstleister oder
Zulieferer, die auch heute noch MS Office 97 einsetzen, eine Migration
zu OpenOffice.org durchf&uuml;hren, nicht zuletzt, um Lizenzkosten zu
sparen. Ein weiterer Vorteil ist das standardisierte und
ISO-zertifizierte OpenDocument-Dateiformat, mit dem
Formatinkompatibilit&auml;ten der Vergangenheit angeh&ouml;ren.</p>

<p>Wir sind mit OpenOffice.org sehr zufrieden, hoffen allerdings darauf, dass das Base-Modul noch erweitert wird.</p>

<p>
Matthias Seydel<br />
QPM Software<br />
Bachstr. 12a<br />
31683 Obernkirchen<br />
Web: <a href="http://www.qpm-software.de/">http://www.qpm-software.de</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="HIGHPC"></a>highPC Arnold Schrader</h3>
<p>Die Firma highPC Schrader existiert seit 1999 als Einzelfirma. Mein
Produktportfolio besteht haupts&auml;chlich aus Reparaturservice (Hard- und
Software) f&uuml;r Privat- und Gesch&auml;ftskunden, Webdesign mit Hosting sowie
Einzelschulungen/Einzeltrainings.</p>

<p>Meine IT-Landschaft besteht aus einem Linux-Server mit Debian Sarge
und einem Arbeitsplatz mit Windows 2000. Zus&auml;tzlich existiert ein
Notebook mit Windows XP f&uuml;r den Au&szlig;endienst.</p>

<p>Da in absehbarer Zeit von Microsoft auch f&uuml;r Windows 2000 kein
Support und keine Updates mehr erh&auml;ltlich sein werden, ist eine
Migration zu Linux geplant. Derzeit befindet sich Ubuntu in der
internen Erprobung und die Suche und Evaluation von geeigneter Software
f&uuml;r die t&auml;gliche Arbeit (Banking, Internet, Video-Authoring, Webdesign
etc.) sind im vollen Gange. </p>

<p>Bis zum Erscheinen der Version 2.0 von OpenOffice.org nutzte ich
anfangs noch Microsoft Office parallel. Seitdem jedoch in der neuen
Version von OpenOffice.org die Serienbrieffunktion stark &uuml;berarbeitet
wurde, ist diese zweigleisige Arbeitsweise nicht mehr notwendig und ich
setze ausschlie&szlig;lich auf die freie Office-Suite. Flyer, Drucksachen und
dergleichen wurden schon von jeher mit OpenOffice.org erstellt. Der
Grund hierf&uuml;r ist die n&uuml;tzliche Prospekt-Druckfunktion f&uuml;r diese
Anwendungen: Ich muss nicht selbst f&uuml;r die korrekte Reihenfolge der
Seiten sorgen.</p>

<p>Seit Anfang des Jahres 2006 wird nun auch die
Einnahme-&uuml;berschuss-Rechnung mit OpenOffice.org und der EUR-Erweiterung
von Uwe Schlenther erledigt. Nach einem kurzen Mailaustausch mit dem
Autor war es mir auch m&ouml;glich, eine Rohfassung mit Import-Funktion f&uuml;r
meine Bed&uuml;rfnisse soweit anzupassen, dass nun mein selbst entwickeltes
und auf PHP basierendes Warenwirtschaftssystem f&uuml;r den Datenaustausch
erweitert werden konnte.</p>

<p>Erg&auml;nzt durch weitere Freeware- und Open-Source-Programme im
t&auml;glichen Einsatz wie Mozilla Firefox, Mozilla Thunderbird und GIMP,
habe ich ein rundum freies Office-System, das alle meine Anforderungen
zur vollsten Zufriedenheit erf&uuml;llt.</p>

<p>
Arnold Schrader<br />
highPC<br />
Rennweg 27<br />
93049 Regensburg<br />
Web: <a href="http://www.highpc.de/">http://www.highpc.de</a>
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="CCGMBH"></a>CC GmbH: Einsatz f&uuml;r und von freier Software </h3>
<p>Erstklassige Software Engineering Qualit&auml;t und absolute
Kundenorientierung in Consulting und Entwicklung waren die Motive zur
Gr&uuml;ndung von Case Consult, der heutigen CC GmbH, 1988. Heute ist das
Unternehmen ein internationaler Spezialist in Software Evolution
Enabling und ein f&uuml;hrender Anbieter von innovativen
Qualit&auml;tssicherungstools. Der CC-Firmenverbund mit Hauptsitz in
Wiesbaden besch&auml;ftigt &uuml;ber 200 Mitarbeiter in Wiesbaden, Boston/USA,
Stellenbosch/S&uuml;dafrika und Thiruvananthapuram/Indien.</p>

<p>Unser Bereich Professional Services begleitet Unternehmen bei der
Planung und Realisierung von Softwarel&ouml;sungen und bietet ein komplettes
Dienstleistungsangebot, das die Bereiche Strategische Beratung,
Systemanalyse, Software-Design, Implementierung und Training f&uuml;r die
propriet&auml;re und offene Welt umfa&szlig;t. CC &uuml;bernimmt dabei sowohl
strategische und konzeptionelle Aufgaben, aber auch deren operative
Umsetzung.</p>

<p>CC engagiert sich f&uuml;r eine Verbreitung von freier Software und
offenen Standards. Bereits seit 2002 geht CC erste Schritte in Richtung
Open Source mit OpenOffice.org und Mozilla. Mittlerweile wurde das
Unternehmen komplett auf Open Source Produkte umgestellt.</p>

<p>Das erste Teilprojekt im Rahmen der CC-Open-Source-Strategie wurde
mit der erfolgreichen Server-Umstellung von Windows NT auf Linux Anfang
April 2004 beendet. Insgesamt erfolgte die Serverumstellung reibungslos
und die CC-Anwender bekamen keine Ver&auml;nderungen zu sp&uuml;ren. Damit wurde
das in den letzten Monaten aufgebaute Know-how nun in einer realen
Situation, der Umstellung des produktiven Serversystems, angewendet.
Auch dabei hat CC gelernt, denn nicht alles lief so, wie wir es uns im
Vorfeld gedacht hatten. F&uuml;r CC ist dies allerdings ein normaler Vorgang
und zeigt, da&szlig; alle Softwareprojekte erst dann erfolgreich sind, wenn
sie in Produktion gegangen sind. Neben dem Fileserver wurden noch
zahlreiche weitere Dienste implementiert, um die n&auml;chsten
Migrationsschritte m&ouml;glichst problemlos durchf&uuml;hren zu k&ouml;nnen.</p>

<p>CC sieht es als seine Aufgabe, die Vorteile, die mit dem Einsatz
freier Software verbunden sind, auch seinen Kunden zu erm&ouml;glichen.
Neben dem kostenfreien Nutzungsrecht ist das Recht zur Modifikation der
Software als ein entscheidender Vorteil freier und offener Software -
gerade auch f&uuml;r Unternehmen - zu verstehen. Daf&uuml;r bietet CC seinen
Kunden mit den "Professional Open Source Systems Services" (PrOSSys)
ma&szlig;geschneiderte L&ouml;sungen an.</p>

<p>PrOSSys umfa&szlig;t unter anderem:</p>

<ul>
<li>die Lieferung ausgetesteter Versionen von Open Source-Anwendungen</li>
<li>Informationen &uuml;ber Releases und Empfehlungen f&uuml;r den Einsatz</li>
<li>Unterst&uuml;tzung bei der Migration, Einrichtung und Installation</li>
<li>Entwicklung und Pflege von Systemkomponenten sowie</li>
<li>Problemberatung, First-Level-Support</li>
</ul>
<p>
Mario Zaleski<br />
Case Consult - The Evolution En@bling Experts<br />
<a href="http://www.caseconsult.com/">http://www.caseconsult.com</a><br />
CC GmbH<br />
Flachstra&szlig;e 13<br />
65197 Wiesbaden<br />
</p>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="ESDC"></a>ESDC: Kundendatenbank mit OpenOffice.org</h3>
<p><strong>Das Unternehmen English Summerday Camp mit mehr als 15 FranchisenehmerInnen
ben&ouml;tigte eine Datenbank zur Verwaltung der Adressen f&uuml;r Werbung, Kursanmeldungen
und Kursstandorten.</strong></p>
<p>English Summerday Camp wurde vor ca 1,5 Jahren gegr&uuml;ndet und bietet jeweils in
den Sommerferien englischsprachige Ferienbetreuung mit Native Speakers
in ganz &ouml;sterreich an.</p>
<p>Virginia Burg, die Gr&uuml;nderin und Inhaberin von ESDC: "Wir brauchen eine Datenbank,
sodass - egal in welches Bundesland ich fahre - ich sofort einspringen kann.
Au&szlig;erdem brauche ich eine einheitliche Berichterstattung &uuml;ber die Anmeldungen."</p>

<h4>Technische Ausgangssituation:</h4>
<ul>
	<li>Im ersten Schritt muss innerhalb k&uuml;rzester Zeit eine clientseitige
		L&ouml;sung erstellt werden
	</li>
   <li>In einem dritten oder vierten Schritt soll die L&ouml;sung f&uuml;r ein Extranet
   	adaptierbar sein
   </li>
   <li>Auf den Arbeitsrechnern waren noch keine Datenbanklizenzen in irgendeiner
   	Form vorhanden
   </li>
   <li>Die L&ouml;sung musste enduserfreundlich sein, da es auch FranchisenehmerInnen
   	in West&ouml;sterreich und Deutschland gibt, die nur telefonisch supportet
   	werden k&ouml;nnen.
   </li>
   <li>Heterogene Plattformen auf den Arbeitsrechnern</li>
</ul>

<h4>Die L&ouml;sung:</h4>
<ul>
    <li>Lokale Installation einer mySQL Datenbank mit myODBC je nach Plattform
    </li>
    <li>Bedienungsmasken &uuml;ber OpenOffice.org Vorlagen
    </li>
    <li>Serienbrieferstellung und Etikettendruck &uuml;ber speziell angefertigte Queries
    </li>
    <li>Diverse Calc- und Writervorlagen mit Makros f&uuml;r die Reporterstellung
    </li>
    <li>Installationsprogramm mit einem OpenSource Scripting Tool
    </li>
</ul>
<p>Der gro&szlig;e Unsicherheitsfaktor vor Projektstart waren bis dato fehlende
Referenzprojekte.</p>
<p>Nun, nach Abschluss der ersten Projektphase und Lieferung des Clients,
sind wir mit dieser L&ouml;sung sehr zufrieden, da es die Bed&uuml;rfnisse der Kundin
optimal trifft: durch die direkte Integration der Datenbank in ein Office-Paket
k&ouml;nnen auch durchschnittliche AnwenderInnen mit sehr wenig Schulungsaufwand auf
alle Features erfolgreich zugreifen.</p>
<p>Entwicklungszeit inkl. Konzepterstellung, Beratung und Einschulung: 4 Wochen</p>

<p>Auftraggeber: ESDC, <a href="http://www.esdc.at/">www.esdc.at</a></p>
<p>Anbieter: quaxi.com, <a href="http://quaxi.com/">quaxi.com</a></p>
<p>Ansprechperson: Frau Angelika G&ouml;&szlig;ler, Tel: +43 1 218 22 87, <a href="mailto:ag@quaxi.com">ag@quaxi.com</a></p>
<p>weitere Informationen auf <a href="http://opensource.co.at/success.php?op=detail&amp;sid=11">SPIN Open Source</a></p>
<br />

</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="troeber"></a>Heinz Tr&ouml;ber GmbH, Hamburg: Erfolgreiche Migration auf Linux und OpenOffice.org</h3>

<p>Unser Unternehmen setzt seit 1999 StarOffice erfolgreich auf allen 60 Desktops ein -
zun&auml;chst auf Windows NT 4.0 Systemen. Anfang 2004 haben wir diese komplett auf Linuxsysteme
(SuSE Linux 9.0, KDE 3.1) umgestellt. Die Migration erfolgte ohne Probleme.
Unser prim&auml;res Ziel, ein sehr sicheres und stabil laufendes System zu etablieren, konnten wir damit verwirklichen. </p>

<p>Die Themen Sicherheit und Verf&uuml;gbarkeit sind uns besonders wichtig:
Probleme durch Viren (z.B. Makroviren) treten bei uns nicht auf.
Relevante Unternehmensdaten k&ouml;nnen durch die Software-L&ouml;sungen zeitnah dargestellt werden. </p>

<p>Einspareffekte ergeben durch die leichte Administration der Software. Hinzu kommen auch Kostenvorteile,
durch gesparte Lizenzgeb&uuml;hren. Die Schulung der Mitarbeiter erfolgt kosteng&uuml;ntig im Haus. </p>

Zum Einsatz kommen heute:
<ol>
	<li>StarOffice 5.2 </li>
	<li>OpenOffice.org 1.1 </li>
	<li>StarOffice 6.0 </li>
</ol>

<p>Dabei treten nur gelegentlich einmal Konvertierungsprobleme mit MS Dokumenten auf.
Meist begr&uuml;ndet, durch fehlerhafte Formatierungen bei der Dokumentenerstellung.
Der Anteil solcher F&auml;lle bewegt sich bei 3-5 %. Wir l&ouml;sen das, indem wir unterhalb
der Emulation Cross Over Office an einem Arbeitsplatz MS Office 2000 verf&uuml;gbar haben und damit
auch diese wenigen F&auml;lle sauber l&ouml;sen k&ouml;nnen. </p>

<p>Als Groupware benutzen wir ein Produkt der Firma Tobit, welches
Java-basierend ist und somit plattformunabh&auml;ngig einsetzbar ist. </p>

<p>Auf &uuml;ber 15 Laptops l&auml;uft OpenOffice.org unter Windows 2000 sehr zuverl&auml;ssig.</p>

<p>Gern f&uuml;hren wir Interessierte durch unser Unternehmen und informieren &uuml;ber unsere eingesetzte Software.
Mehr &uuml;ber unsere Firma entnehmen Sie bitte dem u.a. Link.   </p>

<p>F&uuml;r weitere Fragen stehe ich zur Verf&uuml;gung. </p>

Mit freundlichen Gr&uuml;&szlig;en <br />
G&uuml;nter Stoverock    <br />
Leiter Datenverarbeitung  <br />
--        <br />
G&uuml;nter Stoverock   <br />
<a href="mailto:guenter.stoverock@troeber.com">guenter.stoverock@troeber.com</a> <br />

Heinz Tr&ouml;ber GmbH, Volksdorfer Weg 186, 22393 Hamburg<br />
t:040 - 601 715 97  s:040 - 601 715-78   <br />
<a href="http://www.troeber.com/">www.troeber.com</a>    <br /><br />
</td>
</tr>

<tr>
<td>
<hr />
<div id="myx">
<h3><a name="hoefer"></a></h3>H&ouml;fer Vorsorge-Management: Langj&auml;hrige Erfahrung mit Linux und OpenOffice.org

<p>Die Firma H&ouml;fer Vorsorge-Management ist seit mehr als 55 Jahren auf dem Gebiet
der betrieblichen Altersversorgung als Berater und Gutachter t&auml;tig. Heute
betreut die H&ouml;fer-Gruppe mit 250 Mitarbeitern mehr als 4000 Unternehmen in
allen Branchen und Gr&ouml;&szlig;en. Mit einem bundesweiten Netz von Gesch&auml;ftsstellen
wird Kundenn&auml;he gro&szlig; geschrieben.</p>

<p>Schon Mitte der 90er Jahre wurde die Datenverarbeitung unseres Hauses auf
Linux umgestellt. Heute arbeiten die Mitarbeiter in unserer Zentrale mit
Linux-Desktops, die Gesch&auml;ftsstellen sind mit ihren Linux-Notebooks &uuml;ber VPN
an unser Netzwerk angeschlossen. Datenschutz hat in unserem Hause wegen der
&uuml;berwiegenden Verarbeitung personenbezogener Daten einen herausgehobenen
Stellenwert. Hier f&uuml;hlen wir uns im Linux-Umfeld erheblich sicherer als in
einer Windows-Umgebung.</p>

<p>Als Textverarbeitung haben wir uns vor einiger Zeit f&uuml;r OpenOffice
entschieden. Es galt ein veraltetes System abzul&ouml;sen, das durch erhebliche
Eigenprogrammierung erweitert worden war. Insbesondere mit der M&ouml;glichkeit,
Texte aus vorgefertigten Bausteinen teilautomatisiert zusammenzustellen oder
die Versorgung der Texte mit Berechnungsergebnissen aus der Datenbank sind
Funktionen, auf die unsere Anwender nicht mehr verzichten wollen. Mit dem
offenen XML-Standard von OpenOffice.org und der Programmierschnittstelle konnten
wir diese Anforderungen gut umsetzen.</p>

<p>In elektronischer Form geben wir unsere Dokumente vorwiegend im PDF-Format
weiter, das uns OpenOffice.org ohne Zusatzaufwand liefert. Ansonsten funktioniert
der Datenaustausch zu MS Office weitgehend unproblematisch.</p>

<a href="mailto:hugues.hoefer@hoefer-muelheim.de">Dr. Hugues H&ouml;fer</a><br />
<a href="http://www.hoefer-muelheim.de/">H&ouml;fer Vorsorge-Management</a><br />
Obere Saarlandstr. 2 <br />
45470 M&uuml;lheim an der Ruhr <br />
<br />
</div>
</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="miradlo"></a>miradlo, Konstanz: OpenOffice.org erfolgreich einsetzen
im Studium und im Unternehmen</h3>
<p>

</p><h4>miradlo - Wir &uuml;ber uns</h4>
<a href="http://www.miradlo.de/">miradlo</a> ist eine Idee von Roland
Baldenhofer und Ute Hauth. Wir sind beide Diplom-Informatiker (FH) und
hatten die Idee, Kunstgewerbe und Informatik zu verbinden.<br />
Seit November 2004 ist unser Gesch&auml;ft, in dem wir vor allem
unterschiedlichste Wand- und Tischuhren in au&szlig;ergew&ouml;hnlichem Design
herstellen und anbieten, ge&ouml;ffnet. Unser Onlineshop f&uuml;r
Kunstgewerbeprodukte wird im Fr&uuml;hjahr 2005 starten.
Wir f&uuml;hren ausschlie&szlig;lich Unikate. Manchmal verwenden wir fertige
Gegenst&auml;nde, in die wir zugekaufte Uhrwerke einbauen, z.B. Pl&uuml;schtiere,
oder wir stellen die Geh&auml;use selbst her, z.B. aus Wachs. Uhren bauen
wir, weil es Spa&szlig; macht, weil wir es k&ouml;nnen, weil es kein
vergleichbares Angebot gibt und um zu lernen, womit Kleinunternehmer
t&auml;glich umgehen. <br />
Gleichzeitig arbeiten wir an Informatikdienstleistungen. Unser Ziel
sind Schulungen, angepasste Software f&uuml;r Kleinunternehmer und
Privatanwender sowie Webdesign. Bislang unterrichten wir Informatik an
bestehenden Schulen, z.B. im kommenden Semester an der VHS Konstanz. Im
Vortrag "Linux statt Windows?" und in den Kursen "Linux f&uuml;r Ein- bzw.
f&uuml;r Umsteiger" ist OpenOffice.org ein wichtiges Thema: Wie schreibt man
mit OpenOffice.org Briefe, erstellt Tabellen, Pr&auml;sentationen und
Zeichnungen? Weitere Schulungen sind auf Anfrage jederzeit m&ouml;glich.<br />
<h4>Unsere OpenOffice.org-Geschichte</h4>
Wir fingen mit StarOffice unter Suse Linux etwa 1999 an, die
Linuxdistribution lieferte StarOffice direkt mit. Seit etwa drei Jahren
arbeiten wir mit OpenOffice.org ebenfalls mit der jeweiligen Version,
die von Suse mitgeliefert wurde. Wir setzen OpenOffice.org fast
ausschlie&szlig;lich unter Linux ein, da wir, wenn wir die Wahl haben, nur
Linux verwenden. An der FH, beim Auslandsstudium und bei Arbeitgebern
wurde meistens Windows und somit die Microsoft Office-Palette benutzt.
Eine Ausnahme waren die Linuxrechner an der FH, dort wird seit etwa
2002 Openoffice.org eingesetzt. Daher war die
Betriebssystemunabh&auml;ngigkeit f&uuml;r uns nicht so wichtig.<br />
<h4>Diplomarbeit mit OpenOffice.org</h4>
F&uuml;r alle anfallenden Privat- und Studiendokumente nutzten wir anfangs
StarOffice und sp&auml;ter OpenOffice.org. Da in Firmen Windows f&uuml;hrend ist,
begann ich meine Diplomarbeit auf Word zu schreiben, um sowohl im
Unternehmen als auch zu Hause daran arbeiten zu k&ouml;nnen. Auf meinem
Privatrechner nutzte ich daher cxoffice, um mit Word auf Linux arbeiten
zu k&ouml;nnen. Als die Diplomarbeit umfangreicher wurde (&uuml;ber 30 Seiten)
und Grafiken dazu kamen, gab es zunehmend Schwierigkeiten mit Word. Da
sich Vorlagen noch nicht vern&uuml;nftig konvertieren lassen, versuchte ich
noch einige Wochen bei Word zu bleiben, doch dann gab ich auf.<br />
Ich investierte einen Tag, erstellte alle Vorlagen sowie das Layout im
OpenOffice.org Writer neu und f&uuml;gte alle Texte und Grafiken ein.
Dokumente und Dokumentteile, die aus Word kamen, &ouml;ffnete ich zun&auml;chst
im Writer oder sogar in kWrite, um alle Formatierungen aus Word zu
entfernen, und kopierte sie dann in die Diplomarbeit. Meine
Diplomarbeit mit dem Thema "Einf&uuml;hrung von systematischem Requirements
Engineering in der Abwicklung von Kundenprojekten" hatte in der
Endfassung 217 Seiten, neun Verzeichnisse, 130 Kapitel, 31 Tabellen, 64
Grafiken, 196 Fu&szlig;noten und etwa 250 Querverweise. Hinzu kamen Kopf- und
Fu&szlig;zeilen, die sich mit den entsprechenden Kapiteln und Unterkapiteln
ver&auml;nderten. Die Endversion des Writerdokuments hatte dennoch nur 267
kB, dank verkn&uuml;pfter und nicht eingebetteter Grafiken. Diese Gr&ouml;&szlig;e
erleichterte die Datensicherung der 2045 Versionen des Dokuments sehr.
Durch die PDF-Funktion war es problemlos m&ouml;glich, die
Korrekturfassungen f&uuml;r die Betreuer im Unternehmen auszudrucken oder
ihnen auch mal die elektronische Version zur Verf&uuml;gung zu stellen. Die
Endgr&ouml;&szlig;e der PDF-Fassung hatte 4,5 MB, die letzten Fassungen
verschickte ich daher nur noch selten. Doch die letzte Fassung, die in
einer Druckerei gedruckt und gebunden wurde, &uuml;bermittelte ich nach
Ank&uuml;ndigung auch per Mail. Nach der Umstellung auf OpenOffice.org hatte
ich nur noch wenige technische Probleme mit dem Dokument. Klar, an der
ein oder anderen Stelle w&auml;re es sch&ouml;n gewesen, wenn etwas noch
einfacher oder schneller machbar gewesen w&auml;re. Beispielsweise, dass ich
f&uuml;r Querverweise immer erst &uuml;berschriften als Referenz definieren
musste, war l&auml;stig. Unterm Strich lie&szlig;en sich jedoch alle auftauchenden
Schwierigkeiten recht schnell l&ouml;sen bzw. umgehen.<br />
<h4>OpenOffice.org im Unternehmen</h4>
Seit unserer Gesch&auml;ftser&ouml;ffnung 2004 setzen wir OpenOffice.org auch
dort ein. Bisher gab es keine Probleme bei der Zusammenarbeit mit
anderen Linuxprogrammen wie z.B. KMail. Wir haben OpenOffice.org auf
Linux zur Zeit auf beiden Rechnern installiert, die wir regelm&auml;&szlig;ig
nutzen. Insgesamt arbeiten bis zu sechs Personen mit OpenOffice.org,
dabei gab es bislang noch keine Probleme, da wir grunds&auml;tzlich Vorlagen
benutzen. So m&uuml;ssen diejenigen, die weniger Erfahrung haben, nur wenig
selbst tun, was sich von anderen Textverarbeitungsprogrammen
unterscheidet. Daher war auch keine Schulung n&ouml;tig, da OpenOffice.org
bei dieser Nutzung selbsterkl&auml;rend ist. Draw, Calc und Impress
verwenden wir (Roland und Ute) nur selbst, unsere Mitarbeiter arbeiten
ausschlie&szlig;lich mit dem Writer. Wir nutzen gesch&auml;ftlich vor allem
Writer, Calc und Draw, seltener brauchen wir Impress.<br />
Um anderen Daten zu schicken verwenden wir PDF. Die Dokumente aus
MS-Office, die wir bekommen, m&uuml;ssen meist nur gelesen werden, das ist
ja problemlos m&ouml;glich. Wenn wir Dokumente weiter bearbeiten m&uuml;ssen,
dann konvertieren wir nach OpenOffice.org und verschicken m&ouml;glichst
wieder als PDF. Bisher war es nur selten n&ouml;tig, Dokumente mehrfach von
MS-Office nach OpenOffice.org und wieder zur&uuml;ck zu bearbeiten. Denn da
bleibt bei Formatierungen noch der ein oder andere Wunsch offen. Sonst
fehlt mir pers&ouml;nlich zur Zeit eine M&ouml;glichkeit in Calc. Ich m&ouml;chte in
einer Tabelle, die sowohl Daten als auch Grafiken pro Datenzeile
enth&auml;lt, gern die Grafiken fest mit dem jeweiligen Datensatz
verkn&uuml;pfen, um sie sortieren zu k&ouml;nnen, das geht standardm&auml;&szlig;ig jedoch
nicht. Bei l&auml;ngeren Textdokumenten w&uuml;nsche ich mir noch eine
Grammatikpr&uuml;fung, &auml;hnlich der in Word. Da OpenOffice.org insgesamt
jedoch deutlich stabiler ist und mehr M&ouml;glichkeiten bietet als Word,
w&uuml;rde ich ganz sicher nicht tauschen.<br />
<h4>Kommentare zu  OpenOffice.org</h4>
Die meisten M&ouml;glichkeiten von OpenOffice.org haben wir irgendwann schon
einmal gebraucht und verwendet, bisher mit Ausnahme der
Datenbankanbindung und der Globaldokumente. Da OpenOffice.org, wie oben
beschrieben, auch bei gro&szlig;en Dokumenten noch v&ouml;llig stabil ist, gab es
bislang keinen Grund Globaldokumente einzusetzen. Datenbanken stehen
jedoch auf der Liste dessen, was wir sicherlich in naher Zukunft
ebenfalls einsetzen werden.<br />
F&uuml;r uns ist PDF-Funktion essenziell. Klasse finde ich, dass
OpenOffice.org im Gegensatz zu MS-Office "nicht versucht selbst zu
denken". Bei Word XP z.B. hatte ich h&auml;ufig Schwierigkeiten mit
Vorlagen, da das Programm oft neue Vorlagen definierte, wenn ich nur
etwas &auml;ndern wollte. Insgesamt ist OpenOffice.org sehr sinnvoll und
logisch aufgebaut, wenn man nicht ausschlie&szlig;lich versucht es mit
MS-Office zu vergleichen. Insbesondere Stylist und Navigator nutzen wir
st&auml;ndig. Vor allem zu Studienzeiten war auch der Formeleditor, z.B. f&uuml;r
Physikberichte, sehr wichtig.<br />
Wir begannen mit StarOffice, weil es bei Linux direkt dabei war und von
den damaligen Angeboten am besten funktionierte. Zwischendurch haben
wir immer mal wieder andere Programme ausprobiert, aber heutzutage ist
OpenOffice.org unter Linux mit Sicherheit Nr. 1. Zeitenweise waren die
M&ouml;glichkeiten wichtig, Dokumente in anderen Sprachen zu erstellen, da
z.B. Berichte im Auslandsstudium auf dem eigenen auf deutsch
eingestellten Rechner in englisch verfasst wurden. Wie wohl alle
Linuxanwender sind nat&uuml;rlich auch wir Open Source-Fans und bevorzugen,
wenn m&ouml;glich, Open Source-Anwendungen. Manche Merkmale sind gut, weil
es sie gibt und weil sie mal noch n&uuml;tzlich sein k&ouml;nnten, sie waren
jedoch urspr&uuml;nglich nicht entscheidend. Dazu geh&ouml;rt die Sicherheit, die
Kompatibilit&auml;t unterschiedlicher Versionen und Angebote wie die
gepackte CD des Projekts.<br />
Ein wichtiger Entscheidungsgrund war, dass OpenOffice.org kostenlos
ist. Denn gerade unter Studierenden sind aus Kostengr&uuml;nden sonst
Raubkopien sehr verbreitet. F&uuml;r uns als Informatiker, die mit ihrem
Beruf sp&auml;ter Geld verdienen, waren Raubkopien nie eine Alternative.
Nat&uuml;rlich sparen wir inzwischen gesch&auml;ftlich ebenfalls Lizenzkosten.
Wie viel wir sparen, kann ich schlecht sagen, da wir uns nie mit den
Kosten f&uuml;r MS-Office oder &auml;hnlichem besch&auml;ftigt haben.<br />
Die Onlinehilfe von OpenOffice.org hat, wie die meisten Hilfesysteme,
die Schwierigkeit, dass sie erst dann n&uuml;tzlich ist, wenn man sich in
die Fachsprache eingelernt hat. Manchmal ist sie auch ein wenig
d&uuml;rftig, insbesondere was Beispiele angeht. Daher nutzen wir vor allem
die deutsche Mailingliste und lesen flei&szlig;ig mit. Weitere Hilfen
verwenden wir eher selten, da ein Gro&szlig;teil weiterer Dokumentationen
sich eher auf die ersten Schritte mit OpenOffice.org bezieht.
Wir empfehlen OpenOffice.org allen Gespr&auml;chspartnern, seien es Kunden,
Gesch&auml;ftspartner, Freunde oder Bekannte. Schwierig ist zur Zeit, dass
auf den meisten Rechnern eine kleine MS Office-Version vorinstalliert
ist, daher wird oft diese benutzt. OpenOffice.org verwenden vor allem
diejenigen, denen wir bei der Installation ihres Rechners geholfen
haben.
Da wir mit OpenOffice.org sehr zufrieden sind, haben wir die
deutschsprachigen Seiten auch auf unserer Homepage verlinkt: <a href="http://www.miradlo.de/de/imprint.html">www.miradlo.de</a>

<br />


</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="OVIDIUS"></a>OVIDIUS GmbH, Berlin: Migration zu OpenOffice.org</h3>
<h4>Die Firma</h4>
<p>Ovidius ist spezialisiert auf SGML/XML-basiertes Informationsmanagement und
Publishing. Wir entwickeln f&uuml;r unsere Kunden modulare robuste und
zukunftssichere Systeme und L&ouml;sungen, insbesondere XML-Redaktionssysteme,
XML-Content-Management-Systeme und vollautomatisierte XML-Satzl&ouml;sungen.
F&uuml;r die Content - Erstellung favorisieren wir native SGML/XML-Editoren. Wir
haben aber auch umfassende Erfahrung in der Konvertierung von propriet&auml;ren
Datenformaten (MS Word, Interleaf, FrameMaker, Satzdaten) sowie mit
dem Einsatz von MS Word als XML-Editor. OpenOffice.org ist auf diesem Hintergrund
- insbesondere wegen des offengelegten XML-basierten Datenformats - f&uuml;r uns
eine interessante Alternative f&uuml;r Anwendungsbereiche, bei denen ein nativer
XML-Editor nicht akzeptiert wird.</p>
<h4>Die Situation</h4>
Wir haben vor ca. 7 Monaten komplett von Microsoft Office auf OpenOffice.org
umgestellt. Die Gr&uuml;nde waren nicht ausschlie&szlig;lich finanzieller Art - wir haben kein
Problem damit, f&uuml;r die von uns genutzte Software zu bezahlen.
Wichtiger war der zu hohe Verwaltungsaufwand, der ben&ouml;tigt wird, um
mit den Lizenzen immer rechtlich auf der sicheren Seite zu sein.
Ein weiterer Grund ist, dass unsere allgemeine Strategie dahin geht,
nur noch Software einzusetzen, die nicht prim&auml;res Ziel von Viren, W&uuml;rmern
u.&auml;. ist. (Bsp: Server nur Linux, Clients zwar Windows aber Outlook
verbannt usw.) Damit sind wir bisher sehr gut gefahren.
<h4>Die Erfahrungen in K&uuml;rze</h4>
<ul>
<li>Der schwierigste Schritt bestand darin, die Mitarbeiter zu
	&uuml;berzeugen, dass kaum Funktionen fehlen, sondern dass sie nur an
	anderer Stelle sind. Selbst wenn sie vielleicht an einer logisch
	sinnvolleren Stelle untergebracht sind, wurde das Anderssein doch
	erstmal als st&ouml;rend empfunden.<br />
	Symptomatisch war z.B. dass ein experimentierfreudiger Entwickler und
	Word-Kenner sich leicht ironisch beschwerte, dass er liebgewordene Funktionen suchen
	muss und die Gesch&auml;ftsf&uuml;hrung soll doch bitte eine Schulung organisieren.</li>
<li>Teilweise problematisch ist, dass die Word Im- und Export Filter
	nicht 100-prozentig funktionieren. Das f&uuml;hrt doch zum Teil zu
	Problemen im Datenaustausch mit Kunden. Der positive Effekt davon ist
	allerdings, dass wir kaum noch Word-Dokumente rausschicken, sondern
	den schnellen und exzellenten PDF-Export nutzen und die PDFs
	verschicken.</li>
<li>Bedauerlich sind einige Funktionseinschr&auml;nkungen. F&uuml;r uns am
	unangenehmsten war, dass OpenOffice.org noch weniger Marginaliensatz kann als Word
	(auch wir sind Fans von FrameMaker, wenns um diese Dinge geht).
	Ferner ist das Tabellenmodell a weng impotent (bei komplexeren
	Verschmelzungen steigt es prinzipbedingt aus) - da ist MSWord
	wirklich extrem gut.</li>
<li>Als mittelfristig sehr positiv hat sich bemerkbar gemacht, dass OpenOffice.org
	nicht so feature-&uuml;berladen ist wie MSO. Unsere Erfahrung war, dass wir
	wirklich nur 5% der Word Funktionalit&auml;t brauchten.</li>
</ul>
<h4>Resumee</h4>
<p>OpenOffice.org ist in den meisten Funktionen 'good enough'. Mehr
brauchen wir  wirklich nicht, um produktiv zu sein.</p>

<p>Klaus Fenchel, Tel.: +49 30 2830 89-0, <a href="http://www.ovidius.com/">http://www.ovidius.com</a><br /><br />
Dieser Beitrag wurde mit Genehmigung des Autors einer Diskussion im Heise-Forum entnommen.
</p>


<br />
<hr />
</td>
</tr>

<tr>
<td>
<h3><a name="wengen"></a>Schule Wengen: Umstellung auf OpenOffice.org</h3>
<p><strong>Im Schuljahr 2002/2003 fand in der Schule Wengen die Umstellung auf
OpenOffice.org statt. Die Umstellung an sich ging reibungslos von statten,
die gr&ouml;&szlig;ten Widerst&auml;nde waren auf Seiten des Lehrerkollegiums zu
verzeichnen. Schlussendlich &uuml;berzeugte der Funktionsumfang, die problemlose
&uuml;bernahme der MS-Word-Dokumente und die M&ouml;glichkeit, mit dem gesparten Geld
weitere Computerarbeitspl&auml;tze einzurichten.</strong></p>

<h4>Gr&uuml;nde f&uuml;r diese Umstellung:</h4>
<ol>
<li>Probleme mit Dateiaustausch zwischen verschiedenen Word-Versionen.<br />
Da wir im Informatikraum und in den Klassenzimmern unterschiedliche Rechner
haben, die unter unterschiedlichen Betriebssystemversionen laufen, sind um
der Performance willen auch die Word- Versionen unterschiedlich: Von Word f&uuml;r
Windows 2.0 bis Word 2000. Nun gestaltet sich daher der Austausch der
Dokumente recht schwierig. Es ist leider so, dass nicht jede
MS Word - Version ohne weiteres imstande ist, jedes MS Word - Dokument zu lesen.</li>

<li>Neuanschaffungen mit Linux und OpenOffice.org<br />
Neue Rechner werden aus Kostengr&uuml;nden ohne Betriebssystem gekauft und mit
Linux (kmLinux 3.1) ausgestattet. Bei kmLinux ist OpenOffice.org in der
Version 1.0.1 schon dabei, das zwar MS Word - Dokumente lesen und schreiben
kann, in der Bedienung &auml;hnlich, aber doch etwas anders ist. Um nun
Sch&uuml;lern und Lehrern das Switchen zwischen MS Word und OpenOffice.org zu
ersparen und um das Erlernen der Bedienung zu vereinfachen, haben wir ganz
auf OpenOffice.org umgestellt. Auf den Linuxrechnern l&auml;uft OpenOffice.org
1.0.1 und auf den Windowsrechnern OpenOffice.org 1.0.1 bis 1.0.3.1. Wir
werden bei beiden Betriebssystemen auf OpenOffice.org 1.1 upgraden, sobald
die entsprechenden deutschsprachigen Versionen freigegeben sind.</li>

<li>Einsatz von &auml;lteren Computern unter Linux<br />
Da wir noch ein paar 486er und Pentium1-Rechner herumstehen haben und immer
wieder unter dem knappen Arbeitsplatzangebot leiden, werden diese Rechner
mit Linux und OpenOffice.org umger&uuml;stet, so dass wir mit wenig Geld zu mehr
vollwertigen Computerarbeitspl&auml;tzen kommen.</li>

<li>Rechtliche Situation<br />
Es ist uns nun m&ouml;glich, den Sch&uuml;lern eine CD mit dem hier benutzten
Office-Programm und diversen Dokumenten gratis mit nach Hause zu geben. So
k&ouml;nnen Hausaufgaben mit dem Office-Programm, das in der Schule in Gebrauch
ist, gemacht werden. Da sich OpenOffice.org bequem neben MS-Word
installieren l&auml;sst, beharren die Sch&uuml;ler in den wenigsten F&auml;llen auf
MS-Word, was aber dank OpenOffice.org auch kein Problem ist.</li>
</ol>

<h4>Einsatz von OpenOffice.org in der Schule</h4>
<p>Der Schulleiter schreibt seine Briefe und Dokumente mit OpenOffice.org, die
Lehrer schreiben Arbeitsbl&auml;tter und Arbeitsauftr&auml;ge mit OpenOffice.org und
die Sch&uuml;ler benutzen das Programm, um Texte zu schreiben, Zeichnungen zu
erstellen, Rechnungsaufgaben zu l&ouml;sen  etc.</p>

<h4>Die Umstellung aus der Sicht der Sch&uuml;ler</h4>
<p>Die Sch&uuml;ler bem&auml;ngeln nur eine Sache: WordArt, das sie so lieben, um
viertelstundenlang einen Titel zu kreieren, ist bei OpenOffice.org nur sehr
einfach realisiert, bietet also nicht mehr die vielen
Ablenkungsm&ouml;glichkeiten. Hier hei&szlig;t es FontWork und muss recht umst&auml;ndlich
(im Vergleich zu WordArt) eingef&uuml;gt werden.</p>

<h4>Fazit</h4>
<p>Ohne Zweifel erm&ouml;glicht uns erst OpenOffice.org und Linux, die frei (ohne
irgendwelche Rechte zu verletzen) kopiert werden d&uuml;rfen, trotz unserer
beschr&auml;nkten Mitteln eine hochwertige Informatikinfrastruktur aufzubauen.
Durch die weit gehende Kompatibilit&auml;t zwischen OpenOffice.org und MS-Office
ist auch der Datenaustausch mit anderen Schulen gew&auml;hrleistet.
Alle in der Schule anfallenden Aufgaben, sei es im Unterricht, in der
Vorbereitung oder im B&uuml;ro, k&ouml;nnen mit OpenOffice.org einwandfrei erledigt
werden.</p>
<p>Beat Bucher, Schulleiter Schule Wengen, CH-3823 Wengen,
<a href="mailto:schule-wengen@bluewin.ch">schule-wengen@bluewin.ch</a> </p>
<br />


</td>
</tr>

<tr>
<td>
<hr />
<h3><a name="klee4"></a>Schreinerei Klee4: Kalkulationen mit OpenOffice.org</h3>
<h4>OpenOffice.org Erfolgsstory</h4>
<p>Im Mai 2002 wurde die Schreinerei Klee4 vom Ehepaar Sandra B&ouml;hringer
und Claus M&uuml;ller gegr&uuml;ndet. Durch den Zwang zur
Sparsamkeit und die Liebe zu freier Software entwickelte Claus M&uuml;ller
zuerst auf Basis von StarOffice 5.2, sp&auml;ter auf OpenOffice.org 1.0,
eigene Werkzeuge f&uuml;r die allt&auml;glichen Aufgaben am Firmen-PC.</p>
<p>Die Grundlage bildete eine Zeiterfassungstabelle, die es durch
Datenbankabfragen erm&ouml;glicht, Mitarbeiterstunden zweifach
auszuwerten. Es wird einerseits das Zeitkonto jedes Mitarbeiters
ausgewertet, andererseits die Summe aller Mitarbeiterstunden pro
Auftrag, um so eine rudiment&auml;re Nachkalkulation zu erm&ouml;glichen.
Die zweite Entwicklungsstufe bildet eine Tabelle zur Preiskalkulation.
Durch Verkn&uuml;pfung mit Datenbanktabellen k&ouml;nnen sehr schnell
Preiskalkulationen erstellt werden. Die Preiskalkulationstabelle ist
wiederum mit der Arbeitszeitauswertung verkn&uuml;pft, so dass die
Vorkalkulation auch als Nachkalkulation dient, da die Summe aller
Mitarbeiterstunden f&uuml;r den jeweiligen Auftrag hier ausgewertet
wird.
Im dritten Schritt wurde die Zeiterfassung noch um die Option zur
mobilen Zeiterfassung erweitert, was jedoch nichts mit der
Funktionalit&auml;t von OpenOffice.org zu tun hat.</p>
<p>Was uns, die Schreinerei Klee4, am meisten an dieser L&ouml;sung begeistert, ist, dass sie nahezu betriebssystemunabh&auml;ngig ist. Sie
kann ohne gro&szlig;es Know-how von jedem Anwender installiert und benutzt werden, vorausgesetzt, OpenOffice.org unterst&uuml;tzt sein
Betriebssystem. Der Anwender ist also nicht darauf angewiesen ein Datenbankprogramm zu installieren und die entsprechenden
Datenbanken zu erstellen, die L&ouml;sung der Schreinerei Klee4 basiert zu 100% auf OpenOffice.<br />
Durch unsere Freude an freier Software haben wir uns deshalb entschlossen, diese selbstgeschriebenen Werkzeuge unter der GPL
an alle Interessierten weiter zu geben. Zu diesem Zweck haben wir die Seite <a href="http://www.open-craft.org/">http://www.open-craft.org</a> eingerichtet, auf der alle
unsere Tabellen zum freien Download bereitstehen.</p>
<p>F&uuml;r konstruktive Kritik und Mitarbeit sind wird dankbar.</p>
<p>Sandra B&ouml;hringer <br />
Claus M&uuml;ller</p>
<br /><p>Das Original dieser Erfolgsgeschichte im pdf-Format finden Sie
<a href="http://de.openoffice.org/servlets/GetAttachment?msgId=769840&amp;attachId=1&amp;listName=business">hier.</a></p>
<br />
<hr />
</td>
</tr>

<tr>
<td>
<h3><a name="stolit"></a>Land S&uuml;dtirol: Installation von OpenOffice.org auf allen Landes-Rechnern </h3>
<p><b>Einen wichtigen Schritt hin zu einer st&auml;rkeren Verwendung freier Software im
Landesbetrieb hat die Landesabteilung Informationstechnik gesetzt. Das
Programm "OpenOffice.org" wurde auf allen PCs in der Verwaltung des
Landes installiert. "Wir schaffen damit die Voraussetzungen, auch
informationstechnisch mit allen B&uuml;rgern kommunizieren zu k&ouml;nnen", so
Informatik-Landesrat Hans Berger, "und geben unseren Mitarbeitern die
M&ouml;glichkeit, sich mit einem neuen Programm anzufreunden, das unter
Umst&auml;nden einmal zum Standard wird." </b></p>
<p> Immer mehr B&uuml;rger, Firmen aber auch &ouml;ffentliche K&ouml;rperschaften (etwa der Gemeindenverband) gehen dazu &uuml;ber,
ihre PCs mit freier Software auszustatten. "Dies bringt mit sich, dass
es des &ouml;fteren Probleme mit der Kompatibilit&auml;t gibt", erkl&auml;rt Landesrat
Berger. Dokumente, die auf der Grundlage des Open-Office-Programmes
erstellt worden sind, m&uuml;ssen erst konvertiert werden, um diese auch
&uuml;ber die bis dato verwendeten Microsoft-Programme &ouml;ffnen zu k&ouml;nnen. </p>
<p>
Um auf den Trend der Umstellung zu reagieren, gleichzeitig aber auch
den Grundstein f&uuml;r einen eventuellen eigenen Umstieg auf freie Software
zu legen, hat die Landesabteilung Informationstechnik nun
fl&auml;chendeckend die Version 1.1.4 des Programms "OpenOffice.org" der
Verwaltung des Landes zur Verf&uuml;gung gestellt. Es existiert nun auf
allen Rechnern in einer deutschen und einer italienischen Version, und
zwar bis dato noch parallel zu den Microsoft-Standardprogrammen. "Die
Mitarbeiter der Abteilung Informationstechnik haben in den vergangenen
Wochen nicht weniger als 2500 Installationen vorgenommen, weitere 700
kommen noch w&auml;hrend der Sommermonate dazu, wenn veraltete PCs
ausgetauscht werden", so Berger. </p>
<p>
Nun haben alle Landesbediensteten die M&ouml;glichkeit, Dokumente im Format
von OpenOffice.org zu lesen und zu bearbeiten, eine M&ouml;glichkeit, die MS
Office derzeit noch nicht bietet. "Allerdings hat die EU Microsoft
aufgefordert, f&uuml;r die Kompatibilit&auml;t zwischen neuen Microsoft-Produkten
und den Open-Office-Programmen zu sorgen", erkl&auml;rt Landesrat Berger.
Dann w&uuml;rde auch einer weiteren Verwendung der freien Software im
Landesbetrieb nichts mehr im Wege stehen. "Wir m&uuml;ssen zum gegebenen
Zeitpunkt analysieren, inwieweit ein solcher Umstieg sinnvoll ist", so
Berger. </p>
<p>
Jedenfalls k&ouml;nnen sich die Mitarbeiter des Landes bereits mit dem neuen
Programm anfreunden und w&auml;ren darauf vorbereitet, wenn in Zukunft nicht
mehr die Microsoft-Produkte, sondern jene von OpenOffice.org zum Standard
w&uuml;rden. Um die Gew&ouml;hnung weiter voran zu treiben, hat die
Landesabteilung Informationstechnik au&szlig;erdem eine besondere Initiative
gestartet. "Die Weitergabe von OpenOffice.org ist - das ist ein
Charakteristikum von freier Software - ohne H&uuml;rden gestattet, ja sogar
ausdr&uuml;cklich erw&uuml;nscht", so der Informatiklandesrat. Entsprechend wurde
das gesamte Open-Office-Paket auf CD gebrannt und - samt einer
Anleitung - an die Mitarbeiter weitergegeben, die das Programm damit
auch daheim auf ihren PCs installieren k&ouml;nnen. </p><p><i>Montag, 22. August 2005</i></p>
<a href="http://www.dolomiten.it/nachrichten/">Quelle: Suedtirol online</a>

<hr />
</td>
</tr>

<tr>
<td>
<h3><a name="vicd"></a>Verband der Internet-Cafes Deutschland: Freie Software setzt sich durch</h3>
<p>Mit Freude ver&ouml;ffentlicht der VICD das Ergebnis seiner j&auml;hrlichen Umfrage (2004),
an der mehr als 150 Internet-Cafes in Deutschland teilgenommen haben.</p>

<p>Das wesentliche Thema der Umfrage war die Frage welche Browser- und Office-Software in Internet-Cafés angeboten wird.</p>

<p>Im Bereich der Office-Software ist die OpenOffice.org Software der klare Sieger, gefolgt von Microsoft (MS) Office.
OpenOffice.org 1.x wird bereits in knapp 71% der befragten Internet-Cafes eingesetzt.
Dar&uuml;ber hinaus planen viele der &uuml;brigen Internet-Cafes die Installation von OpenOffice.org innerhalb der
n&auml;chsten 12 Monate. Die zweitplatzierte Office-Software von Microsoft findet in 42% der Internet-Cafes Anwendung. </p>

<p>Somit scheint der Trend der Abl&ouml;sung der Microsoft Office L&ouml;sung
weiter voranzuschreiten.
H&auml;ufig wird die Office-Suite von Microsoft parallel zur OpenOffice.org
Suite angeboten.
Dabei handelt es sich bei den verwendeten MS-Lizenzen zu gro&szlig;en Teilen
um &auml;ltere Lizenzen wie z.B. MS Word 97 bzw.
MS Office 97. Der Grund ist insbesondere in den Softwarekosten zu
sehen, weshalb vielen Internet-Cafes eine Aktualisierung
dieses Softwareangebots auch in Zukunft nicht geplant haben. Dies
erkl&auml;rt den Vormarsch der kostenlose Variante OpenOffice.org Suite.</p>

<p>Neben den geringeren Kosten sch&auml;tzen die Internet-Cafe Betreiber die
Vielseitigkeit von OpenOffice.org.
Obwohl die Anwendung von MS-Office r&uuml;ckl&auml;ufig ist, stellt die
Kompatibilit&auml;t zu MS-Office-Dateien derzeit
noch ganz wichtiges Kriterium dar. Denn wegen des offensichtlich nach
wie vor gro&szlig;en MS-Anteils im Home-Office-Bereich werden h&auml;ufig
"MS-Office-Dateien" im Internetcafé weiterbearbeitet.</p>

<p>Der zweite gro&szlig;e Umfragebereich war auf die in ICs eingesetzte
Browser-Software fokussiert. In diesem Bereich dominiert der
Microsoft-Browser das Angebot,
er ist auf 92% aller Internet-Computer installiert. Allerdings ist die
OpenSource Browser-Familie um den Mozilla Browser
auf dem Vormarsch und wird wohl in naher Zukunft eben so h&auml;ufig auf den
Computern anzutreffen sein.</p>

<p>Die vollst&auml;ndige Pressemitteilung finden Sie <a href="http://www.vicd.de/forum/viewtopic.php?t=245">hier</a>.</p>

<p>Andreas Hohn, <a href="http://www.vicd.de/">VICD</a>.</p>

<br />
<hr />



</td>
</tr>

<tr>
<td>
<h3><a name="vbg">Verwaltungs-Berufsgenossenschaft mit Linux aktiv</a></h3>
<p><strong>Umstellung von 2.000 Workstations auf Linux und OpenOffice.org<br />
in weniger als einem Jahr erfolgreich vollzogen</strong></p>
<p>Die Verwaltungs-Berufsgenossenschaft (VBG), eine der gesetzlichen Unfallversicherungen,
hat zu Beginn des Jahres den Wechsel auf das Betriebssystem Linux vollzogen. Seit Januar 2004 arbeiten
alle Mitarbeiterinnen und Mitarbeiter in der Hauptverwaltung in Hamburg sowie in zehn bundesweiten
Bezirksverwaltungen und vier Schulungszentren an Workstations mit Suse/Linux und OpenOffice.org 1.1.
Die B&uuml;rokommunikation wurde auf OpenExchange umgestellt.</p>
<p>Die Verwaltungs-Berufsgenossenschaft ist die gesetzliche Unfallversicherung
f&uuml;r Unternehmen aus weit &uuml;ber 100 Branchen, wie Banken und
Versicherungen, Verwaltungen, Zeitarbeitsunternehmen und Kommunikations-Unternehmen.
Kosteneinsparungen und die Verbesserung des kundenorientierten Service
sind Hauptziele der VBG. So beschloss der Vorstand eine Umstellung vom
Microsoft-Betriebssystem auf Linux. Triebfeder f&uuml;r die Entscheidung
war vor allem die Kostensenkung gegen&uuml;ber dem vorherigen Betriebssystem
und der extrem schnelle Return on Investment von 18 Monaten. "Dieses
ist eines der IT-Projekte, die sich aus sich selbst heraus rechnen, weil
wir sofort Lizenz- und Wartungsgeb&uuml;hren in H&ouml;he von &uuml;ber
500.000 Euro pro Jahr sparen", so Prof. Dr. Ernst Haider, Vorsitzender
der Gesch&auml;ftsf&uuml;hrung der VBG. "Da wir Wert darauf legen,
fortschrittlich und effizient zu arbeiten, war die Umstellung auf
Linux f&uuml;r uns ein evolution&auml;rer Schritt." Die sensiblen
Sozialdaten werden -wie vor der Umstellung auch- durch ein mehrstufiges
Sicherheitskonzept vor unerlaubten Zugriffen gesch&uuml;tzt.</p>
<p>Im April 2003 begann die Planung zusammen mit der Entitec AG,
die als IT-Unternehmen gemeinsam mit der VBG das Anwendungssystems
BG/Standard entwickelt hat und die Umstellung begleitete.
Im Juni fiel der Startschuss f&uuml;r einen zweimonatigen Produktionstest
mit 20 Mitarbeitern.</p>
<p>Vor der Umstellung wurden dann die knapp 2.000 Mitarbeiter in einer
eint&auml;gigen Schulung  vorbereitet. Au&szlig;erdem haben die Mitarbeiter
permanenten Zugriff auf ein Computer-basiertes Training, das nach und
nach alle Programme mit den speziellen Funktionen behandelt. Am 2. Januar 2004
wurden dann nicht nur 2.000 Workstations auf Linux umgestellt. Zeitgleich wurden
die 10 dezentralen Archive mit insgesamt 12 Millionen Dokumenten in ein zentrales
Dokumentenmanagement-System &uuml;berf&uuml;hrt.</p>
<p>Selbstverst&auml;ndlich arbeitete das Team der Datenverarbeitung anschlie&szlig;end
in voller St&auml;rke und unter Hochdruck, um St&ouml;rungen und Anwenderprobleme
mit den neuen Programmenschnellstm&ouml;glich zu beheben. "Besonders zufrieden
sind wir, dass das Anwendungssystem BG/Standard vom ersten Tag an stabil lief,"
so Dr. Bernd Kieseler, Leiter der Datenverarbeitung der VBG. Produktionsausf&auml;lle
konnten verhindert werden.</p>
<p>An Pfingsten 2004 wurde dann auch der Gro&szlig;rechner durch einen Unix-Server ersetzt.</p>
<p>Die Verwaltungs-Berufsgenossenschaft ist eine gesetzliche Unfallversicherung.
Sie versichert &uuml;ber 500.000 Unternehmen mit rund 6,6 Mio. Versicherten in
Dienstleistungsunternehmen aus &uuml;ber 100 Branchen, wie z.B. Banken und
Versicherungen, Verwaltungen, Zeitarbeitsunternehmen, freie Berufe, Unternehmen
der IT-Branche sowie Sportvereine. Weitere Informationen zur Verwaltungs-Berufsgenossenschaft
finden Sie unter <a href="http://www.vbg.de/">www.vbg.de</a>.</p>

<p>
<!-- zunaechst herausgenommen:
Pressekontakt:<br />
Verwaltungs-Berufsgenossenschaft<br />Daniela Dalhoff<br />Kommunikation<br />Deelb&#246;genkamp 4<br />22297 Hamburg<br />
<a href="mailto:daniela.dalhoff@vbg.de">daniela.dalhoff@vbg.de</a>
-->
</p>
</td>
</tr>


<tr>
<td>
<h3><a name="kdvkanne"></a>KDV Kanne Datenverarbeitung GmbH: Nach umfangreichen Tests den Umstieg gewagt</h3>
<p>Nach vielen Problemen mit E-Mail-Software des Marktf&uuml;hrers (ich habe &uuml;ber 60.000 
E-Mails in &uuml;ber 300 Ordnern) wagte ich den ersten Schritt zu 
Open-Source-Software. Die sehr positiven Erlebnisse mit der Hilfestellung bei 
Problemen macht mir Mut, mich mit OpenOffice.org (damals noch in der Version 1.0) zu 
besch&auml;ftigen. Eine Software f&uuml;r verschiedene Betriebssysteme war ein ernst 
zunehmendes Versprechen.</p>
<p>Ich habe dann eine Linux- und eine Windows-Installation durchgef&uuml;hrt. Das 
Ergebnis war mutmachend! Dateien (Dokumente und Kalkulationen) konnten 
ausgetauscht werden, auf dem einen System entworfen, auf dem anderen 
gedruckt.... Alles war kein Problem. Also habe ich die Suite erst einmal zuhause 
installiert, um die private umfangreiche Arbeit (Schriftverkehr, Finanzen, 
Verfassen von Artikeln) damit zu erledigen. Nach drei Monaten habe ich dann auch 
an meinem Arbeitsplatz OpenOffice.org installiert und f&uuml;hre seitdem regelm&auml;&szlig;ige 
Updates durch.</p>
<p>Besonders erw&auml;hnen m&ouml;chte ich die schnelle, freundliche und kompetente Hilfe 
vieler Entwickler und Anwender bei anstehenden Problemen, die sich ausnahmslos 
auf Verst&auml;ndnisprobleme von mir bezogen.</p>
<p>Die Erstellung von Internetseiten (HTML-Code) und der leichte PDF-Export sind 
zus&auml;tzliche Features, die ich gerne nutze und wegen der einfachen Bedienbarkeit 
nicht mehr missen m&ouml;chte. Die "alte" Office-Software nutze ich heute nur noch, wenn mir heute propriet&auml;re 
Dateien zugehen. Meinen Arbeitsplatz verl&auml;sst nur noch Material, das von 
OpenOffice.org ausgegeben wird.</p>
<p>Seit Neuestem kann unser Personalinformationssystem KDVLOHN auch Daten zur Weiterverarbeitung nach 
OpenOffice.org exportieren. Damit sind nun Statistiken im Personalbereich auch mit OpenOffice.org zu erstellen. 
Die Anschaffung eines anderen Textverarbeitungs oder Tabellenkalkulations-Programmes ist damit nicht mehr erforderlich.
</p><p><i>11. Juni 2008</i></p>
Werner Warweg (Diplom-Finanzwirt, Gesch&auml;ftsf&uuml;hrer)
<a href="http://www.kdv-dt.de/">KDV Kanne Datenverarbeitung GmbH, 32756 Detmold</a>

<hr />
</td>
</tr>


<tr>
<td>
<h3><a name="fernunihagen"></a>Umfangreiches Buchprojekt mit OpenOffice.org</h3>
<h4>Ein ausf&uuml;hrlicher Erfahrungsbericht &uuml;ber ein Buchprojekt am Lehrstuhl f&uuml;r Produktions- und Investitionstheorie der FernUniversit&auml;t in Hagen</h4>
<p>Ein Autorenteam am <a href="http://www.fernuni-hagen.de/BWLPIT/LADV_/">Lehrstuhl f&uuml;r Produktions- und Investitionstheorie</a> der <a href="http://www.fernuni-hagen.de/">FernUniversit&auml;t in Hagen</a> hat ein umfangreiches Lehrbuch "Produktionsmanagment" mit OpenOffice.org erstellt. Das Werk umfasst 882 Seiten mit 344 Abbildungen, 254 Tabellen und zahlreiche Formeln.</p>
<p>Das Buch ist im Springer-Verlag erschienen: <a href="http://www.springer.com/business+%26+management/production/book/978-3-540-37217-2">Website zum Buch</a></p>
<p>In einem ausf&uuml;hrlichen Erfahrungsbericht beschreibt Autor Sebastian St&uuml;tz die Gr&uuml;nde f&uuml;r die Wahl von OpenOffice.org und die &uuml;berwiegend positiven Erfahrungen, teilweise im direkten Vergleich mit Microsoft Word. Er geht dabei auf Dateiformate, Bedienbarkeit, Arbeitsorganisation im Team und Programmstabilit&auml;t ein. Er berichtet von den guten Erfahrungen mit der Robustheit der Formatvorlagen, der Formelerstellung, der Einbettung von Abbildungen, automatischen Bez&uuml;gen und Nummerierungen. Er verschweigt dabei nicht die teilweise erlebten Performanceprobleme mit OpenOffice.org 2.4., ein Punkt, den die Entwickler von OpenOffice.org in den Folgeversion 3.0, 3.1 und 3.2 stetig verbessern konnten. Nicht zuletzt schreibt St&uuml;tz &uuml;ber die unproblematische Einf&uuml;hrung und Akzeptanz von OpenOffice.org in einem bislang von Microsoft Word gepr&auml;gtem Umfeld.</p>
<p>Sebastian St&uuml;tz stellt dem Projekt OpenOffice.org seinen Erfahrungsbericht zur Ver&ouml;ffentlichung zur Verf&uuml;gung (siehe Mailverkehr unten). Alle Rechte an dem Dokument liegen beim Autor.</p>
<ul>
<li><a href="http://wiki.services.openoffice.org/w/images/a/a9/Lehrbuchprojekt_in_OpenOffice.odt">Erfahrungsbericht im OpenDocument-Format</a></li>
<li><a href="http://wiki.services.openoffice.org/w/images/8/81/Lehrbuchprojekt_in_OpenOffice.pdf">Erfahrungsbericht als PDF: Download</a></li>
<li><a href="http://wiki.services.openoffice.org/wiki/DE/Success_Story_Buchprojekt">Wiki-Seite mit mehr Info</a></li>
</ul>
<p><i>12. Februar 2009</i></p>

<hr />
</td>
</tr>



</tbody></table>
</div>
 <p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a>
  </p>
  
      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
