

<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <meta http-equiv="Content-type" content="text/html;charset=UTF-8" />
    <title>Das Apache OpenOffice Projekt ver&ouml;ffentlicht Apache OpenOffice &trade; 3.4</title>


    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/">Archive</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h1>Das Apache OpenOffice Projekt ver&ouml;ffentlicht Apache OpenOffice&trade; 3.4</h1>
<p>
<strong>Zahlreiche Verbesserungen an der f&uuml;hrenden Open Source Multi-Plattform, Multilinguale Office Productivity Suite mit mehr als 100 Millionen Benutzern weltweit<br/>
<a href="http://download.openoffice.org">Download ist nun kostenlos verf&uuml;gbar f&uuml;r Windows, Linux und OSX</a>.</strong>
</p>
<p>
<strong>www.OpenOffice.org &mdash; 8 Mai 2012 &mdash;</strong> Das Apache OpenOffice Projekt k&uuml;ndigt heute die Verf&uuml;gbarkeit von Apache OpenOffice&trade; 3.4 an, dem ersten Release von OpenOffice unter der Schirmherrschaft der Apache Software Foundation.
</p>
<p>
Apache OpenOffice ist die urspr&uuml;ngliche Open Source Office Productivity Suite, entworfen und entwickelt f&uuml;r den kommerziellen, professionellen als auch privaten Endanwender Einsatz.
</p>
<p>
"Die &Uuml;bertragung der Rechte und des Source Codes von OpenOffice.org an die Apache Software Foundation war und ist eine gewaltige Aufgabe, speziell f&uuml;r das <i>podling</i> Projekt: Wiederbeleben der Community und die Bereinigung der Code-Basis mit teilweise unbekannter Intellectual Property Herkunft, in eine saubere Apache lizenzierte Software," sagt Jim Jagielski, ASF Pr&auml;sident und Apache OpenOfifce Projekt Mentor. "Das Apache OpenOffice 3.4 Release zeigt, wie erfolgreich das Projekt hier war: Integration von Entwicklern von mehr als 21 unterschiedlichen Unternehmen, bei gleichzeitiger Vermeidung unternehmerischer Einflu&szlig;nahme, welche dem Geist jeder Open Source Community im Wege st&uuml;nde; Aufbau einer soliden und stabilen Code-Basis mit signifikanten Verbesserungen und Erweiterungen gegen&uuml;ber anderen Varianten; und allem voran der Bildung einer lebhaften, vielschichtigen und dynamischen Benutzer und Entwickler Community."
</p>
<p>
Apache OpenOffice ist die f&uuml;hrende Open Source Office Productivity Suite, mit mehr als 100 Millionen Benutzern weltweit, im Heim-, Unternehmens-, Verwaltungs-, Forschungs- und Akademischen Einsatz, verf&uuml;gbar in 15 Sprachen. Apache OpenOffice 3.4 ist <a
href="http://download.openoffice.org">zum Download</a> kostenlos verf&uuml;gbar. Highlights:
</p>
<ul>
    <li>
        Applikationen f&uuml;r Textverarbeitung, Tabellenkalkulation, Pr&auml;sentation, Datenbanken, Grafiken und Formeleditor
        f&uuml;r die Plattformen Windows, Linux (32-bit und 64-bit) und OSX
    </li>
    <li>
        Native Sprachunterst&uuml;zung f&uuml;r Englisch, Arabisch, Tschechisch, Deutsch, Spanisch, Franz&ouml;sisch, Galizisch, Ungarisch, Italienisch, Japanisch, Niederl&auml;ndisch,Russisch, Brasilianisch-Portugisisch, Chinesisch und Taiwanesisch
    </li>
    <li>
        Verbesserte ODF Unterst&uuml;tzung, mit neuer ODF 1.2 Verschl&uuml;sselung und neuer Spreadsheet Funktionen
    </li>
    <li>
        Verbesserte Pivot Tabellen Funktion in Calc
    </li>
    <li>
        Verbesserte Grafikfunktionen und Linienenden, <a href="https://blogs.apache.org/OOo/entry/features_for_graphicobjects_and_oleobjects">Scherung von Grafikobjekten</a> 
		und <a href="https://blogs.apache.org/OOo/entry/native_svg_support_for_apache">native Unterst&uuml;tzung</a> von Scalable Vector Graphics (SVG)
    </li>
    <li>
        Performance- und Qualit&auml;tsverbesserungen
    </li>
</ul>
<p>
Eine komplette Liste der neuen Features, Funktionen und Verbesserungen ist in den <a
href="https://cwiki.apache.org/confluence/display/OOOUSERS/AOO+3.4+Release+Notes">Release Notes</a> verf&uuml;gbar.
</p>
<p>
Apache OpenOffice Benutzer profitieren auch vom &Ouml;kosystem verf&uuml;gbarer Drittanbieter-Produkte, &uuml;ber <a
href="http://templates.openoffice.org/">2300 Vorlagen</a> und &uuml;ber <a
href="http://extensions.openoffice.org/">800 Extensions</a>.
</p>
<h2>Community getriebene Entwicklung, The Apache Way</h2>
<p>
Die OpenOffice Code-Basis wurde in den 90ern von Star Division entwickelt, StarDivision wurde 1999 von Sun Microsystems 
gekauft und 2010 Sun von der Oracle Corporation, bevor der Code und die Rechte Mitte 2011 an die Apache Software Foundation &uuml;bergeben wurden.
</p>
<p>
Heute wird das Projekt von einer Gruppe Freiwilliger entwickelt, eine Gruppe von Entwicklern, Testern, &Uuml;bersetzern, und weiterer Kontributoren, ganz gem&auml;&szlig; der meritokratischen Methode der ASF, informell als der "The Apache Way" bekannt, und es wird von hunderten Open Source Software Freiwilligen weltweit unterst&uuml;tzt.
</p>
<p>
"Initial schon vor einem Jahrzehnt ver&ouml;ffentlicht, markiert das erste Release von OpenOffice 3.4 als Apache Projekt ein neues wichtiges Kapitel in der Geschichte des Projektes," sagt Stephen O'Grady, Principal Analyst von RedMonk. "Nach monatelanger Arbeit, ist die Open Source Productivity Suite nun lizenziert und entwickelt mit dem Ziel eine gro&szlig;e Gruppe von Benutzern, Entwicklern und ISVs weltweit anzusprechen." 	
</p>	
<p>
Als ein Inkubator Projekt bei Apache, steht das Apache OpenOffice Projekt unter der Kontrolle des <i>Podling</i> Project Management Committee (PPMC) welches die allt&auml;glichen Projektangelegenheiten steuert und koordiniert, wie Community Entwicklung und Produkt Releases. Der Apache OpenOffice Source Code, Downloads, Dokumentation, Mailing Listen und andere projektrelevante Resourcen sind unter <a href="http://openoffice.apache.org/">http://openoffice.apache.org/</a> verf&uuml;gbar.
</p>
<p>
F&uuml; das erste offizielle Apache Release von OpenOffice hat das Entwicklungsteam die Code-Basis gem&auml;&szlig; den Apache Richlinien &uuml;berarbeitet und bereinigt. Diese Richtlinien wurden vom Incubator Project Management Committee (IPMC) definiert zur Identifizierung, Entfernung und Ersetzung von Funktionen in den Bibliotheken und Sourceteilen, die zu den Apache Software Lizenzrichtlinien nicht kompatibel sind.
</p>
<h2>Zuk&uuml;nftige Entwicklungen</h2>
<p>
Pl&auml;ne f&uuml;r die zuk&uuml;nftige Verbesserungen beinhalten die Unterst&uuml;tzung weiterer Sprachen, verbesserte Accessibility-Unterst&uuml;tzung, allgemeine Usability- und Performanceverbesserungen sowie die Integration und Adaption neuer Funktionen und Verbesserungen aus IBM Lotus Symphony, dessen Source Code unmittelbar vor der &Uuml;bergabe an Apache steht.
</p>
<p>
Das Apache OpenOffice Project Management Committee l&auml;dt alle Interessierten ein, sich aktiv am Projekt zu beteiligen. Das Projekt bietet viele unterschiedliche Bereiche wo Interessierte ihr Wissen, ihre F&auml;higkeiten und ihr Engagement einbringen k&ouml;nnen. Besuche Sie auch die <a href="http://openoffice.apache.org/get-involved.html">Get Involved</a> Seite.
</p>
<p>
"Apache OpenOffice ist die f&uuml;hrende Open Source Office Productivity Suite mit mehr als 15 Jahren Entwicklungsarbeit. Wir sind erfreut und begeistert, OpenOffice nun komplett unter der Apache Lizenz zu haben. Die neu lizenzierte Code-Basis bildet das Fundament f&uuml;r zuk&uuml;nftige Office Innovationen hier bei Apache," sagt J&uuml;rgen Schmidt, Apache OpenOffice 
Release Manager und altgedienter Core Entwickler. "Mit dem Erreichen dieses Meilensteines haben wir auch eine facettenreiche und lehbafte Community etabliert, mit ausreichenden F&auml;higkeiten die Belange des Projektes auch in Zukunft zu koordinieren und zu lenken. Wir bewegen uns zielstrebig auf den n&auml;chsten wichtigen Schritt, zu einem vollwertigen top-level Apache Projekt zu graduieren."
</p>
<h2>Weitere Informationen</h2>
<p>
Weitere Informationen &uuml;ber das Apache OpenOffice Produkt gibt es auf der Webseite <a href="www.openoffice.orghttp://www.openoffice.org/">www.openoffice.org</a >.
Informationen &uuml;ber das Apache OpenOffice Projekt, einschliesslich Freiwilligenarbeit, gibt es auf der <a href="http://openoffice.apache.org/">Projekt-Webseite</a >.
Um in die Mailingliste f&uuml;r offizielle OpenOffice Ank&uuml;ndigungen aufgenommen zu werden, einfach eine eMail an 
<a href="mailto:announce-subscribe@openoffice.apache.org">announce-subscribe@openoffice.apache.org</a>
schicken. Sie k&ouml;nnen dem Projekt auch auf <a href="http://www.facebook.com/ApacheOO">Facebook</a >, <a href="https://twitter.com/#%21/apacheoo">Twitter</a >, <a href="http://identi.ca/apacheoo">Identi.ca</a > und <a href="https://plus.google.com/u/0/114598373874764163668/">Google+</a> folgen.

</p>
<h2>&Uuml;ber die Apache Software Foundation (ASF)</h2>
<p>
Apache Software treibt mehr als das halbe Internet an, Petabytes an Daten, Teraflops an Operationen, Millarden von Objekten,
und verbessern das Leben von ungez&auml;hlten Benutzern und Entwicklern. Gegr&uuml;ndet im Jahr 1999, um mit dem "Apache Way" Open Source
Innovationen zu f&ouml;rdern und zu entwickeln, leitet die ASF heute mehr als 150 Projekte, die von einer Community von Freiwilligen gef&uuml;hrt
werden, die aus mehr als 400 Mitgliedern und 3500 Committern auf sechs Kontinenten besteht. Mehr Informationen gibt es auf <a href="http:/www.apache.org/http://www.apache.org/">http://www.apache.org/</a >.
</p>
<p>
"Apache", "Apache OpenOffice", "OpenOffice" und "OpenOffice.org" sind Warenzeichen oder eingetragene Warenzeichen der Apache Software Foundation in den USA und anderen Staaten. Alle anderen Marken und
Warenzeichen sind das Eigentum ihrer jeweiligen Eigent&uuml;mer.
</p>
<hr/>
<h1>Kommentare</h1> <h2>Aus der Community-Sicht</h2>
<p>
"OpenOffice.org stellte zu seiner Zeit sowohl als B&uuml;rosoftware als auch in seiner Rolle
als Starthilfe f&uuml;r den Dokumentenstandard ODF (Open Document Format)  eine Revolution dar.
Wir sind begeistert, dass OpenOffice jetzt bei Apache weitergef&uuml;hrt wird, denn das hat einen
anerkannt guten Ruf daf&uuml;r, hervorragende Projekte gedeihen zu lassen.
Dieser Meilenstein beweist, dass der "Apache Way" funktioniert. Der "Apache Way",
also die Meritokratie der Leute, die ihren Projekten Zeit widmen und ihre Talente einbringen,
ist die wesentliche Zutat, weshalb Apache OpenOffice der ideale Weg f&uuml;r Alle ist."<br/>
— Claudio Filho, Mitglied der brasilianischen OpenOffice Gemeinschaft und im Apache OpenOffice Projekt Management Kommitee
</p>
<p>
"Apache OpenOffice 3.4 ist eine w&uuml;rdige Weiterentwicklung des OpenOffice.org Projekts.
Viele Verbesserungen, die urspr&uuml;nglich f&uuml;r OpenOffice.org gemacht wurden, sind fertiggestellt
worden, aber wir haben auch eine Menge Neuerungen eingebracht in der gewohnt
hohen Qualit&auml;t, die Anwender von uns erwarten. Apache OpenOffice 3.4 erf&uuml;llt Ihre privaten,
gesch&auml;ftlichen und akademischen Anforderungen und es belohnt die M&uuml;hen der vielen
Freiwilligen, die das erm&ouml;glicht haben. Die deutschsprachigen Freiwilligen werden
Sie auch weiterhin unterst&uuml;tzen und Ihren Fragen, Ihren W&uuml;nschen und Vorschl&auml;gen zuh&ouml;ren.
Wir werden weiterhin die Zukunft von Apache OpenOffice gemeinsam gestalten."<br/>
— Regina Henschel, Mitglied der deutschsprachigen OpenOffice Gemeinschaft und im Apache OpenOffice Projekt Management Kommitee
</p>
<p>
"OpenOffice und seine breite und vielf&auml;ltige Community haben bei Apache ein neues Zuhause gefunden.
&Uuml;ber 40 Freiwillige aus der italienischen Gemeinschaft haben bei der &Uuml;bersetzung und dem Test
geholfen, damit sichergestellt wird, dass Apache OpenOffice 3.4 auf dem Niveau ist, das Anwender
von der Marke OpenOffice erwarten. Die neue Lizenz erlaubt es, dass OpenOffice frei in anderen
Projekten wiederverwendet werden kann, und ich freue mich &uuml;ber eine projekt&uuml;bergreifende
Zusammenarbeit, die im besten Interesse der Anwender ist."<br/>
— Andrea Pescetti, Mitglied der italienischen OpenOffice Gemeinschaft und im Apache OpenOffice Projekt Management Kommitee
</p>
<p>
"Apache OpenOffice 3.4 ist ein wichtiger Meilenstein f&uuml;r unsere taiwanesische OpenOffice
Community, weil es die erste Version darstellt, in der unsere Community an der
&Uuml;bersetzung und Entwicklung wirklich mitgearbeitet hat. Ich lade alle aufrichtig dazu ein, das
Produkt unserer Arbeit herunterzuladen und auszuprobieren, Sie werden mit der Erfahrung
sehr zufrieden sein."<br/>
— Yang Shih-Ching, Mitglied der taiwanesischen OpenOffice Gemeinschaft und im Apache OpenOffice Projekt Management Kommitee
</p>
<h2>Aus der Unternehmens-Sicht</h2>
<p>
"Das sind aufregende Zeiten! Seit &uuml;ber einem Jahrzehnt gilt SourceForge als zuverl&auml;ssiger
Partner der OpenSource Szene und wir sind stolz darauf, mit der Apache Software Foundation
zusammenarbeiten zu k&ouml;nnen. Mit Apache OpenOffice 3.4 wird f&uuml;r das Produkt und f&uuml;r die
Community ein wichtiger Meilenstein erreicht. Unsere Teams arbeiten dem Projekt gerne zu
und freuen sich auf den weiteren Fortschritt. Wir gratulieren!"<br/>
— Jeff Drobick, CEO der Geeknet Media
</p>
<p>
"IBM freut sich dar&uuml;ber, unter der aktuellen Apache Lizenz zum Apache OpenOffice Projekt
beizutragen. Das Projekt bietet besondere Gelegenheiten f&uuml;r Innovationen und erlaubt die
Schaffung von Dokumenten im B&uuml;roumfeld, die die Anforderungen eines sozial vernetzten
Gesch&auml;ftsbetriebs erf&uuml;llen. Wir freuen uns darauf, dem Apache OpenOffice Projekt bald
den Quelltext von Symphony beisteuern zu k&ouml;nnen."<br/>
— Kevin Cavanaugh, Vizepr&auml;sident der IBM Collaboration Solutions
</p>
<p>
"Bei der PSC Group LLC haben wir Lotus Symphony und OpenOffice seit vielen Jahren bei unseren
Kunden als L&ouml;sung eingesetzt. Nach dem Umzug des Projekts zur Apache Software Foundation
hat die PSC die Lizenzvereinbarung f&uuml;r die Mitwirkung als Firma unterzeichnet und viele
unserer Berater haben sich ebenso entschieden, indem sie dem Projekt auch individuell
ihre Unterst&uuml;tzung zusagten. Wir freuen uns darauf, an der n&auml;chsten gro&szlig;en Version namens
Apache OpenOffice 4 mitzuarbeiten."<br/>
— John Head, Gesch&auml;ftsf&uuml;hrer, Enterprise Collaboration, PSC Group, LLC
</p>
<p>
"Am Apache OpenOffice Projekt arbeiten wir mit, weil wir Anwendern damit einen Nutzen bieten k&ouml;nnen.
Indem wir von SugarCRM an einer verbesserten Berichtserzeugung und Dokumentkollaboration arbeiten, wird das Projekt schlie&szlig;lich zur Produktivit&auml;tssteigerung
beitragen. Wenn Anwender produktiver werden, k&ouml;nnen sie sich auf ihre wichtigste Aufgabe konzentrieren, die in der hervorragenden Kundenzufriedenheit besteht."<br/>
— Clint Oram, CTO and Mitgr&uuml;nder von SugarCRM
</p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
