
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>de.OpenOffice.org: Readme 1.x</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>

<!-- End de-header -->

<!-- >
Kommentare zur Seite
$Id: readme_1_x.html,v 1.2 2007/07/28 11:43:28 cloph Exp $
< -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/">Archive</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Software und mehr
	Makemapversion:
	$Id: makemap.pl,v 1.7 2006/02/23 12:28:08 markomlm Exp :
	navbar_Download ,V 0.5.6 Dienstag, 11. Juli 2006 19:33:05 _MLM
	< -->
<ul id="navbar_de">
    <li><div >de-links</div></li>
    <li> <a href="index.html" title=" "> Hauptseite </a></li>
    <li> <a href="map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li>Download
      <ul>
      <li> <a href="downloads/quick.html" title="Wenn es nicht schnell genug losgehen kann"> Quickdownload </a></li>
      <li> <a href="downloads/hinweise.html" title="Was ist RC? MD5?"> Allgemeine Hinweise </a></li>
      <li> <a href="downloads/cd.html" title="Images und PrOOo-Box"> CD Images </a></li>
      <li> <a href="about-ooo/about-cdrom.html" title="OpenOffice.org auf CD von H&auml;ndlern"> CD bestellen </a></li>
      <li> <a href="spellcheck/about-spellcheck.html" title="Installation von zus&auml;tzlichen W&ouml;rterb&uuml;chern"> Rechtschreibpr&uuml;fung </a></li>
      <li> <a href="downloads/mirror.html" title="Hier gibt es OpenOffice.org per FTP oder HTTP"> Serverliste </a></li>
      </ul>
    </li>
    <li> <a href="doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="marketing/index.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->

<div id="body_de">

<h1>Willkommen</h1>
<p>Letzte &Auml;nderungen am 11 August 2003</p>
<h1>OpenOffice.org 1.1 ReadMe</h1>
<p>Hinweise zu Version 2.x finden Sie unter <a href="readme.html">http://de.openoffice.org/readme.html</a>
</p>
<p>Sehr geehrte Anwenderin, sehr geehrter Anwender,</p>
<p>diese Datei enth&auml;lt wichtige Hinweise zum Programm. Bitte lesen Sie diese Hinweise aufmerksam durch, bevor Sie Ihre Arbeit beginnen</p>
<p>Die OpenOffice.org Gemeinde, verantwortlich f&uuml;r die Entwicklung dieses Produktes, w&uuml;rde Sie gerne Einladen als Gemeindemitglied teilzuhaben. Als neuer User sollten Sie die OpenOffice.org Seite mit hilfreichen Information besuchen <a href="//about_us/introduction.html ">www.openoffice.org/about_us/introduction.html </a> Bitte lesen Sie auch die nachfolgenden Sektionen, wie Sie in das OpenOffice.org Projekt einbezogen werden k&ouml;nnen.</p>
<h2>Installationshinweise</h2>
<p>Systemanforderungen:</p>

<ul>
<li>Linux Kernel Version 2.2.13 oder h&ouml;her</li>
<li>glibc2 Version 2.2.0 oder h&ouml;her</li>
<li>Pentium kompatibler PC</li>
<li>Pentium kompatibler PC</li>
<li>64 MB RAM</li>
<li>300 MB (CJK-Version: 350 MB) verf&uuml;gbarer Festplattenplatz</li>
<li>X Server mit einer Bildschirmaufl&ouml;sung von 800x600 Punkten oder h&ouml;her, mindestens 256 Farben</li>
<li>Gnome 2.0 oder h&ouml;her f&uuml;r die Unterst&uuml;tzung von AT-Technologien (Assistive Technology Tools) &uuml;ber Java Accessibility</li>
<li>Window Manager</li>
</ul>

<p>Probleme beim Start von OpenOffice.org (z.B. H&auml;ngenbleiben der Applikation) sowie Probleme bei der Darstellung auf dem Bildschirm, k&ouml;nnen h&auml;ufig auf den im System verwendeten Grafikkartentreiber zur&uuml;ckgef&uuml;hrt werden. Bitte aktualisieren Sie bei Problemen dieser Art auch den von Ihnen verwendeten Grafikkartentreiber bzw. benutzen Sie testweise den Standardgrafiktreiber ihres Betriebssystems. Darstellungsprobleme bei 3D-Objekten k&ouml;nnen h&auml;ufig auch durch das Abschalten der Option "Open GL benutzen" unter Extras-Optionen-Ansicht-3D-Darstellung beseitigt werden.</p>
<p>OpenOffice.org 1.1 kann parallel zu einer &auml;lteren Version von OpenOffice.org installiert werden. Im Falle einer sp&auml;teren Deinstallation des alten OpenOffice.org muss das Installationsprogramm Programm der neuen Version aufgerufen und eine Reparatur durchgef&uuml;hrt werden. Dadurch wird sichergestellt, dass die aktuelle Version korrekt im System angemeldet ist.<br />Bitte beachten Sie, dass das Kopieren und Einf&uuml;gen &uuml;ber die Zwischenablage zwischen OpenOffice.org 1.0 und OpenOffice.org 1.1 im OpenOffice.org-Format teilweise nicht funktioniert. Rufen Sie in einem solchem Fall den Dialog Bearbeiten-Inhalte einf&uuml;gen auf und w&auml;hlen Sie ein anderes Format als OpenOffice.org aus oder &ouml;ffnen Sie stattdessen das betreffende Dokument in OpenOffice.org 1.1 direkt.</p>
<p>Bitte stellen Sie sicher, dass gen&uuml;gend freier Speicherplatz im tempor&auml;ren Verzeichnis Ihres Systems vorhanden ist und dass f&uuml;r dieses Verzeichnis Schreib-, Lese- und Ausf&uuml;hrungsrechte gesetzt sind. Bitte beachten Sie, dass w&auml;hrend der Installation kein anderes Programm ausgef&uuml;hrt werden darf.</p>
<h2>Probleme w&auml;hrend des Programmstarts unter Gnome</h2>
<p>Sollte es beim OpenOffice.org-Programmstart zu Problemen kommen (meistens im Zusammenhang mit Gnome) m&uuml;ssen Sie die Umgebungsvariable "SESSION_MANAGER" innerhalb der f&uuml;r den OpenOffice.org-Start benutzte Shell umdefinieren. Dies k&ouml;nnen Sie tun, in dem Sie "unset SESSION_MANAGER" am Anfang des soffice Shell-Scriptes einf&uuml;gen, dass Sie im Verzeichnis "[Office Verzeichnis]/program" finden k&ouml;nnen.</p>
<h2>Wichtige Informationen f&uuml;r asiatische Versionen</h2>
<h3>&Uuml;berpr&uuml;fen der Eingabesequenz f&uuml;r thail&auml;ndisch</h3>
<p>In einem &ldquo;th_TH&rdquo; Gebietsschema f&uuml;hrt der Thai XIM die Pr&uuml;fung der Eingangssequenz selbst durch. Dadurch ist OpenOffice.org nicht in der Lage, die Normalisierung und Autokorrektur der Eingabesequenz selbst vorzunehmen. </p>
<p>Bitte &auml;ndern Sie folgende Zeilen in Ihren User Environment-Einstellungen bevor Sie die Applikation starten.</p>
<p>XMODIFIERS="@im=BasicCheck&rdquo; oder XMODIFIERS="@im=Strict&rdquo;</p>
<p>in (bzw. f&uuml;gen Sie die folgenden Zeilen hinzu, sollten sie nicht existieren)</p>
<p>XMODIFIERS="@im=none"<br />export XMODIFIERS </p>
<h2>Wichtige Hinweise zur Zug&auml;nglichkeit (Accessibility)</h2>
<p>Durch ein Problem der Java(TM) Access Bridge ist es notwendig, die Sprache (das Gebietsschema) des Betriebssystems auf &ldquo;Englisch (United States)&ldquo; (bzw. &ldquo;EN-us&ldquo;) einzustellen, um die Zusammenarbeit mit Programmen wie z.B. ZoomText zu erm&ouml;glichen. (Hinweis: Das Programm WindowEyes funktioniert nicht mit OpenOffice.org, da es die Java Accessibility API nicht unterst&uuml;tzt.)Die Java(TM) Access Bridge, die mit dieser Early Access Version installiert wird, arbeitet  unter Umst&auml;nden nicht richtig mit normalen Java Anwendung zusammen.</p>
<h2>&Auml;ndern der Schriftart f&uuml;r die Benutzeroberfl&auml;che</h2>
<p>OpenOffice.org bietet die M&ouml;glichkeit, Schriften f&uuml;r die Anzeige und den Druck in OpenOffice.org durch eine andere auf dem System installierte Schriftart zu ersetzen. Dies geschieht mit Hilfe der Funktion 'Schriftersetzung', die Sie &uuml;ber das Men&uuml; Extras - Optionen - OpenOffice.org - Register Schriftersetzung erreichen.</p>
<p>Um die Schriftart der Benutzeroberfl&auml;che von OpenOffice.org zu &auml;ndern, muss dort die Schrift "Andale Sans UI", die standardm&auml;&szlig;ig f&uuml;r die Benutzeroberfl&auml;che von OpenOffice.org verwendet wird, gegen eine beliebige andere Schriftart ersetzt und die Einstellung "immer" f&uuml;r die Ersetzung ausgew&auml;hlt werden.</p>
<p>Eine ausf&uuml;hrliche Erkl&auml;rung des Dialogs entnehmen Sie bitte der OpenOffice.org-Hilfe</p>
<h2>Tastatursteuerung</h2>
<p>In OpenOffice.org k&ouml;nnen nur Tastenkombinationen benutzt werden, die nicht vom Betriebssystem verwendet werden. Sollte in OpenOffice.org eine Tastenkombination nicht wie in der OpenOffice.org-Hilfe beschrieben funktionieren, muss &uuml;berpr&uuml;ft werden, ob diese Kombination bereits vom Betriebssystem verwendet wird. Um diesen Konflikt aufzuheben, kann die Belegung des Betriebssystems umdefiniert bzw. aufgehoben werden. Weiterhin bietet auch OpenOffice.org die M&ouml;glichkeit, die meisten Tastaturbelegungen von OpenOffice.org zu &auml;ndern. Weitere Hinweise zu diesem Thema bietet die OpenOffice.org-Hilfe sowie die Hilfe des Betriebssystems.</p>
<h2>Dateisystem ReiserFS: OpenOffice.org startet nicht bei Benutzer-ID gr&ouml;&szlig;er als 65535</h2>
<p>Das Dateisystem ReiserFS in einer Version kleiner als 3.6 f&uuml;hrt zu Problemen, sobald die Benutzer-ID gr&ouml;&szlig;er als 65535 ist. Diese &auml;u&szlig;ern sich darin, dass von OpenOffice.org angelegte tempor&auml;re Dateien nicht mehr vom Programm selbst, sondern nur noch vom Systemadministrator entfernt werden k&ouml;nnen ( z.B. /tmp/OSL_PIPE_xxx ). Dies f&uuml;hrt dazu, dass OpenOffice.org nicht mehr gestartet werden kann. Das geschilderte Verhalten ist ein Problem des Dateisystems ReiserFS und ist in Version 3.6 und h&ouml;her behoben.</p>
<h2>File locking</h2>
<p>Normalerweise (Standardeinstellung) ist in OpenOffice.org "File Locking" (Dateisperrung) ausgeschaltet. Um dies zu aktivieren, m&uuml;ssen die entsprechenden Umgebungsvariablen gesetzt werden SAL_ENABLE_FILE_LOCKING=1 und export SAL_ENABLE_FILE_LOCKING. Diese Eintr&auml;ge sind  bereits in auskommentierter Form in der soffice Script-Datei enthalten.</p>
<p>Achtung: Bei aktiviertem File-Locking kann es zu Problemen mit Solaris 2.5.1 und 2.7 in Verbindung mit Linux NFS 2.0 kommen. Wenn Ihre Systemumgebung diese Parameter aufweist, raten wir dringend von der Verwendung des File-Locking ab. Andernfalls h&auml;ngt OpenOffice.org, wenn Sie versuchen, eine Datei eines NFS-gemounteten Verzeichnisses von einem Linux Rechner aus zu &ouml;ffnen. </p>
<h2>Verwendung von Info-ZIP</h2>
<p>OpenOffice.org benutzt Info-ZIP zum Erstellen und Entpacken der OpenOffice.org Installation, sowie zum Packen und Entpacken des OpenOffice.org XML Dateiformats. Info-ZIP Programme (ZIP, UnZip und weitere Utilities) sind frei verf&uuml;gbar und k&ouml;nnen im Source Code und als ausf&uuml;hrbares Programm von verschiedenen Anonymous-FTP Seiten wie z.B. ftp.uu.net:/pub/archiving/zip/*. bezogen werden.</p>
<h2>Verwendeter / modifizierter Quelltext (Source Code)</h2>
<p>Portions Copyright 1998, 1999 James Clark. Portions Copyright 1996, 1998 Netscape Communications Corporation.</p>
<h2>Sich beteiligen</h2>
<p>Die OpenOffice.org Gemeinde w&uuml;rde sehr von Ihrem aktiven Mitwirken in der Entwicklung dieses wichtigen Open Source Projektes profitieren. </p>
<p>Als User sind Sie bereits Teil des Entwicklungsprozesses und wir w&uuml;rden Sie gerne ermutigen eine aktivere Rolle als dauerhafter Mitarbeiter der Gemeinde einzunehmen. Besuchen Sie bitte: <a href="/">www.openoffice.org</a>
</p>
<p>
</p>
<h2>Registration</h2>
<p>Bitte nehmen Sie sich die Zeit f&uuml;r minimalen Mehraufwand, die Produktregistrierung w&auml;hrend der Softwareinstallation durchzuf&uuml;hren Die Registrierung ist optional und absolut freiwillig, dessen ungeachtet m&ouml;chten wir sie trotzdem darum bitten und auffordern, sich zu registrieren da wir, die OpenOffice.org-Gemeinschaft, auf diesem Wege in die Lage versetzt werden, ein besseres Officepaket zu entwickeln und die Anwender direkt anzusprechen. In ihren Datenschutzrichtlinien gew&auml;hrleistet die OpenOffice.org-Gemeinschaft den Schutz Ihrer pers&ouml;nlichen Daten und erkl&auml;rt sich bereit, jegliche Art von Vorsorge zu treffen, die dem Schutz Ihrer pers&ouml;nlichen Daten dient. Haben Sie die Registrierung w&auml;hrend des Installationsprozesses nicht durchgef&uuml;hrt, so k&ouml;nnen Sie dieses jederzeit unter folgender Adresse nachholen: <a href="//welcome/registration-site.html ">www.openoffice.org/welcome/registration-site.html </a>
</p>
<h2>Benutzer Umfrage</h2>
<p>Auf unseren Webseiten befindet sich eine Benutzerumfrage zu OpenOffice.org, welche wir Ihnen ans Herz legen wollen mit der Bitte, sie auszuf&uuml;llen. Die Ergebnisse helfen der OpenOffice.org-Gemeinschaft dabei, schneller neue Standards bei der Entwicklung der n&auml;chsten Generation von Officepaketen zu setzen. In ihren Datenschutzrichtlinien gew&auml;hrleistet die OpenOffice.org-Gemeinschaft den Schutz Ihrer pers&ouml;nlichen Daten und erkl&auml;rt sich bereit, jegliche Art von Vorsorge zu treffen, die dem Schutz Ihren pers&ouml;nlichen Daten dient.</p>
<h2>Bugs &amp; Fehler melden</h2>
<p>Auf den Webseiten von OpenOffice.org finden Sie IssueZilla als unsere L&ouml;sung um Fehler und andere Anliegen zu melden, ihren Status zu verfolgen und zu l&ouml;sen. F&uuml;hlen Sie sich frei und willkommen, jeden Fehler zu melden, der auf Ihrer Plattform auftritt. Engagiertes Melden von Fehlern ist einer der wichtigsten Beitr&auml;ge, den die Gemeinschaft der Anwender bei der Weiterentwicklung und Verbesserung des Paketes leisten kann.</p>
<h2>Abonnieren von Mailinglisten</h2>
<p>Im folgenden haben wir eine kleine Auswahl der Mailinglisten des Projektes zusammengestellt: <a href="//mail_list.html">www.openoffice.org/mail_list.html</a>
</p>

<ul>
<li>Ank&uuml;ndigungen: announce@openoffice.org *empfohlen f&uuml;r alle Mitglieder* (wenig Mailaufkommen)</li>
<li>Hilfe/Support f&uuml;r Anwender: users@openoffice.apache.org *empfohlen f&uuml;r Endanwender* (moderates bis heftiges Mailaufkommen)</li>
<li>Haupbenutzerforum (englischsprachig): users@openoffice.apache.org *Einfach mal reinschnuppern und mitlesen* (heftiges Mailaufkommen)</li>
<li>Deutsches Marketingprojekt: marketing@de.openoffice.org *was nach der Entwicklung kommt* (zunehmend mehr Mailaufkommen)</li>
<li>Beitr&auml;ge am Quellcode (englischsprachig): dev@openoffice.apache.org (moderates bis heftiges Mailaufkommen)</li>
<li>Groupware: groupware@whiteboard.openoffice.org (moderates Mailaufkommen)</li>
</ul>

<h2>Mitglied bei einem oder mehreren Projekten werden</h2>
<p>Selbst mit wenig Erfahrung im Bereich Programmierung und Softwaredesign k&ouml;nnen Sie einen gewichtigen Beitrag zu diesem Open Source Projekt leisten. Ja, genau Sie!</p>
<p> Sie werden eine Vielzahl von Projekten vorfinden, deren Spanne vom Lokalisierungs-, de, Portierungs- und Groupwareprojekt bis hin zu den den richtigen Kernentwicklungs- und Programmierungsprojekten reicht. Sind Sie kein Entwickler, versuchen Sie es doch mal mit dem Marketing- oder Dokumentationsprojekt. Um Open Source besser zu vermarkten, setzt das OpenOffice.org Marketingprojekt &uuml;ber Sprach- und Kulturgrenzen hinweg beides ein, traditionelles wie auch Guerrillamarketing. Allein dadurch, dass sie in Ihrem Freundeskreis und kulturellem Umfeld von unserem Officepaket erz&auml;hlen, helfen Sie uns weiter.</p>
<p>Zur besseren Koordination melden Sie sich bitte bei den f&uuml;r Ihre Sprache zust&auml;ndigen Leitern. Emailadressen finden Sie auf der Ansprechpartnerseite des deutschen OpenOffice.org Projektes unter:<a href="http://de.openoffice.org/dev/ansprechpartner.html ">http://de.openoffice.org/dev/ansprechpartner.html </a> dort Marketing/&Ouml;ffentlichkeitsarbeit. Hier k&ouml;nnen Sie Ihre Kontakte und Ansprechpartner bei Presse, Funk, Fernsehen, Regierungen, Ministerien, Beratern, Schulen, Linux-, Windows und Macintoshanwendergruppen, Entwicklern auf Bundes-, Landes, Kreis-, Stadtebene direkt an die f&uuml;r Ihr Land zust&auml;ndigen Ansprechpartner melden und Details zur Kontaktaufnahme kl&auml;ren.</p>
<h2>Anwender Support</h2>
<p>Um Hilfe f&uuml;r  die OpenOffice.org 1.1 Suite zu bekommen, schauen Sie bitte zun&auml;chst in das Archiv der deutschen Users Mailingliste, zu finden unter<a href="http://de.openoffice.org/servlets/SummarizeList?listName=users">de.openoffice.org/servlets/SummarizeList?listName=users</a>, m&ouml;glicherweise gibt es dort schon eine L&ouml;sung Ihres Problems. Alternativ k&ouml;nnen Sie auch eine Email mit Ihrer Frage an users@de.openoffice.org schicken. Vergessen Sie dabei nicht, die Mailingliste auch zu abonnieren, denn nur so ist sichergestellt, dass Sie die Antworten auf Ihre Anfrage auch bekommen.</p>
<p>Die englischsprachige FAQ (Antworten auf h&auml;ufig gestellte Fragen), zu finden in der linken Navigationsleiste auf der OpenOffice.org Homepage, kann bei vielen Problemen weiterhelfen.</p>
<h2>Mitmachen, aber wie ?</h2>
<p>Am sinnvollsten ist es anfangs, eine oder auch mehrere Mailinglisten zu abonnieren, still mitzulesen, um ein Gef&uuml;hl f&uuml;r die Sprache, Umgang und Gepflogenheiten der Mailingsliste und des Projektes mitzubekommen und sich langsam aber stetig in den Mailinglistenarchiven mit den Themen vertraut zu machen, die seit der Freigabe des OpenOffice.org Quelltextes im Oktober 2000 behandelt wurden. F&uuml;hlen Sie sich in der Lage mitzumachen, dann ist alles, was sie tun m&uuml;ssen, eine kleine Selbstvorstellung per Email und der Sprung ins kalte Wasser. Einen &Uuml;berblick dar&uuml;ber wie, was und wo starten, was zu tun ist und mehr f&uuml;r zuk&uuml;nftige Helfer bieten unsere OpenOffice.org Seiten auf <a href="http://www.eschkitai.org/openoffice/index.html">www.eschkitai.org/openoffice/index.html</a>.</p>
<p>
</p>
<p>Wir hoffen, Sie arbeiten gerne mit dem neuen OpenOffice.org 1.1 und treten online unserer Gemeinschaft bei.</p>
<p>Die OpenOffice.org-Gemeinschaft</p>
<p>
</p>

</div>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
