
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
<meta HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/it/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/it/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/it/">it</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/">stampa</a>&nbsp;&raquo;&nbsp;<a href="/it/stampa/comunicati/">comunicati</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<table width="100%" border="0" cellpadding="0" cellspacing="0">
<tr>
<td width="84%" height="769" valign="top">
<h2>Prima Conferenza OpenOffice.org (OOoCon 2003)</h2>
<p><b>Cosa:</b> Prima Conferenza OpenOffice.org (OOoCon 2003)<br> 
<b>Quando:</b> 20-21 Marzo 2003<br>  
<b>Dove:</b> Universit&agrave; di Amburgo, Germania<br> 
<b>URL:</b> <a href="http://marketing.openoffice.org/conference/">http://marketing.openoffice.org/conference/</a></p>

<p>Incontra la Comunit&agrave;, gli utenti e gli sponsor OpenOffice.org alla prima Conferenza OpenOffice.org! La conferenza si terr&agrave; immediatamente dopo il CeBIT che terminer&agrave; il 19 Marzo. Amburgo &egrave; a poco pi&ugrave; di 150 km da Hannover. Il meeting ospiter&agrave; alcuni personaggi di spicco nella comunit&agrave; degli sviluppatori, politici europei , membri del movimento open source e del maggiore sponsor della Comunit&agrave; OpenOffice.org, Sun Microsystem, Inc. Tra i relatori che hanno confermato la propria presenza: il sostenitore dell'idea Open Source Bruce Perens, oltre a Curtis Sasaki, elemento chiave del Desktop Solutions Group all'interno di Sun Microsystems . La Conferenza comprender&agrave; anche uno spazio d'esibizione.</p>

<p>Miguel de Icaza e Bruce Perens hanno entrambi dichiarato che OpenOffice.org &egrave; IL pi&ugrave; importante progetto Open Source perch&eacute; gli utenti possono provarlo senza la necessit&agrave; di abbandonare l'ambiente familiare di MS Windows, scoprendo cos&igrave; ci&ograve; che l'Open Source pu&ograve; fare per loro: non dovranno pi&ugrave; pagare cifre enormi per la loro produttivit&agrave; aziendale!</p>

<p>"Ho visto la comunit&agrave; OpenOffice.org evolversi negli ultimi due anni fino al punto in cui Sun e la comunit&agrave; lavorano davvero insieme nel perseguire la meta di rendere il software per la produttivit&agrave; aziendale disponibile a costo minimo per tutti. Il loro lavoro sta calamitando molto dell'interesse verso l'Open Source che stiamo vedendo ora in mercati emergenti quali l'India e la Cina. E' mia sincera speranza che pi&ugrave; sviluppatori si uniranno al lavoro della comunit&agrave; OpenOffice.org in modo da renderle possibile il raggiungimento di questo traguardo con le sue sole forze", ha dichiarato Danese Cooper, responsabile Open Source per Sun.</p>

<p>La conferenza sar&agrave; il posto perfetto per lo scambio di idee con altri membri del progetto o per incontrarsi faccia a faccia con persone che si sono conosciute solo via email</p>

<p>Ci saranno due tipi di sessioni indirizzate agli utenti e agli sviluppatori. Le sessioni generali discuteranno delle esperienze avute durante la migrazione e implementazione, della roadmap OpenOffice.org, degli sforzi di standardizzazione attraverso OASIS e della filosofia Open Source. Le sessioni per gli sviluppatori parleranno del processo di sviluppo nel suo insieme, del Quality Assurance, del porting e della localizzazione cos&igrave; come del nuovo Software Development Kit.</p>

<p>Gli utenti, i membri e gli sviluppatori sono invitati a inviare i propri interventi per la conferenza. Per avere maggiori dettagli su come farlo, visitate:<br>
<a href="http://marketing.openoffice.org/conference/cfp.html">http://marketing.openoffice.org/conference/cfp.html</a><br> 
Le proposte devono pervenire entro il 21 Febbraio per essere incluse nei cicli di discussione della Conferenza.</p>

<p>Per registrarsi e poter seguire la Conferenza dal vivo visitate:<br>
<a href="http://marketing.openoffice.org/conference/registration.html">http://marketing.openoffice.org/conference/registration.html</a><br> 
La quota di partecipazione sar&agrave; di 20 Euro e sar&agrave; raccolta durante l'evento.</p>

<p>Le aziende che sono interessate a partecipare alla Conferenza in qualit&agrave; di espositori o sponsor possono trovare dettagli per la registrazione presso:<br> 
<a href="http://marketing.openoffice.org/conference/sponsors.html">http://marketing.openoffice.org/conference/sponsors.html</a></p> 

<p>Poich&eacute; non tutti i membri chiave del progetto OpenOffice.org possono sostenere il viaggio fino ad Amburgo, forniremo aiuto per trovare sponsor e aziende disposte a finanziare il soggiorno. Troverete maggiori informazioni presso:<br>
<a href="http://marketing.openoffice.org/conference/contribsponsors.html">http://marketing.openoffice.org/conference/contribsponsors.html</a></p> 

<p>Il Team OpenOffice.org Conference</p></td>
</tr></table>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
