
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <title>OpenOffice.org 3.x - Base</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta http-equiv="Content-Style-Type" content="text/css" />
    <meta name="version" content="2.6.2.4.8" />
    <meta name="author" content="eskroni@openoffice.org,markomlm@openoffice.org" />
    <style type="text/css">
        /*<![CDATA[*/
        <!--
        @import url(../styles/inst_de.css);
        -->
        /*]]>*/
    </style>

    <link rel="stylesheet" type="text/css" href="//branding/css/print.css" media="print" />
    <link rel="shortcut icon" href="//favicon.ico" />


 <meta name="keywords" content="OpenOffice.org, Open Office, OpenOffice, openoffice, StarOffice, Star Office, OOo, ooo, xml, open source, developer, UNO" />
 <meta name="description" content="OpenOffice.org: The Open Office Suite" />
<!-- >
	Kommentare zur Seite
	$Id: base.html,v 1.19 2009/05/06 20:20:41 k_j Exp $
	< -->
<!-- End de-header -->


    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/">Archive</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/product/">product</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      


<div id="body2">
<table id="main2" summary="body2">
<tr>

<td id="body2td">

<div id="body2col">


<p class="nonscreen"><a name="content">start:</a></p>

<div id="toptabs2">
<ul class="tabs">
  <li><a href="index.html">Produkt</a></li>
  <li><a href="info.html">Info</a></li>
  <li><a href="writer.html">Writer</a></li>
  <li><a href="calc.html">Calc</a></li>
  <li><a href="impress.html">Impress</a></li>
  <li><a href="draw.html">Draw</a></li>
  <li class="th"><a href="base.html">Base</a></li>
  <li><a href="math.html">Math</a></li>
  <li><a href="extensions.html">Extensions</a></li>
  <li><a href="suite.html">Suite</a></li>
</ul>
</div>
<br />
<br />
<hr />
<h2>
  Base 3
</h2>
<h3>
  Das Datenbank-Frontend von OpenOffice.org
</h3>
  <a href="images/Erweiterung_Report-Builder.png" title="Click for bigger version">
  <img src="images/Erweiterung_Report-Builder_thb.png" width="180" height="135"
  alt="Screendump of Base" style="float:right; margin:5px" /></a>
<p>
Seit der Version 2.0 bringt OpenOffice.org eine eigene Datenbank mit. <b>HSQLDB</b> ist eine in JAVA programmierte Datenbank, die somit auf unterschiedlichen Betriebssystemen lauff&auml;hig ist, vorausgesetzt, eine JAVA-Laufzeitumgebung (JRE) ist installiert. </p>

<p><b><b>BASE</b></b> ist das Frontend (Bedienoberfl&auml;che) von OpenOffice.org. <b>BASE</b> erm&ouml;glicht es Ihnen, Ihre Daten direkt mit OpenOffice.org zu bearbeiten. Erstellen und modifizieren Sie Tabellen, Formulare, Abfragen und Berichte.</p>

<p>Dabei kann <b>BASE</b> nicht nur mit <b>HSQLDB</b> kommunizieren, sondern &uuml;ber Datenbanktreiber auch mit einer Vielzahl anderer Datenbanken.</p>
<h4>Bedienung</h4>
<p>
  <b>BASE</b> bietet Ihnen f&uuml;r die Bearbeitung Ihrer Daten viele M&ouml;glichkeiten an. F&uuml;r den gelegentlichen Anwender stehen eine Reihe von Assistenten zur Verf&amp;uuml;gung, mit denen Sie Tabellen, Abfragen und Formulare anlegen k&ouml;nnen. F&uuml;r den versierten Anwender steht die SQL-Konsole zur Verf&uuml;gung. </p>

<h4>Ihre Daten nutzen</h4>
<p>In der Tabellen- oder Abfrageansicht k&ouml;nnen Sie</p>
<ul>
  <li>einfache (eine Spalte) oder komplexe (mehrere Spalten) Sortierungen vornehmen lassen</li>
  <li>Ihre Daten &uuml;ber einfache Abfragen (ein Klick) oder komplexe Filter (logische Abfragen) anzeigen lassen </li>
</ul>
<p>In der Symbolleiste finden Sie die entsprechenden Buttons f&uuml;r diese Anwendung.</p>

<p>Mit &bdquo;Abfragen&ldquo; k&ouml;nnen Sie Ihre Daten &uuml;ber mehrere Tabellen hinweg zusammenf&uuml;hren, Berechnungen durchf&uuml;hren, mit Datums- und/oder Textfunktionen auswerten, filtern und sortieren.</p>

<p>F&uuml;r die Eingabe und Bearbeitung Ihrer Daten erstellen Sie schnell mit dem Formularassistenten einfache Formulare, die Sie nach Bedarf bearbeiten und erweitern k&ouml;nnen. Dieses geschieht mit OpenOffice.org <b>WRITER</b>. <b>WRITER</b> stellt ihnen daf&uuml;r die Formularelemente in Symbolleisten zur Verf&uuml;gung. Anschlie&szlig;end speichern Sie Ihre &Auml;nderungen wieder in <b>BASE</b> ab.</p>

<p>Generieren Sie professionelle Datenbank Auswertungen mit dem &bdquo;Sun Report Builder&ldquo;. Diesen Assistenten k&ouml;nnen Sie als Erweiterung installieren. Neu in der 3 ist die M&ouml;glichkeit den verbesserten &bdquo;Sun Report Builder&ldquo; zu installieren.</p>

<p>Tabellen, Ansichten und Abfragen k&ouml;nnen Sie sehr einfach &uuml;ber den &bdquo;Datenbankbrowser&ldquo; auch in anderen Modulen von OpenOffice.org nutzen. </p>

<h4>Technische Anmerkungen</h4>
<p><b>BASE</b> enth&auml;lt eine vollst&auml;ndige Version der HSQL-Datenbank, die Ihre Daten in XML-Dateien speichert. <b>BASE</b> kann ebenfalls nativ auf d<b>BASE</b>-Dateien f&uuml;r einfache Datenbank-Arbeiten zugreifen.</p>
<p> F&uuml;r weitergehende Anspr&uuml;che unterst&uuml;tzt <b>BASE</b> viele popul&auml;re Datenbanken wie z.B Adabas D, MySQL, ADO, Microsoft Access (die letzten beiden nur unter Windows) oder jede andere Datenbank, die kompatibel zum Industrie-Standard ODBC- und JDBC-Treibern ist. Weiterhin unterst&uuml;tzt es jedes LDAP-kompatible Adressbuch, genau so wie andere &uuml;bliche Formate (Microsoft Outlook, Microsoft Windows Adressbuch, Thunderbird Adressbuch, KDE Adressbuch und Mozilla Adressbuch).</p>
<p><b>Hinweis:</b> Um mit <b>BASE</b> Datenbanken nicht nur anzeigen, sondern auch bearbeiten zu k&ouml;nnen, muss in der Tabelle ein Prim&auml;rschl&uuml;ssel definiert sein. </p>
</div>
</td>

</tr>

</table>


<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10"
        alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a>
  </p>


</div>



      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
