
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Rechtliches</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>

<!-- End de-header -->
	<!-- >
	Kommentare zur Seite
	$Id: about_legal_sissl.html,v 1.3 2007/07/26 10:06:00 cloph Exp $
	< -->


    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/about-ooo/">about-ooo</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Informationen zu OpenOffice.org, dem Softwareprodukt
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_About ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:47 _MLM
	< -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../map_all.html" title=" "> Sitemap </a></li>
    <li>Produkt-Info
      <ul>
      <li> <a href="../neuhier.html" title="Kurzinformation zu OpenOffice.org und dem deutschsprachigen Projekt"> Neu hier? </a></li>
      <li> <a href="about-features.html" title="Eine Kurzdarstellung der Funktionen von 2.0 mit Screenshots"> 2.0 Kurzinfo </a></li>
      <li> <a href="../product/index20.html" title="Umfassende Produktbeschreibung aller Module"> 2.0 Features </a></li>
      <li> <a href="about-features_1_1.html" title="Eine Kurzdarstellung der Funktionen von 1.1 mit Screenshots"> 1.1 Kurzinfo </a></li>
      <li> <a href="../product/index11.html" title="Umfassende Produktbeschreibung aller Module"> 1.1 Features </a></li>
      <li> <a href="../doc/howto/index.html" title="Die Begleiter f&uuml;r die ersten Stunden mit Literatur - Schulungsunterlagen"> Erste Schritte </a></li>
      <li> <a href="../doc/sonstiges/zugaenglichkeit.html" title="OpenOffice.org ist f&uuml;r alle Menschen benutzbar, unabh&auml;ngig von deren Einschr&auml;nkungen."> Zug&auml;nglichkeit </a></li>
      <li> <a href="about_unterstuetzung.html" title="Finanzielle Zuwendungen und Serverkapazit&auml;ten"> Zuwendungen </a></li>
      <li> <a href="about-linking.html" title="Banner und mehr"> OpenOffice.org linken </a></li>
      <li> <a href="../credits.html" title="de.OpenOffice.org bedankt sich"> Danksagung </a></li>
      <li> <a href="../bildung/index.html" title="Bildungsportal Infos f&uuml;r Schulen, Volkshochschulen und zum ECDL"> Bildungsportal </a></li>
      </ul>
    </li>
    <li> <a href="../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->

<div id="body_de">
<h2>SUN INDUSTRY STANDARDS SOURCE LICENSE (SISSL) Version 1.1</h2>

<p><em>Das Original dieser Lizenz befindet sich unter:<br/>
<a href="//licenses/sissl_license.html">//licenses/sissl_license.html</a>.
</em></p>
<p><em>Diese &Uuml;bersetzung dient nur der Information und ist nicht verbindlich
oder juristisch gepr&uuml;ft.</em></p>
<p><br/></p>

<h3>1.0 DEFINITIONEN</h3>
<p>
<strong>1.1
&bdquo;Commercial Use&ldquo; (Kommerzieller Gebrauch)</strong> meint
die Distribution oder die sonstige Verbreitung des Originalcodes an
Dritte.</p>
<p>
<strong>1.2
&bdquo;Contributor Version&ldquo; (Beitragender-Version)</strong>
meint die Kombination des Originalcodes mit den Modifikationen, die
ein einzelner Beitragender gemacht hat.</p>
<p>
<strong>1.3
&bdquo;Electronic Distribution Mechanism&ldquo; (Elektronischer
Verteilungsmechanismus)</strong> meint einen Mechanismus, der in der
(Software-)Entwicklergemeinde zur elektronischen Daten&uuml;bermittlung
allgemein anerkannt ist.</p>
<p>
<strong>1.4
&bdquo;Executable&ldquo; (Ausf&uuml;hrbare Datei)</strong> bedeutet
den originalen Code in jeder anderen Form als dem Quelltext.</p>
<p>
<strong>1.5
&bdquo;Initial Developer&ldquo; (Urspr&uuml;nglicher Entwickler)</strong>
meint eine nat&uuml;rliche oder juristische Person, die als
Erstentwickler in den Mitteilungen des Quelltexts nach den
Anforderungen von Beweisst&uuml;ck
A aufgef&uuml;hrt ist.</p>
<p>
<strong>1.6
&bdquo;Larger Work&ldquo; (Gr&ouml;&szlig;ere Arbeit)</strong> meint
eine Arbeit, die den Originalcode oder Teile davon mit Code
kombiniert, der nicht den Bedingungen dieser Lizenz unterliegt.</p>
<p>
<strong>1.7
&bdquo;License&ldquo; (Lizenz)</strong> meint dieses Dokument.</p>
<p>
<strong>1.8
&bdquo;Licensable&ldquo; (Lizenzierbar)</strong> meint, bis zum
maximal m&ouml;glichen Ausma&szlig;, entweder zur Zeit der
urspr&uuml;nglichen Bewilligung oder nachtr&auml;glich erworben, das
Recht zu besitzen, jedes und alle Rechte hierin gew&auml;hren zu
d&uuml;rfen.</p>
<p>
<strong>1.9
&bdquo;Modifications&ldquo; (Modifikationen)</strong> bedeutet jede
Hinzuf&uuml;gung zum oder Entfernung vom Inhalt oder Struktur des
Originalcodes oder jeder vorangegangenen Modifikation. Eine
Modifikation ist:</p>
<p style="margin-left: 0.49cm; ">
<strong>A.</strong>
Jede Hinzuf&uuml;gung oder Entfernung aus dem Inhalt einer Datei, die
Originalcode oder vorhergehende Modifikationen enth&auml;lt.</p>
<p style="margin-left: 0.49cm; ">
<strong>B.</strong>
Jede neue Datei, die jeglichen Teil des Originalcodes oder
vorangegangener Modifikationen enth&auml;lt.</p>
<p>
<strong>1.10
&bdquo;Original Code&ldquo; (Originalcode)</strong> meint den
Quellcode derjenigen Computersoftware, die in den durch Beweisst&uuml;ck
A erforderlichen Mitteilungen zum Quellcode als Originalcode
bezeichnet ist.
</p>
<p>
<strong>1.11
&bdquo;Patent Claims&ldquo; (Patentanspr&uuml;che)</strong> meint
jeglichen Patentanspruch bzw. Patentanspr&uuml;che, die im Moment
bestehen oder hiernach erworben werden, ohne Einschr&auml;nkung,
Methode, Prozess und 'apparatus claims' (Ausr&uuml;stungsanspr&uuml;che),
in jedem Patent, das durch den Gew&auml;hrleister lizenzierbar ist.</p>
<p>
<strong>1.12
&bdquo;Source Code&ldquo; (Quelltext, Quellcode)</strong> meint die
f&uuml;r Modifikationen daran bevorzugte Form des originalen Codes,
einschlie&szlig;lich aller enthaltenen Module, plus aller damit
verbundenen Definitionsdateien der Schnittstellen  oder Skripten, um
die Kompilation und Installation einer ausf&uuml;hrbaren Datei zu
kontrollieren.</p>
<p>
<strong>1.13
&bdquo;Standards&ldquo; (Standards)</strong> meint die in Anhang
B beschriebenen Standards.</p>
<p>
<strong>1.14
&bdquo;You&ldquo; (oder &bdquo;Your&ldquo;, also &bdquo;Sie&ldquo;
oder &bdquo;Ihr&ldquo;)</strong> meint eine nat&uuml;rliche oder
juristische Person als Rechteinhaber, die alle Bedingungen erf&uuml;llt,
die sich aus dieser Lizenz oder einer zuk&uuml;nftigen Version dieser
Lizenz gem&auml;&szlig; Abschnitt 6.1 ergeben. F&uuml;r juristische
Personen umfasst &bdquo;Sie&ldquo; auch jeden, der weisungsbefugt
ist, einem Weisungsbefugten untergeben ist oder Ihrer allgemeinen
Weisungsbefugnis untersteht. Zum Zweck dieser Definition bedeutet
&bdquo;weisungsbefugt&ldquo;, dass
(a) die Macht, direkt als auch indirekt, auf die F&uuml;hrung oder
das Management der juristischen Person Einfluss zu nehmen, sei es
durch einen Vertrag oder sonstwie, oder (b) durch das Eigentum von
mehr als 50 % der im Umlauf befindlichen Unternehmensanteile
oder der Nie&szlig;brauchberechtigung [beneficial ownership] einer
solchen juristischen Person.</p>
<h3>2.0 QUELLCODE-LIZENZ</h3>
<p>
<strong>2.1
Rechte-Gew&auml;hrung durch den urspr&uuml;nglichen Entwickler. </strong>Der
urspr&uuml;ngliche Entwickler gew&auml;hrt Ihnen hiermit eine
weltweite, tantiemenfreie, nicht-ausschlie&szlig;liche Lizenz, unter
Ber&uuml;cksichtigung der geistigen Eigentumsanspr&uuml;che Dritter:</p>
<p>
<strong>(a)</strong>
unter geistigen Eigentumsrechten
(nicht Patent- oder Markenrechte), lizenzierbar durch den
urspr&uuml;nglichen Entwickler, den originalen Code (oder Teile
davon) mit oder ohne Ver&auml;nderungen und/oder als Teil eines
Gesamtwerks zu verwenden, zu reproduzieren, zu ver&auml;ndern, zu
ver&ouml;ffentlichen, auszuf&uuml;hren, weiter zu lizenzieren und
weiter in Umlauf zu bringen; und</p>
<p>
<strong>(b)</strong>
unter Patentanspr&uuml;chen, die durch das Erstellen, Verwenden oder
Verkaufen des Originalquellcodes verletzt werden, das Recht, &uuml;ber
den Originalcode (oder Teilen davon) zu verf&uuml;gen, sei es nun
dadurch, etwas zu machen oder gemacht zu haben, zu gebrauchen, zu
verwenden, zu verkaufen oder zum Verkauf anzubieten und/oder aus dem
Originalcode (oder Teilen davon) zu entfernen.</p>
<p>
<strong>(c)</strong>
die Lizenzen, die in diesem Abschnitt 2.1(a) und (b) gew&auml;hrt
werden, sind wirksam von dem Zeitpunkt an, an dem der urspr&uuml;ngliche
Entwickler den Originalcode zum ersten mal unter den
Bedingungen dieser Lizenz in Umlauf gebracht hat.</p>
<p>
<strong>(d)</strong>
ungeachtet des Abschnitts 2.1 (b) oben, wird keine Patent Lizenz
erteilt: 1) f&uuml;r Code, den Sie aus dem Originalcode
entfernen; 2) den Sie vom Originalcode
trennen; oder 3) f&uuml;r Verst&ouml;&szlig;e, die durch i) die
Modifikationen des Originalcodes
oder ii) die Kombination des Originalcodes
mit anderer Software oder Ger&auml;ten [devices], einschlie&szlig;lich,
aber nicht  beschr&auml;nkt auf Modifikationen, verursacht werden.</p>
<h3>3.0 DISTRIBUTIONSVERPFLICHTUNGEN</h3>
<p>
<strong>3.1
Verwendung der Lizenz. </strong>Die Quelltext-Version des
Originalcode darf
ausschlie&szlig;lich unter den Bedingungen dieser Lizenz oder einer
zuk&uuml;nftigen Version dieser Lizenz, die in Abschnitt 6.1
herausgeben wurde, in
Umlauf gebracht werden, und Sie sind verpflichtet, eine Kopie
dieser Lizenz jeder Kopie des Quelltextes, die Sie in Umlauf bringen,
beizuf&uuml;gen. Sie d&uuml;rfen keiner Quelltext-Version Bedingungen
anf&uuml;gen oder auferlegen, die die geltende Version dieser Lizenz
oder die Rechte der Empf&auml;nger &auml;ndert oder einschr&auml;nkt.
 Ihre Lizenz f&uuml;r die Auslieferung der Beitragenden-Version ist
bedingt durch Ihre komplette Zustimmung zu diesem Abschnitt. Die
Ver&auml;nderungen, die Sie machen, m&uuml;ssen alle Erfordernisse
erf&uuml;llen, die das Normungskomitee 120 Tage vor der Verschickung
Ihrer Beitragenden-Version in Kraft gesetzt hat.  Im Falle von
Modifikationen, die solchen Anforderungen nicht gen&uuml;gen,
willigen Sie ein in die Ver&ouml;ffentlichung von entweder (i)
jeglicher   Abweichung vom Standardprotokoll, die sich aus der
Implementation Ihrer Modifikationen ergeben und eine
Referenz-Implementation Ihrer Ver&auml;nderungen,  oder (ii) Ihrer
Modifikationen im Quelltext-Format, und solche Abweichungen und
Referenz-Implementationen oder Ver&auml;nderungen unter den&shy;sel&shy;ben
Bedingungen dieser Lizenz sowie auf einer tantiemenfreien Basis
innerhalb von 30 Tagen nach der ersten Lieferung Ihrer Version an
Kunden Dritten verf&uuml;gbar zu machen.</p>
<p>
<strong>3.2.
Erforderliche Anmerkungen. </strong>Sie m&uuml;ssen die Anmerkung in
<strong>Anhang
A</strong> in jede Datei des Quelltextes kopieren. Sollte es durch
die Struktur bedingt nicht m&ouml;glich sein, eine solche Notiz in
eine besondere Quellcode-Datei einzuf&uuml;gen, m&uuml;ssen Sie diese
Notiz an einer Stelle (zum Beispiel einem relevanten Verzeichnis)
unterbringen, an der ein Anwender voraussichtlich nach einer solchen
Notiz suchen w&uuml;rde. Haben Sie eine oder mehrere Modifikationen
gemacht, d&uuml;rfen Sie Ihren Namen als Beitragender zu der
Anmerkung hinzuf&uuml;gen, wie sie in <strong>Anhang
A</strong> enthalten ist. Zudem m&uuml;ssen Sie eine Kopie dieser
Lizenz in jede Dokumentation des Quellcodes kopieren, in dem Sie die
Rechte des Empf&auml;ngers oder die Eigentumsrechte bzgl. des
Ursprungscodes be&shy;schrei&shy;ben. Sie d&uuml;rfen entscheiden, ob
Sie eine Geb&uuml;hr f&uuml;r Gew&auml;hrleistung, Support,
Entsch&auml;digung oder Haftungsanspr&uuml;che eines oder mehrerer
Empf&auml;nger Ihrer Version des Codes erheben wollen. Auf jeden Fall
d&uuml;rfen Sie dies lediglich in eigenem Namen machen und nicht im
Namen des ur&shy;spr&uuml;ng&shy;lichen Entwicklers. Sie m&uuml;ssen
auf jeden Fall absolut klar stellen, dass jegliche Garantie, Support,
Entsch&auml;digung oder Haftungsanspr&uuml;che einzig und allein von
Ihnen angeboten werden. Zus&auml;tzlich stimmen Sie zu, den
urspr&uuml;nglichen Entwickler von alle Verpflichtungen zu befreien,
die dem urspr&uuml;nglichen Entwickler als Ergebnis Ihres Angebots
von Gew&auml;hrleistung, Support, Entsch&auml;digung oder Haftung
entstehen k&ouml;nnten.</p>
<p>
<strong>3.3
Distribution der ausf&uuml;hrbaren Versionen.</strong> Sie d&uuml;rfen
Originalcode
in ausf&uuml;hrbarer und Quellcode-Form nur in
Umlauf bringen, wenn den Erfordernissen der
Abschnitte 3.1 und 3.2 f&uuml;r den Originalcode
entsprochen wird und wenn Sie eine Anmerkung hinzuf&uuml;gen,
dass die Quellcode-Version des Originalcodes
unter den Bedingungen dieser Lizenz erh&auml;ltlich ist. Die
Anmerkung muss deutlich in jeder Anmerkung von ausf&uuml;hrbaren oder
Quellcode-Versionen, dazu geh&ouml;renden oder begleitenden
Dokumentationen enthalten sein, worin Sie die Rechte des Empf&auml;ngers
bezogen auf den Originalcode beschreiben. Sie d&uuml;rfen eigene
Versionen der ausf&uuml;hrbaren Datei und Quellversionen von Ihrer
Version des Codes oder Eigentumsrechte unter einer Lizenz Ihrer Wahl
in Umlauf bringen, die von dieser Lizenz unterschiedliche Bedingungen
enthalten d&uuml;rfen, sofern Sie in die Bedingungen dieser Lizenz
einwilligen. Falls Sie die ausf&uuml;hrbare Datei und Quellversionen
unter einer anderen Lizenz in
Umlauf bringen, m&uuml;ssen Sie absolut klar machen, dass
jegliche Bedingungen, welche sich von dieser Lizenz unterscheiden,
von Ihnen alleine angeboten werden, nicht von dem urspr&uuml;nglichen
Entwickler. Sie stimmen hiermit zu, den urspr&uuml;nglichen
Entwickler von alle Verpflichtungen zu befreien, die dem
urspr&uuml;nglichen Entwickler als Ergebnis jeglicher von ihnen
angebotener Bedingungen entstehen k&ouml;nnten.</p>
<p>
<strong>3.4
Gr&ouml;&szlig;ere Werke.</strong> Sie d&uuml;rfen ein Gr&ouml;&szlig;eres
Werk erstellen, in dem sie den Originalcode mit anderem Code
kombinieren, der nicht durch die Bedingungen dieser Lizenz abgedeckt
ist und dieses Gr&ouml;&szlig;ere Werk als Einzelprodukt in Umlauf
bringen. In diesem Fall m&uuml;ssen Sie sicherstellen, dass die
Erfordernisse dieser Lizenz f&uuml;r den Originalcode erf&uuml;llt
sind.</p>
<p>
<strong>4.0
UNVERM&Ouml;GEN, DER LIZENZ WEGEN STATUTEN
ODER REGELUNGEN ZU ENTSPRECHEN.</strong></p>
<p>
Sollte es Ihnen nicht m&ouml;glich
sein, irgendeiner Bedingung dieser Lizenz hinsichtlich Teilen oder
des gesamten Originalcodes aufgrund von Statuten, richterlicher
Anordnung oder Verordnung zu erf&uuml;llen, so m&uuml;ssen Sie: (a)
die Bedingungen dieser Lizenz bis zum h&ouml;chstm&ouml;glichen Ma&szlig;e
 erf&uuml;llen; und (b) die Einschr&auml;nkungen und den Code
beschreiben, den sie betreffen. So eine Beschreibung muss in die
LEGAL-Datei, die in Abschnitt 3.2 beschrieben ist, eingef&uuml;gt
werden und muss ebenfalls in allen Distributionen des Quellcodes
enthalten sein. Au&szlig;er bis zum Ausma&szlig;, der durch Statuten
oder Verordnungen verboten ist, muss solch eine Beschreibung
hinreichend detailliert f&uuml;r einen Empf&auml;nger mit
gew&ouml;hnlichen F&auml;higkeiten sein, um sie zu verstehen.</p>
<p>
<strong>5.0
VERWENDUNG DIESER LIZENZ.</strong></p>
<p>
Diese Lizenz gilt f&uuml;r Code,
f&uuml;r welchen der urspr&uuml;ngliche Entwickler die Anmerkung in
Beweisst&uuml;ck
A und verwandten Modifikationen beigef&uuml;gt hat, wie es in
Abschnitt 3.1 beschrieben wurde.</p>
<h3>6.0 VERSIONEN DER LIZENZ</h3>
<p>
<strong>6.1 NEUE
VERSIONEN</strong></p>
<p>
Sun darf revidierte und/oder neue
Versionen der Lizenz von Zeit zu Zeit ver&ouml;ffentlichen. Jeder
Version wird eine charakteristische Versionsnummer gegeben.</p>
<p>
<strong>6.2
AUSWIRKUNG EINER NEUEN VERSION</strong></p>
<p>
Nachdem der Originalcode einmal
unter einer bestimmten Version der Lizenz ver&ouml;ffentlicht wurde,
d&uuml;rfen Sie ihn unter den Bedingungen jener Version weiterhin
benutzen. Sie k&ouml;nnen sich auch entscheiden, solchen Originalcode
unter den Bedingungen jeglicher nachfolgenden Version dieser Lizenz,
die von Sun ver&ouml;ffentlicht wird, zu benutzen. Niemand anderes
als Sun hat das Recht, die Bedingungen, die auf den Originalcode
anwendbar sind, zu &auml;ndern.</p>
<p>
<strong>7.0
GARANTIEAUSSCHLUSS.</strong></p>
<p>
DER ORIGINALCODE WIRD UNTER
DIESER LIZENZ AUF EINER &bdquo;WIE ER IST&ldquo;-BASIS ANGEBOTEN,
OHNE GARANTIE JEGLICHER ART, WEDER AUSDR&Uuml;CKLICH NOCH IMPLIZIERT,
OHNE BESCHR&Auml;NKUNG, GARANTIEN, DASS DER ORIGINALCODE FEHLERFREI,
MARKTG&Auml;NGIG, PASSEND F&Uuml;R EINEN BESTIMMTEN ZWECK ODER
GESETZESKONFORM IST. DAS GANZE RISIKO DER QUALIT&Auml;T UND LEISTUNG
DES ORIGINALCODES LIEGT BEI IHNEN. SOLLTE SICH JEGLICHER ORIGINALCODE
IN IRGENDEINER HINSICHT ALS FEHLERHAFT ERWEISEN, &Uuml;BERNEHMEN SIE
(NICHT DER URSPR&Uuml;NGLICHE ENTWICKLER) DIE KOSTEN F&Uuml;R
JEGLICHE NOTWENDIGE WARTUNG, REPARATUR ODER KORREKTUR. DIESER
GARANTIEAUSSCHLUSS STELLT EINEN ESSENTIELLEN TEIL DIESER LIZENZ DAR.
KEIN GEBRAUCH IRGENDEINES ORIGINALCODES WIRD HIERUNTER ERM&Auml;CHTIGT,
AUSSER UNTER DIESEM AUSSCHLUSS.</p>
<h3>8.0 BEENDIGUNG.</h3>
<p>
<strong>8.1</strong>
Diese Lizenz und die hierunter garantierten Rechte werden automatisch
beendet, falls es Ihnen misslingt, die Bedingungen hierin zu erf&uuml;llen
und es misslingt, einen solchen Versto&szlig; innerhalb von 30 Tagen
nach Bekanntwerden des Versto&szlig;es zu kurieren. Alle
Unterlizenzen zum Originalcode, welche richtig gew&auml;hrleistet
wurden, sollen jegliche Beendigung dieser Lizenz bestehen bleiben.
Regelungen, die aufgrund Ihrer Natur nach der Beendigung dieser
Lizenz in Kraft bleiben m&uuml;ssen, sollen bestehen bleiben.</p>
<p>
<strong>8.2</strong>
Im Falle einer Beendigung unter Abschnitt 8.1 sollen alle
Endbenutzer-Lizenzvereinbarungen (ausschlie&szlig;lich der der
Verteiler und Vertriebspartner), welche durch Sie oder irgendeinen
Verteiler hierunter vor der Beendigung g&uuml;ltig gew&auml;hrleistet
wurden, bestehen bleiben.</p>
<h3><strong>9.0 HAFTUNGSBESCHR&Auml;NKUNG</strong></h3>
<p>
UNTER KEINEN UMST&Auml;NDEN UND
UNTER KEINER RECHTSTHEORIE, GANZ GLEICH OB SCHADENSERSATZRECHT
(EINSCHLIESSLICH FAHRL&Auml;SSIGKEIT), VERTRAG ODER SONST&shy;WIE,
SOLLEN SIE, DER URSPR&Uuml;NGLICHE ENTWICKLER, JEGLICHER ANDERE
BEITRAGENDE ODER JEGLICHER VERTEILER DES ORIGINALCODES ODER JEGLICHER
ANBIETER VON JEDER SOLCHEN PARTEI F&Uuml;R JEGLICHE INDIREKTE,
SPEZIELLE, ZUF&Auml;LLIGE ODER SICH DARAUS ERGEBENDEN SCH&Auml;DEN
JEGLICHER ART, OHNE BEGRENZUNG, SCH&Auml;DEN DES KULANZVERLUSTES,
ARBEITSHEMMUNGEN, COMPUTERAUSFALL ODER FUNKTIONSST&Ouml;RUNG, ODER
JEGLICHER UND ALLE ANDEREN KOMMERZIELLEN SCH&Auml;DEN ODER VERLUSTE
GEGEN&Uuml;BER JEGLICHER PERSON VERANTWORTLICH SEIN, AUCH WENN EINE
SOLCHE PARTEI &Uuml;BER DIE M&Ouml;GLICHKEIT EINES SOLCHEN SCHADENS
INFORMIERT H&Auml;TTE SEIN SOLLEN. DIESE HAFTUNGSBEGRENZUNG SOLL
NICHT F&Uuml;R TOD ODER PERSONENSCHADEN, DER AUS EINER SOLCHEN
FAHRL&Auml;SSIGKEIT EINER SOLCHEN PARTEI RESULTIERT, BIS ZU DEM
AUSMASS GELTEN, DEN GELTENDES RECHT UNTERSAGT. EINIGE
RECHTSPRECHUNGEN ERLAUBEN NICHT DEN AUSSCHLUSS ODER DIE BEGRENZUNG
DER ZUF&Auml;LLIGEN ODER DARAUS FOLGENDEN SCH&Auml;DEN, DESHALB
GELTEN DIESER AUSSCHLUSS UND DIESE BEGRENZUNG VIELLEICHT NICHT F&Uuml;R
SIE.</p>
<h3>10.0 ENDBENUTZER DER U.S.-REGIERUNG</h3>
<p>
U.S.-Regierung: Falls diese
Software durch oder im Auftrag der U.S.-Regierung oder einem
Generalunternehmer oder Unterlieferanten (jeglichen Ranges) der
U.S.-Regierung erworben worden ist, dann sollen die Rechte der
Regierung in der Software samt begleitender Dokumentation nur als in
dieser Lizenz fortgesetzt sein; dieses ist gem&auml;&szlig; 48 C.F.R.
277.7201 bis 277.7202-4 (f&uuml;r die Anschaffungen des
Verteidigungsministerium (DoD)) und mit 48 C.F.R 2101 und 12.212 (f&uuml;r
die Anschaffungen, die nicht das Verteidigungsministerium betreffen).</p>
<h3><strong>11.0 SONSTIGES</strong></h3>
<p>
Diese Lizenz repr&auml;sentiert
die vollst&auml;ndige Vereinbarung, die dieses Thema betrifft. Sollte
eine Regelung dieser Lizenz als f&uuml;r nicht rechtskr&auml;ftig
sein, soll solch eine Regelung nur bis zu dem Ausma&szlig;
umgestaltet werden, der notwendig ist, um sie durchsetzbar zu machen.
Diese Lizenz soll durch die Regelungen des kalifornischen Gesetzes
abgedeckt sein (bis zu dem Ausma&szlig;, den anwendbares Recht, falls
irgendeins, sonstwie liefert), ausschlie&szlig;lich seiner Regelungen
der Rechtskonflikte. Hinsichtlich Streitfragen, in welchen zumindest
eine Partei Staatsb&uuml;rger oder juristische Person oder
eingetragener Handeltreibender in den Vereinigten Staaten von Amerika
ist, soll jeglicher Rechtsstreit, der mit dieser Lizenz
zusammenh&auml;ngt, der Rechtsprechung der Bundesgerichtsh&ouml;fe
der n&ouml;rdlichen Distrikte Kaliforniens unterliegen, mit dem
Gerichtsstand, der im Santa Clara-County, Kalifornien, liegt, wobei
die unterlegene Partei verantwortlich f&uuml;r die Kosten,
einschlie&szlig;lich ohne Einschr&auml;nkung, Gerichtskosten und
angemessener Anwaltsgeb&uuml;hren und Auslagen ist. Die Verwendung
der Konvention der Vereinten Nationen f&uuml;r Vertr&auml;ge f&uuml;r
den internationalen Warenverkauf wird ausdr&uuml;cklich
ausgeschlossen. Jegliches Gesetz oder Regelung, welches vorsieht, das
die Sprache eines Vertrages gegen den Verfasser konstruiert sein
soll, soll f&uuml;r diese Lizenz nicht gelten.</p>
<p>
<br/><br/>
</p>
<p>
<br/><br/>
</p>
<h3>Anhang A &ndash; SUN INDUSTRY STANDARDS SOURCE LICENSE</h3>
<p>
Der Inhalt dieser Datei
unterliegt der SUN INDUSTRY STANDARDS SOURCE LICENSE Version 1.1 (die
&bdquo;Lizenz&ldquo;);</p>
<p>
Sie d&uuml;rfen diese Datei nicht
benutzen, au&szlig;er bei Einhaltung der Lizenz. Sie k&ouml;nnen eine
Kopie der Lizenz unter _____________________________  erhalten.</p>
<p>
<br/><br/>
</p>
<p>
Software, die unter dieser Lizenz
in
Umlauf gebracht wird, wird auf einer &bdquo;WIE
SIE IST&ldquo;-Basis verteilt, OHNE GARANTIE JEGLICHER ART, weder
ausdr&uuml;cklich oder impliziert. Sehen Sie in die Lizenz f&uuml;r
die spezifischen Ausdr&uuml;cke, die die Rechte und Begrenzungen
unter dieser Lizenz abdeckt.</p>
<p>
<br/><br/>
</p>
<p>
Der Originalcode ist
________________________________________.</p>
<p>
<br/><br/>
</p>
<p>
Der urspr&uuml;ngliche Entwickler
des Originalcodes ist:</p>
<p>
<strong>Sun
Microsystems, Inc. .</strong></p>
<p>
<br/><br/>
</p>
<p>
Teile erstellt durch:
__________________________________________</p>
<p>
<br/><br/>
</p>
<p>
sind Copyright von &copy;:
______________________________________________
</p>
<p>
<br/><br/>
</p>
<p>
Alle Rechte Vorbehalten.</p>
<p>
<br/><br/>
</p>
<p>
Beitragende(r):
______________________________________</p>
<p>
<br/><br/>
</p>
<h3>Anhang B &ndash; Standards</h3>
<p>
Der Standard ist wie folgt
definiert:</p>
<p>
<br/><br/>
</p>
<p>
OpenOffice.org&lsquo;s
XML-Dateiformat-Spezifikationen, siehe unter
<a href="http://xml.openoffice.org/">http://xml.openoffice.org</a></p>
<p>
OpenOffice.org&lsquo;s
Spezifikation f&uuml;r die Programmierschnittstelle, siehe unter
<a href="http://api.openoffice.org/">http://api.openoffice.org</a></p>
</div>
 <p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
