
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    
	<title>Abzocke</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar" href="../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar4" href="../styles/de_navbar4.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar5" href="../styles/de_navbar5.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
		
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/">Archive</a>&nbsp;&raquo;&nbsp;<a href="/de/Archive/testdir/">testdir</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      


<h1><a name="top">Stoppt</a> die Abzockerei mit <b>OpenOffice.org</b> im Internet!</h1>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;F&uuml;r ausf&uuml;hrlichere Informationen klicken Sie bitte auf die jeweilige Zeile.</p>
<table>
<tr>
<td width="800" style="font-size:larger; text-align:center">
<a href="#Wir">Niemand soll mit OpenOffice.org anderen das Geld aus der Tasche ziehen.</a><br />
<a href="#Leider">Leider nutzen dubiose Anbieter die Popularit&auml;t unseres Produkts aus.</a><br />
<a href="#Dieses">Sie &uuml;bervorteilen unsere Nutzer und sch&auml;digen unseren guten Ruf.</a><br />
<a href="#In">Die freie Lizenz LGPL erlaubt den Verkauf des Programms.</a><br />
<a href="#In">Aber diese Anbieter bringen uns in eine Zwickm&uuml;hle.</a><br />
<a href="#Verbraucherschutzzentralen">Widersprecht. Fechtet an. Haltet die F&uuml;&szlig;e still.</a><br />
<a href="#Wie">Helft uns, diesen Sumpf trocken zu legen.</a><br />
<a href="#betroffen">Seid Ihr abgezockt worden?</a><br />
<a href="#Melden">Meldet uns Euren Fall!</a><br />
<br />
Schreibt an <br />
<a href="mailto:abzocke@openoffice.org">abzocke@openoffice.org</a><br />
Danke! <br />
<br />
<br />
<br />
<a href="#rechtlich" style="font-size:smaller; color:red">Wichtige rechtliche Hinweise</a>
</td>
<td valign="top" width="350px">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zus&auml;tzliche Informationen<br />
<ul>
<li>f&uuml;r Betroffene<br/>
<small><a href="http://www.vzhh.de/~upload/vz/VZTexte/TexteTelekommunikation/AbofallenimInternetLeitartikel.htm">Verbraucherzentr. HH: In der Falle - was tun?</a> <br/>
<a href="http://www.heise.de/ct/Web-Abzocker-abwehren--/artikel/137272">c't Magazin: Angelockt und abkassiert</a></small><br/>
</li>
<li>
&uuml;ber Aboseiten<br/>
<small><a href="http://www.pcwelt.de/start/sicherheit/firewall/news/196870/wir_entlarven_download_abzocker_helfen_sie_mit/ PC-Welt.de">Download-Abzocker entlarven</a><br/>
<a href="http://www.pcwelt.de/start/sicherheit/firewall/praxis/196424/so_arbeiten_download_abzocker/index.html PC-Welt.de"> So arbeiten Download-Abzocker</a> </small><br/>
</li>
<li>
und erg&auml;nzende Artikel<br/>
<small>
<a href="http://www.heise.de/ct/Unserioese-Rechnungen--/artikel/126234">c't Magazin: Davonkommen</a><br/>
<a href="http://www.vzhh.de/~upload/rewrite/TexteTelekommunikation/Abofallen%C3%9Cbersicht.aspx">Verbraucherzentr. HH: Abofallen-&Uuml;bersicht</a><br/>
<a href="http://www.linux-magazin.de/blogs/floeff/abzocke_im_abo_das_miese_geschaeft_mit_freier_software">Linux-Magazin: Abo f&uuml;r Freie Software</a></small> 
</li>
</ul>
 </td>
</tr>
</table>
<br  />
<h2>
<a name="Wir"></a>Wir haben <b>OpenOffice.org</b> nicht f&uuml;r Leute gemacht, die damit anderen das Geld aus der Tasche ziehen.</h2>
<p> <b>OpenOffice.org</b> kann man auch kostenfrei und ohne Abo bekommen,
zum Beispiel bei uns unter <a href="http://de.openoffice.org/download">http://de.openoffice.org</a>. Die internationale Open-Source-Community hinter diesem Produkt erg&auml;nzt
 und verbessert die Office-Suite seit Jahren. Dieser Aufgabe widmen wir viel von unserer Freizeit und viele Firmen Ihre Arbeitskraft. Auf diese Weise hat sich <b>OpenOffice.org</b>
 mittlerweile zur f&uuml;hrenden freien Office-Suite entwickelt. 
</p>
<h2>
<a name="Leider"></a>Leider lockt die Popularit&auml;t eines Produktes auch dubiose Anbieter auf den Plan.</h2>
<p>Wer &uuml;ber eine Internet-Suchmaschine oder andere Links auf die Seiten
 eines solchen &quot;schwarzen Schafes&quot; gelangt, der merkt oft gar nicht, dass er mit dem Herunterladen von <b>OpenOffice.org</b> ein l&auml;ngerfristiges Abonnement
 mit hohen Kosten (bis zu 200 Euro) abschlie&szlig;t. Schon bald flattert eine Rechnung ins Haus - mit oft harschem Verweis auf Rechtsanw&auml;lte, Inkasso-Unternehmen und Mahnungen.
 Wird nicht bezahlt, machen Rechtsanw&auml;lte Druck. 
</p>
<h2>
<a name="Dieses"></a>Dieses Gebaren geht auf Kosten unserer Nutzer und besch&auml;digt unseren guten Ruf.</h2>
<p>Auf unserer Webseite, in der Presse, ja selbst im Fernsehen wird vor diesen Praktiken gewarnt.
 Dies reicht l&auml;ngst nicht aus, wie mittlerweile hunderte von Anfragen und Beschwerden Betroffener bei uns belegen. Leider k&ouml;nnen wir ihnen nicht so helfen, wie wir wollen. 
</p>
<h2>
<a name="In"></a>In dieser Angelegenheit stecken wir in einer Zwickm&uuml;hle.</h2>
<p>
<b>OpenOffice.org</b> wird als freie Software unter der Lizenz LGPL vertrieben, die auch den Verkauf des Programmes erlaubt.
 Dies f&ouml;rdert die Weiterentwicklung und Verbreitung von <b>OpenOffice.org</b>. Genau an diesem Punkt klinken sich Internet-Abzocker ein, die sich h&auml;ufig &uuml;ber dutzende von Firmen im Ausland verteilen.
 Oft schaffen sie es sogar, den gesetzlichen Vorgaben weitgehend zu entsprechen, so dass es selbst f&uuml;r Polizei, Staatsanwaltschaft und Verbraucherschutz schwierig ist, einzugreifen. 
</p>
<h2>
<a name="Verbraucherschutzzentralen"></a>Verbraucherschutzzentralen raten:</h2>
<p><a href="http://www.vzhh.de/~upload/vz/VZTexte/TexteTelekommunikation/AbofallenimInternetLeitartikel.htm">Widersprechen, anfechten, F&uuml;&szlig;e still halten</a>.
Denn in der Regel kommt es, trotz gro&szlig;artiger Ank&uuml;ndigungen der Anbieter, zu keinem Gerichtsverfahren. 
<br />
Erg&auml;nzend tun wir das uns M&ouml;gliche, den Missbrauch von <b>OpenOffice.org</b> weiter einzud&auml;mmen, und Sie k&ouml;nnen dabei mithelfen. Damit reduzieren Sie letztlich auch das Risiko,
 wom&ouml;glich selbst einmal solchen Anbietern auf den Leim zu gehen. 
</p>
<h2>
<a name="Wie"></a>Wie k&ouml;nnen Sie konkret helfen?</h2>
<p>Wir melden alle dubiosen F&auml;lle, die bei uns eingehen, den betreffenden Suchmaschinen und versuchen in Zusammenarbeit mit diesen,
 die jeweiligen Werbeeinblendungen zu entfernen. Dazu brauchen wir Hinweise von Nutzern und Betroffenen auf entsprechende Anbieter. Diese leiten wir dann weiter, als Versuch,
 den Abzocker-Sumpf vielleicht schon fr&uuml;hzeitig auszutrocknen. 
</p>
<h2><a name="betroffen"></a>Sind Sie von einem OpenOffice.org-Abzocker betroffen?</h2>
<p> M&ouml;chten Sie uns Ihren Fall melden? Dann <a name="Melden"></a>schreiben Sie an <a href="mailto:abzocke@openoffice.org">abzocke@openoffice.org</a></p>

<a href="#top">nach oben</a>

<h2><a name="rechtlich"></a>Rechtliche Hinweise:</h2>
<ul>
<li>Wir d&uuml;rfen leider <u>keine</u> Rechtsberatung im Einzelfall erteilen! F&uuml;r qualifizierten juristischen Rat wenden Sie sich bitte an die Verbraucherschutzzentralen oder einen&nbsp;Rechtsanwalt.</li>
<li>S&auml;mtliche zugesandten F&auml;lle werden bei uns lediglich zum Zweck der Verfolgung unseri&ouml;ser Anbieter gespeichert. Keinesfalls geben wir Daten ungefragt an Dritte weiter, auch nicht an die Suchmaschinen.</li>

<li>So bem&uuml;ht wir auch sind, es gibt leider <u>keinen</u> Rechtsanspruch auf Abschaltung der betroffenen Werbeanbieter.</li>
<li>Informieren Sie sich aber unbedingt - beispielsweise bei den Verbraucherzentralen - wann und wie Sie rechtlich korrekt mit den Anbietern Kontakt aufnehmen und warum Sie auf keinen Fall
 irgendwelche Rechnungen bezahlen sollten. Wir sind nicht in der Lage, in Ihrem Namen mit dem Anbieter zu kommunizieren.
 Etwaige Rechtsmittel k&ouml;nnen <b>ausschlie&szlig;lich Sie</b> einlegen, Erkl&auml;rungen k&ouml;nnen nur gegen&uuml;ber Ihrem &quot;Vetragspartner&quot; erfolgen!
 Eine Meldung an uns hat insoweit keinerlei Rechtskraft!</li>

</ul>

<p>
Bitte &uuml;bertragen Sie Ihren &Auml;rger &uuml;ber diese dubiosen Anbieter nicht auf das Produkt <b>OpenOffice.org</b>.
 Das hat diese qualitativ hochwertige Office-Suite nicht verdient. Wir laden Sie ein, das Produkt zu testen und unsere Community kennen zu lernen.
 Der direkte Weg dazu f&uuml;hrt &uuml;ber unsere Homepage: <a href="http://de.openoffice.org">http://de.openoffice.org</a></p>

<p>&nbsp;</p>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>
  
      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
