

<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Writer FAQ</title>
	<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />

	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<!-- >
	Kommentare zur Seite
	$Id: 006.html 2004/01/04 17:12 cmarkgraf
	< -->
	<!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/writer/">writer</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<div id="body_de">
<h2>006 - Wie erzeuge ich eine nummerierte Gliederung? Sie sollte wie folgt aussehen:</h2>

<table width="300pt" border="1" cellspacing="0" cellpadding="0">
<tr>
<td><code>1. &Uuml;berschrift<br />
 &nbsp;&nbsp;&nbsp;1.1 Erster Punkt<br />
 &nbsp;&nbsp;&nbsp;1.2 Zweiter Punkt<br />
 &nbsp;&nbsp;&nbsp;1.3 Dritter Punkt</code> </td>
</tr>
</table>

<p>In OpenOffice.org gibt es zwei Werkzeuge, mit denen man nummerierte Listen erzeugen und bearbeiten kann. Erstens: Format <b>Stylist</b>, angesteuert &uuml;ber das Pulldown Men&uuml;. Dabei &ouml;ffnet sich das Fenster mit der &Uuml;berschrift "Absatzvorlagen". Wenn Sie auf das f&uuml;nfte Symbol von links klicken, dann &ouml;ffnet sich "Nummerierungsvorlagen" und Sie sehen welche Nummerierungsvorlagen wir f&uuml;r Sie vorbereitet haben. Die Nummerierung, die Sie suchen verbirgt sich hinter der Vorlage 'Nummerierung 5'.</p>

<p>Das andere Werkzeug, das Sie benutzen k&ouml;nnen, ist die Nummerierungsleiste. Um sie sichtbar zu machen, m&uuml;ssen Sie den Cursor in eine bestehende nummerierte Liste hineinstellen. Wenn Sie dies tun, dann erscheint am rechten &auml;u&szlig;eren Rand ein blauer Pfeil in der "Objektleiste". Die "Objektleiste" ist die Leiste, in der z. B. die Schriftarten und die Schriftgr&ouml;&szlig;e stehen. Dieser Pfeil ist <b>nicht sichtbar,</b> wenn der Cursor <b>nicht</b> in der nummerierten Liste steht! Deshalb stellen Sie den Cursor erst in die Liste, damit Sie mit Hilfe des Pfeiles auf die Nummerierungsleiste umschalten k&ouml;nnen.</p>

<p>Mit Hilfe dieser Nummerierungsleiste k&ouml;nnen Sie sehr leicht eine bestehende Liste bearbeiten. Sie k&ouml;nnen zum Beispiel</p>

<ul>
<li>
<p>die Nummerierung f&uuml;r einzelne Punkte ausschalten</p>
</li>

<li>
<p>die 'Einr&uuml;ckebenen' ver&auml;ndern</p>
</li>

<li>
<p>Eintr&auml;ge ohne Nummern einf&uuml;gen</p>
</li>

<li>
<p>Einzelne Gliederungspunkte nach oben/unten schieben</p>
</li>

<li>
<p>Gliederungspunkte mit ihren Unterpunkten verschieben</p>
</li>

<li>
<p>die Nummerierung neu beginnen lassen</p>
</li>

<li>
<p>die Nummerierung bearbeiten</p>
</li>
</ul>

<p>Sollten Sie einen Gliederungstyp w&auml;hlen wollen, der in der Vorlagenliste nicht existiert, k&ouml;nnen Sie Ihre eigene Vorlage erstellen.</p>

<p>Um nun die obenstehende Liste zu erzeugen gehen Sie wie folgt vor:</p>

<ul>
<li>
<p>Schreiben Sie Ihren Text. (&Uuml;berschrift, Erster Punkt, usw. einzeln jeweils in eine Zeile) Welche Absatzvorlage Sie verwenden, ist unerheblich.</p>
</li>

<li>
<p>Markieren Sie die Gliederungspunkte mit der Maus.</p>
</li>

<li>
<p>Doppelklick auf die Nummerierungsvorlage "Nummerierung 5". Dann werden alle Gliederungspunkte durchnummeriert. (leider ohne Unterpunkte)</p>
</li>

<li>
<p>Kicken Sie auf den oben beschriebenen Pfeil in der Objektleiste. Wie oben beschrieben sollte nun die Nummerierungsleiste erscheinen.</p>
</li>

<li>
<p>Stellen Sie Ihren Textcursor auf den Gliederungspunkt "Erster Punkt".</p>
</li>

<li>
<p>Suchen Sie in der Nummerierungsleiste den nach rechts zeigenden Pfeil. Sein Name ist "Eine Ebene runter". Klicken Sie auf diesen Pfeil. Dieser Punkt sollte nun die Nummerierung "1.1" haben.</p>

<p><b>Achtung:</b> Sollte die Nummerierung jedoch so aussehen: 1. 1.2 1.3 1.4 2. 2.2, d.h. es fehlen 1.1 und 2.1 usw. dann stellen Sie Ihre Nummerierung 5 wie folgt ein: Nummerierung 5 -&gt;rechte Maustaste -&gt;&Auml;ndern -&gt;Optionen -&gt;Beginn bei: <b>1</b> eingeben und -&gt;<b>OK</b> klicken</p>
</li>

<li>
<p>Wiederholen Sie die oben genannten Schritte f&uuml;r alle Positionen Ihrer Liste.</p>
</li>
</ul>

<p>Wenn Sie eine andere Nummerierungsart als die bereits angelegten ben&ouml;tigen, dann ist es empfehlenswert eine &auml;hnliche Vorlage zu benutzen und diese nach den eigenen Bed&uuml;rfnissen zu ver&auml;ndern.</p>

<p>Dazu klicken Sie auf die rechte Maustaste, um das Kontextmen&uuml; zu erhalten. W&auml;hlen Sie "Neu..." um eine neue Vorlage, die auf der ausgew&auml;hlten Vorlage basiert, zu erzeugen.</p>

<p>Es &ouml;ffnet sich das Fenster Nummerierungsvorlage mit 7 Reitern. Sie geben Ihrer neuen Vorlage zun&auml;chst einen griffigen Namen. Danach k&ouml;nnen Sie die neue Vorlage nach Gutd&uuml;nken ver&auml;ndern.</p>

<p>Die Nummerierung von Überschriften führen Sie hingegen am besten mit der Funktion <b>"Kapitelnummerierung"</b> aus dem Menüpunkt "Extras" aus. Weisen Sie dazu zunächst jeder Überschrift je nach Ebene einen eigenen Absatzstil zu (z.B. "Überschrift 1" für eine Überschrift der 1. Ebene usw.) Dann ordnen Sie dem entsprechend im Dialog "Kapitelnummerierung" jeder Ebene eine Absatzvorlage (z.B. "Überschrift 1" der Ebene 1 usw.) und eine Nummerierungsart (z.B. "1, 2, 3") zu.</p>

<!--
<p>&Uuml;brigens k&ouml;nnen sie auf diese Weise auch die Nummerierung von &Uuml;berschriften durchf&uuml;hren. Jeder &Uuml;berschriftenebene kann ein anderer Absatzstil zugeordnet werden. (z. B. &Uuml;berschrift1, &Uuml;berschrift2, &Uuml;berschrift3) aber alle werden der selben Nummerierungsvorlage zugeordnet. Dann ist die Nummerierung in der Liste immer richtig. Das bedeutet, dass f&uuml;r jede Ebene eine andere Absatzformatierung eingestellt werden kann (andere Schriftgr&ouml;&szlig;e, etc...). Diese Formatierungen sind also unabh&auml;ngig von der Nummerierung</p>
-->

<p><b>Beachten Sie:</b> OpenOffice.org macht h&auml;ufig Schwierigkeiten bei der Nummerierung, wenn Sie folgendes tun:</p>

<ul>
<li>
<p>Bet&auml;tigung der R&uuml;ckschritt-Taste (back space) in einer Vorlage, die auf die Nummerierungsvorlage folgt.</p>
</li>

<li>
<p>Einf&uuml;gen von nicht nummerierten in nummerierte Vorlagen</p>
</li>

<li>
<p>Ausgabe in das HTML Format mit nicht fortlaufenden Zahlen und nicht nummerierten Vorlagen</p>
</li>
</ul>

<p><!-- ^^^ --></p>

<p><a href="index.html">Zur&uuml;ck zur Textverarbeitungs-FAQ-Startseite</a> | <a href="../index.html">Zur&uuml;ck zur FAQ-Hauptseite</a> | <a href="../../">Zum Dokumentationsportal</a></p>
</div>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
