
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>WRITER-FAQ</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar" href="../../../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar4" href="../../../styles/de_navbar4.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="mit Navbar5" href="../../../styles/de_navbar5.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../../../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
    <!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/">doc</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/">faq</a>&nbsp;&raquo;&nbsp;<a href="/de/doc/faq/writer/">writer</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<!-- Start Navbar -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../../index.html"> Hauptseite </a></li>
    <li> <a href="../../../map_all.html"> Sitemap </a></li>
    <li> <a href="../../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
     <li>FAQ
      <ul>
      <li> <a href="../index.html" title="Übersicht"> H&auml;ufig gestellte Fragen </a></li>
	  <li> <a href="../general/index.html" title=" ">Allgemeines</a></li>
	  <li> <a href="../installation/index.html" title=" "> Installation </a></li>
      <li> WRITER-FAQ </li>
	  <li> <a href="../calc/index.html" title=" "> CALC-FAQ </a></li>
	  <li> <a href="../impress/index.html" title=" "> IMPRESS-FAQ </a></li>
	  <li> <a href="../draw/index.html" title=" "> DRAW-FAQ </a></li>
	  <li> <a href="../math/index.html" title=" "> MATH-FAQ </a></li>
	  <li> <a href="../base/index.html" title=" "> BASE-FAQ </a></li>
	  <li> <a href="../suite/index.html" title=" "> SUITE-FAQ </a></li>
	  <li> <a href="../mitarbeiter/index.html" title=" "> Mitarbeiter-FAQ </a></li>
      </ul>
    </li>
    <li> <a href="../../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../howto/index.html" title="Knappe Anleitungen für die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="../../../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="../../../dev/index.html" title="Informationen für Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
<p><a name="top"></a>
<a href="http://de.openoffice.org/doc/faq/index.html">zur&uuml;ck zur &Uuml;bersichtsseite der deutschsprachigen FAQs</a> | <a href="http://de.openoffice.org/doc/index.html">zur&uuml;ck zur Dokumentations-Hauptseite</a>
<br />&nbsp;</p>
<h1>H&auml;ufig gestellte Fragen zur Textverarbeitung <b>WRITER</b></h1>
<h2><a name="top" />Fragen</h2>
<ol>
<li>
<a href="#1">Beim Starten des Serienbrief-Assistenten st&uuml;rzt <b>OpenOffice.org</b> ab</a>
</li>

<li>
<a href="#2">Wie kann ich Text auf den Kopf stellen (um 180° drehen)?</a>
</li>

<li>
<a href="#3">Wie kann ich verhindern, dass aus einer URL oder E-Mail-Adresse ein anklickbarer Link wird?</a>
</li>

<li>
<a href="#4">Wie werden die Kapitel in meinem Dokument richtig nummeriert?</a>
</li>

<li>
<a href="#5">Wie stelle ich eine bestimmte Schriftart oder -gr&ouml;&szlig;e dauerhaft ein?</a>
</li>

<li>
<a href="#6">Wie f&uuml;ge ich eine einzelne Querseite ein?</a>
</li>

<li>
<a href="#7">Wie erreiche ich unterschiedlich gestaltete Kopfzeilen/Fu&szlig;zeilen in einem Dokument?</a>
</li>

<li>
<a href="#8">Wie schalte ich die Seitennummerierung auf der ersten Seite aus?</a>
</li>


<li>
<a href="#9">Wie kann ich mitten im Dokument die Seitennummerierung neu starten?</a>
</li>


<li>
<a href="#10">Wie verhindere ich leere Seiten in meinem Ausdruck und/oder meinem PDF?</a>
</li>

<li>
<a href="#11">Wie f&uuml;ge ich eine Falzmarke ein?</a>
</li>

<li>
<a href="#12">Wie f&uuml;ge ich einen Absatz vor/nach einer Tabelle ein?</a>
</li>

<li>
<a href="#13">Wie &auml;ndere ich das Datumsformat?</a>
</li>

<li>
<a href="#14">Wie setze ich Text innerhalb einer Zeile sowohl links- als auch rechtsb&uuml;ndig?</a>
</li>

<li>
<a href="#15">Wie kann ich eine Grafik auf allen Seiten wiederholen lassen?</a>
</li>

<li>
<a href="#16">Wie fasse ich zwei Tabellen zusammen?</a>
</li>

<li>
<a href="#17">Wie kann ich einen bestimmten Abschnitt vor Ver&auml;nderungen sch&uuml;tzen?</a>
</li>

<li>
<a href="#18">Wie kann ich die Rechtschreibhilfe auf die sog. alte deutsche Rechtschreibung einstellen?</a>
</li>

<li>
<a href="#19">Wie kann ich ein Sonderzeichen per Tastenkombination eingeben?</a>
</li>

<li>
<a href="#20">Wie kann ich in einem l&auml;ngeren Text alle gleichlautenden W&ouml;rter z.B. mit einer Hintergrundfarbe hinterlegen?</a>
</li>

<li>
<a href="#21">Wie kann ich ein PDF-Dokument einf&uuml;gen und/oder bearbeiten?</a>
</li>

<li>
<a href="#22">Wie kann ich eine Grafik aus einem Dokument extrahieren (separat speichern)?</a>
</li>

<li>
<a href="#23">Wie kann ich eine Grafik in einem Textdokument drehen?</a>
</li>

<li>
<a href="#24">Wie kann ich einen Phantasie-Schriftzug gestalten?</a>
</li>

<li>
<a href="#X">Wo erhalte ich weitere Hilfe?</a>
</li>


</ol>

<h1>Antworten
</h1>

<h2> 1.
<a name="1"></a>Beim Starten des Serienbrief-Assistenten st&uuml;rzt <b>OpenOffice.org</b> ab</h2>
<p style="margin-left: 0.5cm">
Um mit <b>WRITER</b> einen Serienbrief zu erzeugen, ben&ouml;tigen Sie ein installiertes Datenbankmodul <b>BASE</b>.
Holen Sie die Installation mit dem Setup-Programm von <b>OpenOffice.org</b> nach.
</p>
<a href="#top">nach oben</a>

<h2> 2.
<a name="2">Wie kann ich Text auf den Kopf stellen (um 180&deg; drehen)?</a>
</h2>
<p style="margin-left: 0.5cm">
Sie ben&ouml;tigen f&uuml;r eine besondere Anwendung Text, der auf dem Kopf steht,
(z.B. f&uuml;r faltbare Tischkarten). Hierf&uuml;r gehen Sie folgenderma&szlig;en vor:
</p>
<ul>
<li> F&uuml;gen Sie in Ihr Dokument einen Textrahmen ein: <i>Einf&uuml;gen -> Rahmen...</i>.</li>
<li> Im Register <i>Zus&auml;tze</i> w&auml;hlen Sie in der Dropdown-Box (ganz unten) <i>Rechts-nach-links (vertikal)</i>.</li>
<li> Formatieren Sie den Textrahmen weiterhin wie gew&uuml;nscht.</li>
<li> F&uuml;gen Sie nun Ihren Text ein.</li>
<li> Markieren Sie den Text und w&auml;hlen <i>Format -> Zeichen -> Rotation &quot;270 Grad&quot;</i>.</li>
</ul>
<p style="margin-left: 0.5cm">
<b>Alternative:</b> Sie k&ouml;nnen Ihren Text auch mit der Zeichenfunktion einf&uuml;gen und dann beliebig drehen:
</p>
<ul>
<li> Blenden Sie die Symbolleiste <i>Zeichnen</i> ein: <i>Ansicht -> Symbolleisten -> Zeichnen</i>.</li>
<li> W&auml;hlen Sie auf dieser Symbolleiste das Werkzeug <i>Text</i> (das Icon mit dem gro&szlig;en <em>T</em>).</li>
<li> Ziehen Sie damit einen Rahmen auf. Geben Sie Ihren Text ein.</li>
<li> Klicken Sie neben bzw. auf den Rahmen, sodass er mit kleinen gr&uuml;nen Rechtecken markiert ist.
W&auml;hlen Sie nun aus dem Kontextmen&uuml; des Rahmens (Klick mit der rechten Maustaste auf die Umrandung)
den Punkt <i>Position und Gr&ouml;&szlig;e...</i>.</li>
<li> Auf dem Register <i>Drehung</i> k&ouml;nnen Sie unter <i>Drehwinkel</i> nun einen beliebigen Wert (Grad) eingeben,
um den der Rahmen (samt Inhalt) um seinen Mittelpunkt gedreht werden soll.</li>
</ul>
<a href="#top">nach oben</a>

<h2> 3.
<a name="3">Wie kann ich verhindern, dass aus einer URL oder E-Mail-Adresse ein anklickbarer Link wird?</a>
</h2>
<p style="margin-left: 0.5cm">
Es gibt verschiedene Wege, dies zu erreichen:
</p>
<ul>
<li> Unmittelbar nach der automatischen Umwandlung bet&auml;tigen Sie die Tastenkombination <tt>Strg+Z</tt> oder w&auml;hlen
aus dem Men&uuml; <i>Bearbeiten -> R&uuml;ckg&auml;ngig</i>.</li>
<li> Um die automatische Umwandlung dauerhaft abzuschalten, w&auml;hlen Sie aus dem Men&uuml; <i>Extras -> AutoKorrektur...</i>,
auf dem Register <i>Optionen</i> deaktivieren Sie die Option <i>URL erkennen</i>.</li>
<li> Um nachtr&auml;glich einen Link zur&uuml;ckzusetzen, markieren Sie die entsprechende Stelle und w&auml;hlen
aus dem Men&uuml; <i>Format -> Standardformatierung</i>.</li>
</ul>
<p style="margin-left: 0.5cm">
Um eine Textstelle nur wie einen Link aussehen zu lassen, ohne dass sie zu einem <em>richtigen</em>,
d.h. anklickbaren Link wird, weisen Sie ihr einfach die Zeichenvorlage <i>Internet Link</i> zu (<i>Format -> Formatvorlagen</i>).
<br />
<b>Tipp:</b> Auch andere automatische &Auml;nderungen wie Worterg&auml;nzungen, Wortkorrekturen (einschl.
Gro&szlig;-/Kleinschreibung), Bruchzahlen, Formatierungen, Linien, Listen u.&auml;. k&ouml;nnen Sie analog
abschalten bzw. r&uuml;ckg&auml;ngig machen.
</p>
<a href="#top">nach oben</a>

<h2> 4.
<a name="4">Wie werden die Kapitel in meinem Dokument richtig nummeriert?</a>
</h2>
<p style="margin-left: 0.5cm">
Formatieren Sie zun&auml;chst jede &Uuml;berschrift mit einer daf&uuml;r geeigneten Absatzvorlage:
&Ouml;ffnen Sie das Fenster <i>Format -> Formatvorlagen</i> und weisen Sie den &Uuml;berschriften
1. Ordnung die Vorlage <i>&Uuml;berschrift 1</i>, den &Uuml;berschriften 2. Ordnung die Vorlage <i>&Uuml;berschrift 2</i>
zu usw. (Doppeklick auf die Vorlage in der Palette). &Ouml;ffnen Sie dann den Dialog <i>Extras -> Kapitelnummerierung</i>.
Hier ordnen Sie <em>f&uuml;r jede Ebene einzeln</em> einer &Uuml;berschriftenebene je eine Absatzvorlage zu, also f&uuml;r
Ebene 1 die Vorlage <i>&Uuml;berschrift 1</i>, f&uuml;r Ebene 2 die Vorlage <i>&Uuml;berschrift 2</i> usw.
Dabei k&ouml;nnen Sie jeweils aus dem DropDown-Feld <i>Nummer</i> die Nummerierungsart f&uuml;r die jeweilige Ebene
w&auml;hlen (im einfachsten Fall immer <em>1, 2, 3, ...</em>).
<br />
<b>H&auml;ufiger Fehler:</b> Die Nummerierung von Kapiteln darf nicht mit nummerierten Listen vorgenommen werden.
Verwenden Sie also dazu weder das Icon <i>Nummerierung an/aus</i> aus der Symbolleiste <i>Format</i>, noch automatisch
erzeugte Listen (entstehen, wenn man unter <i>Extras -> AutoKorrektur... -> Optionen</i> den Punkt <i>Nummerierung anwenden</i>
aktiviert hat und dann etwas wie eine Liste eingibt, also z.B. einen Absatz mit <tt>1. </tt> beginnt).
Ordnen Sie zu diesem Zweck auch nicht einer bestimmten Absatzvorlage (z.B. <i>&Uuml;berschrift 1</i>) eine bestimmte
Nummerierungsvorlage zu (Register ''Nummerierung'').
<br />
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://de.openoffice.org/doc/"><b>WRITER</b>-Handbuch</a>.
</p>
<a href="#top">nach oben</a>

<h2> 5.
<a name="5">Wie stelle ich eine bestimmte Schriftart oder -gr&ouml;&szlig;e dauerhaft ein?</a>
</h2>
<p style="margin-left: 0.5cm">
Grundlegende Einstellungen k&ouml;nnen Sie unter <i>Extras -> Optionen... -> <b>OpenOffice.org</b> <b>WRITER</b> ->
Grundschriften (westlich)</i> vornehmen.<br />
Mehr M&ouml;glichkeiten haben Sie, wenn Sie zun&auml;chst alle gew&uuml;nschten Einstellungen in den jeweiligen Absatz-,
Zeichen- und Seitenvorlagen vornehmen (<i>Format -> Formatvorlagen</i>) und dann das Dokument unter
<i>Datei -> Dokumentvorlage -> Speichern...</i> im Bereich <i>Meine Vorlagen</i> als Dokumentvorlage abspeichern.
<br />
Rufen Sie dann den Dialog <i>Datei -> Dokumentvorlage -> Verwalten...</i> auf. W&auml;hlen Sie hier Ihre
soeben gespeicherte Dokumentvorlage aus dem Ordner <em>Meine Vorlagen</em> aus (oder jede beliebige andere Dokumentvorlage).
Aus dem Kontextmen&uuml; dieser Dokumentvorlage (mit der rechten Maustaste anklicken) oder aus der DropDown-Liste
<i>Befehle</i> w&auml;hlen Sie <i>Als Standardvorlage setzen</i>. Diese Standardvorlage wird ab jetzt verwendet,
wenn Sie den <b>WRITER</b> neu starten oder aus dem Men&uuml; <i>Datei -> Neu -> Textdokument</i> w&auml;hlen.
<br />
<b>Tipp:</b> In der Standardvorlage k&ouml;nnen Sie (in den Absatz- bzw. Zeichenvorlagen) auch die Sprache einstellen.
Dies hat u.a. Auswirkungen auf die Rechtschreibpr&uuml;fung und die AutoKorrektur.
</p>
<a href="#top">nach oben</a>

<h2> 6.
<a name="6">Wie f&uuml;ge ich eine einzelne Querseite ein?</a>
</h2>
<p style="margin-left: 0.5cm">
Seiten mit unterschiedlichem Aussehen m&uuml;ssen jeweils unterschiedliche Seitenvorlagen zugewiesen werden.
Rufen Sie im Fenster <i>Format -> Formatvorlagen</i> den Bereich <i>Seitenvorlagen</i> auf und passen Sie eine
der vorhandenen Vorlagen entsprechend an oder erzeugen Sie eine neue Seitenvorlage (<i>Neu...</i> aus dem Kontextmen&uuml;).
<br />
In Ihrem Dokument f&uuml;gen Sie nun an der ben&ouml;tigten Stelle einen manuellen Seitenumbruch &uuml;ber
<i>Einf&uuml;gen -> Manueller Umbruch...</i> ein (<tt>Strg+Enter</tt> ist hierf&uuml;r nicht geeignet).
W&auml;hlen Sie als <i>Art</i> <em>Seitenumbruch</em> und als <i>Vorlage</i> die Seitenvorlage, die f&uuml;r
die jetzt folgende(n) Seite(n) verwendet werden soll (z.B. die im ersten Schritt definierte Vorlage).
<br />
Um wieder zur Seitenvorlage <i>Standard</i> zur&uuml;ckzukehren, f&uuml;gen Sie erneut einen manuellen
Seitenumbruch ein. Wenn Sie auf dem Register <i>Verwalten</i> Ihrer Seitenvorlage (erster Schritt) <em>Standard</em> als
<i>Folgevorlage</i> definiert hatten, wird automatisch nach einer Seite (also sobald die Seite <em>voll</em> ist)
auf <em>Standard</em> (also die Folgevorlage) zur&uuml;ck gewechselt.
<br />
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://de.openoffice.org/doc/"><b>WRITER</b>-Handbuch</a>.
</p>
<a href="#top">nach oben</a>

<h2> 7.
<a name="7">Wie erreiche ich unterschiedlich gestaltete Kopfzeilen/Fu&szlig;zeilen in einem Dokument?</a>
</h2>
<p style="margin-left: 0.5cm">
Der Inhalt einer Kopf- bzw. Fu&szlig;zeile (einschlie&szlig;lich derjenigen Objekte, die an dem Absatz in der
Kopf- bzw. Fu&szlig;zeile verankert sind) ist auf allen Seiten, die mit der selben Seitenvorlage formatiert sind,
jeweils gleich. Alle Eingaben (einschlie&szlig;lich Feldbefehle), die Sie in der Kopf- bzw. Fu&szlig;zeile einer
Seite mit z.B. der Seitenvorlage ''Standard'' machen, werden auf allen anderen Seiten mit dieser Seitenvorlage wiederholt.
Ben&ouml;tigen Sie auf bestimmten Seiten eine Kopf- bzw. Fu&szlig;zeile mit anderem Inhalt, m&uuml;ssen Sie diese daher
mit einer anderen Seitenvorlage formatieren. Dabei k&ouml;nnen Sie von einem Abschnitt mit einer Seitenvorlage zu einem
anderen Abschnitt mit einer anderen Seitenvorlage u.a. dadurch wechseln, indem Sie mit <i>Einf&uuml;gen -> Manueller Umbruch</i>
einen <i>Seitenumbruch</i> einf&uuml;gen. Seitenvorlagen k&ouml;nnen Sie unter <i>Format -> Formatvorlagen</i> anpassen oder neu anlegen.
<br />
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://www.ooowiki.de/SeitenVorlagen"><b>OpenOffice.org</b>-Wiki</a>.
</p>
<a href="#top">nach oben</a>

<h2> 8.
<a name="8">Wie schalte ich die Seitennummerierung auf der ersten Seite aus?</a>
</h2>
<p style="margin-left: 0.5cm">
Seiten mit unterschiedlichem Aussehen m&uuml;ssen jeweils unterschiedliche Seitenvorlagen zugewiesen werden.
Wenn Sie auf der ersten Seite keine Kopf- oder Fu&szlig;zeile m&ouml;chten, so weisen Sie der ersten Seite die Seitenvorlage
<i>Erste Seite</i> oder eine andere Seitenvorlage, bei der die Kopf- bzw. Fu&szlig;zeile ausgeschaltet ist, zu
(Doppelklick auf die Vorlage im Bereich <i>Seitenvorlagen</i> des Fensters <i>Format -> Formatvorlagen</i>).
Die Seitenvorlage f&uuml;r die &uuml;brigen Seiten (z.B. <i>Standard</i>) kann jetzt unabh&auml;ngig von der f&uuml;r
die erste Seite verwendeten Vorlage (z.B. <i>Erste Seite</i>) ver&auml;ndert werden. Schalten Sie also nun die Kopf- bzw.
Fu&szlig;zeile f&uuml;r die Seitenvorlage <i>Standard</i> ein, indem Sie aus dem Men&uuml; <i>Einf&uuml;gen -> Kopfzeile -> Standard</i>
bzw. <i>Einf&uuml;gen -> Fu&szlig;zeile -> Standard</i> w&auml;hlen. F&uuml;gen Sie nun den Feldbefehl <i>Seitennummer</i>
in die Kopf- bzw. Fu&szlig;zeile ein (<i>Einf&uuml;gen -> Feldbefehle -> Seitennummer</i>).
</p>
<a href="#top">nach oben</a>

<h2> 9.
<a name="9">Wie kann ich mitten im Dokument die Seitennummerierung neu starten?</a>
</h2>
<p style="margin-left: 0.5cm">
Die Seitennummerierung kann immer dann neu gestartet werden (bei 1 oder einem beliebigen anderen Wert), wenn ein manueller
Seitenumbruch eingef&uuml;gt wird. W&auml;hlen Sie dazu aus dem Men&uuml; <i>Einf&uuml;gen -> Manueller Umbruch...</i>
(<tt>Strg+Enter</tt> ist hierf&uuml;r nicht geeignet). W&auml;hlen Sie als <i>Art</i> <em>Seitenumbruch</em> und als
<i>Vorlage</i> die selbe wie die bisher verwendete Seitenvorlage (z.B. <em>Standard</em>) oder eine andere Seitenvorlage
(nur <em>[ohne]</em> geht nicht).  Jetzt kann die Option <i>Seitennummer &auml;ndern</i> aktiviert und in dem Drehfeld
darunter die Seitennummer eingegeben werden, mit der die Z&auml;hlung auf der jetzt folgenden Seite begonnen werden soll.
<br />
<b>H&auml;ufiger Fehler:</b> Verwenden Sie nicht statt dessen f&uuml;r diesen Zweck die Korrekturfunktion des Feldbefehls
<i>Seitennummer</i>. Diese kann dazu f&uuml;hren, dass die Anzeige auf bestimmten Seiten leer bleibt und/oder das
Inhaltsverzeichnis nicht mit dem Inhalt &uuml;bereinstimmt.
<br />
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://www.ooowiki.de/SeitenNummerierung"><b>OpenOffice.org</b>-Wiki</a>.
</p>
<a href="#top">nach oben</a>

<h2> 10.
<a name="10">Wie verhindere ich leere Seiten in meinem Ausdruck und/oder meinem PDF?</a>
</h2>
<p style="margin-left: 0.5cm">
Es wird immer von einer Ausgabe auf einem Duplex-Drucker ausgegangen, wobei wie bei einem Buch die erste Seite
immer eine rechte Seite ist. Damit sind rechte Seiten immer ungerade nummeriert (1, 3, 5, ...), linke Seiten
immer gerade (2, 4, 6, ...). Wird <em>z.B. durch das Einf&uuml;gen eines manuellen Seitenumbruchs</em> eine
ungerade Seitennummer dort gesetzt, wo eigentlich eine linke Seite folgen w&uuml;rde, wird automatisch eine
leere Seite davor eingef&uuml;gt, sodass die ungerade Seite wieder als eine rechte Seite erscheint. Die leere
Seite wird nicht angezeigt, erscheint aber in der Seitenansicht (<i>Datei -> Seitenansicht</i>); bei einem Ausdruck
wird diese Seite mit ausgedruckt (also ein leeres Blatt).
<br />
Sie k&ouml;nnen den Ausdruck einer solchen automatisch eingef&uuml;gten Leerseite verhindern, indem Sie unter
<i>Extras -> Optionen... -> <b>OpenOffice.org</b> <b>WRITER</b> -> Drucken -> Sonstiges</i> die Option
<i>Automatisch eingef&uuml;gte Leerseiten drucken</i> deaktivieren. Die &Uuml;bernahme automatisch eingef&uuml;gter
Leerseiten in den PDF-Export k&ouml;nnen Sie verhindern, indem Sie, wenn Sie &uuml;ber
<i>Datei -> Exportieren als PDF...</i> gehen (nicht &uuml;ber das Icon <i>Direktes Exportieren als PDF</i>
auf der Symbolleiste <i>Standard</i>), im Dialog <i>PDF-Optionen</i> unter <i>Allgemein</i> die Option
<i>Automatisch eingef&uuml;gte Leerseiten exportieren</i> deaktivieren (dieser Dialog erscheint nach der Eingabe des Dateinamens).
</p>
<a href="#top">nach oben</a>

<h2> 11.
<a name="11">Wie f&uuml;ge ich eine Falzmarke ein?</a>
</h2>
<ul style="margin-left: 0.5cm">
<li> Mit dem Werkzeug <i>Linie</i> auf der Symbolleiste <i>Zeichnen</i> (<i>Ansicht -> Symbolleisten -> Zeichnen</i>).</li>
<li> Mit einem Rahmen (<i>Einf&uuml;gen -> Rahmen...</i>), bei dem man nur f&uuml;r den unteren und oberen
Rand die Umrandung (sichtbar) einschaltet.</li>
</ul>
<a href="#top">nach oben</a>

<h2> 12.
<a name="12">Wie f&uuml;ge ich einen Absatz vor/nach einer Tabelle ein?</a>
</h2>
<p style="margin-left: 0.5cm">
Setzen Sie den Cursor vor das erste Zeichen in der ersten bzw. hinter das letzte Zeichen in der letzten Tabellenzelle
und bet&auml;tigen Sie die Tastenkombination <tt>Alt+Enter</tt>.
</p>
<a href="#top">nach oben</a>

<h2> 13.
<a name="13">Wie &auml;ndere ich das Datumsformat?</a>
</h2>
<p style="margin-left: 0.5cm">
Um den Feldbefehl <i>Datum</i> nicht im Format <i>TT.MM.JJ</i>, sondern z.B. im Format <i>JJJJ-MM-TT</i> erscheinen zu lassen,
f&uuml;gen Sie ihn statt &uuml;ber <i>Einf&uuml;gen -> Feldbefehl -> Datum</i> mit dem Dialog unter
<i>Einf&uuml;gen -> Feldbefehl -> Andere...</i> ein: W&auml;hlen Sie auf dem Register <i>Dokument</i> als <i>Feldtyp</i>
<i>Datum</i> und als <i>Format</i> das gew&uuml;nschte Format (z.B. <em>1999-12-31</em>).
<br />
Mit der <i>Auswahl</i> <em>Datum (fix)</em> oder <em>Datum</em> entscheiden Sie, ob der Feldbefehl jeweils das aktuelle Datum
des Tages oder das Datum zum Moment des Einf&uuml;gens (<em>fixiert</em>) anzeigen soll.
</p>
<a href="#top">nach oben</a>

<h2> 14.
<a name="14">Wie setze ich Text innerhalb einer Zeile sowohl links- als auch rechtsb&uuml;ndig?</a>
</h2>
<p style="margin-left: 0.5cm">
&Auml;ndern Sie das Absatzformat (<i>Format -> Formatvorlagen</i> oder <i>Format -> Absatz</i>): Auf dem Register <i>Tabulator</i>
l&ouml;schen Sie ggf. erst alle vorhandenen Tabulator-Stopps (Schaltfl&auml;che <i>Alle l&ouml;schen</i>), dann w&auml;hlen Sie
als <i>Typ</i> <em>Rechts</em> und als <em>Position</em> den rechten Rand des Seitentextbereichs (also Breite der Seite minus
der Breite der R&auml;nder links und rechts). Setzen Sie den neuen Tabulator-Stopp mit einem Klick auf die Schaltfl&auml;che <i>Neu</i>.
<br />
<b>Beispiel:</b> Bei einer DIN-A4-Seite (Breite: 21 cm) mit einem je 2 cm breiten Rand links und rechts m&uuml;sste der
(rechtsb&uuml;ndige) Tabulator bei der Position 17,00 cm gesetzt werden.
<br />
Wenn Sie in dem entsprechenden Absatz nun <em>nach der Eingabe des Textes, der linksb&uuml;ndig erscheinen soll</em> einen
Tabulator einf&uuml;gen, erscheint der restliche Text rechtsb&uuml;ndig.
</p>
<a href="#top">nach oben</a>

<h2> 15.
<a name="15">Wie kann ich eine Grafik auf allen Seiten wiederholen lassen?</a>
</h2>
<ul style="margin-left: 0.5cm">
<li> Schalten Sie dazu die Kopf- oder Fu&szlig;zeile ein (<i>Einf&uuml;gen -> Kopfzeile</i> bzw. <i>Einf&uuml;gen -> Fu&szlig;zeile</i>).</li>
<li> Setzen Sie den Cursor in die Kopf- bzw. Fu&szlig;zeile und w&auml;hlen Sie aus dem Men&uuml; <i>Einf&uuml;gen -> Bild -> Aus Datei...</i>.</li>
<li> Klicken Sie das Bild an, sodass es mit kleinen gr&uuml;nen Rechtecken markiert ist. W&auml;hlen Sie nun aus dem Kontextmen&uuml;
des Bildes (mit der rechten Maustaste anklicken) den Punkt <i>Verankerung</i>. Vergewissern Sie sich, dass als Verankerungs-Art
<i>Am Absatz</i> eingestellt ist.</li>
</ul>
<p style="margin-left: 0.5cm">
Das Bild wird nun auf allen Seiten wiederholt, auf denen die Kopf- bzw. Fu&szlig;zeile eingeschaltet ist. (Um also einzelne
Seiten davon auszunehmen, m&uuml;ssen Sie diesen eine andere Seitenvorlage zuweisen, auf der die Kopf- bzw. Fu&szlig;zeile ausgeschaltet ist.)
</p>
<a href="#top">nach oben</a>

<h2> 16.
<a name="16">Wie fasse ich zwei Tabellen zusammen?</a>
</h2>
<ul style="margin-left: 0.5cm">
<li> L&ouml;schen Sie zun&auml;chst alle Abs&auml;tze zwischen den beiden Tabellen bzw. schneiden Sie die Inhalte zwischen
den Tabellen aus und f&uuml;gen Sie sie an anderer Stelle wieder ein.</li>
<li> Es kann sein, dass es schon jetzt so aussieht, als w&uuml;rde es sich nur noch um eine Tabelle handeln. Ein Blick auf
die Anzeige in der Statusleiste ganz rechts unten verr&auml;t Ihnen jedoch, dass es noch zwei getrennte Tabellen sind
(die Anzeige wechselt z.B. von <i>Tabelle1</i> zu <i>Tabelle2</i>, wenn Sie den Cursor in eine andere Zelle setzen).</li>
<li> Rufen Sie jetzt das Kontextmen&uuml; der zweiten <em>unteren</em> Tabelle auf (mit der rechten Maustaste anklicken)
und w&auml;hlen Sie daraus den Punkt <i>Tabellen verbinden</i>.</li>
</ul>
<p style="margin-left: 0.5cm">
<b>Tipp:</b> F&uuml;r den umgekehrten Weg <em>eine Tabelle in zwei einzelne teilen</em> gehen Sie &uuml;ber den Punkt
<i>Tabelle auftrennen</i> aus dem Kontextmen&uuml; der Tabelle.
</p>
<a href="#top">nach oben</a>

<h2> 17.
<a name="17">Wie kann ich einen bestimmten Abschnitt vor Ver&auml;nderungen sch&uuml;tzen?</a>
</h2>
<p style="margin-left: 0.5cm">
Zellen in Tabellen lassen sich unter Schutz stellen, indem Sie diese markieren und dann im
Kontextmen&uuml; (mit der rechten Maustaste anklicken) <i>Zelle -> Sch&uuml;tzen</i> ausw&auml;hlen. Die Sperre wird
aber ebenso einfach wieder auch wieder aufgehoben, beugt damit nur versehentlichem Löschen oder Überschreiben vor.
<br />
Einen weitergehenden Schutz bieten Bereiche: Markieren Sie dazu den Abschnitt und w&auml;hlen Sie dann aus dem Men&uuml;
<i>Einf&uuml;gen -> Bereich...</i>, im darauf folgenden Dialog <i>Bereich einf&uuml;gen</i> auf dem Register <i>Bereich</i> unter <i>Schreibschutz</i> kreuzen Sie <i>Sch&uuml;tzen</i> an.
Diese Sperre l&auml;&szlig;t sich zus&auml;tzlich mittels Passwort absichern (, das zur Aufhebung des Schutzes wieder abgefragt wird).
 Der Schreibschutz erstreckt sich auch auf alle Objekte (wie z.B. Grafiken und Rahmen),
die innerhalb des Bereichs (z.B. <i>am Absatz</i>) verankert sind, selbst wenn sie au&szlig;erhalb dieses Bereichs
in Erscheinung treten (durch Positionsangabe in dem jeweiligen Dialog).
<br />
Bereiche werden unter dem gleichnamigen Punkt im Navigator (<i>Bearbeiten -> Navigator</i>) angezeigt; um einen Bereich
zu bearbeiten (einschl. Aufheben des Schreibschutzes) klicken Sie im Navigator mit der rechten Maustaste auf den entsprechenden
Bereich und w&auml;hlen aus dem Kontextmen&uuml; <i>Bearbeiten...</i>. Bei mehreren Bereichen empfiehlt sich daher die Vergabe
sinnf&auml;lliger Namen.
</p>
<a href="#top">nach oben</a>

<h2> 18.
<a name="18">Wie kann ich die Rechtschreibhilfe auf die sog. alte deutsche Rechtschreibung einstellen?</a>
</h2>
<p style="margin-left: 0.5cm">
Es besteht zur Zeit keine M&ouml;glichkeit, bei der Rechtschreibpr&uuml;fung zwischen sog. <em>alter</em> und <em>neuer</em>
Rechtschreibung zu w&auml;hlen.
<br />
Der technische Hintergrund dazu ist, dass es keine unterschiedlichen Sprachcodes f&uuml;r die unterschiedlichen Schreibweisen gibt;
beide <em>alte</em> wie <em>neue</em> Rechtschreibung laufen
unter <i>Deutsch (Deutschland)</i>. Programmtechnisch kann aber pro Sprache bzw. Sprachschema (in diesem Falle
<i>Deutsch (Deutschland)</i>) immer nur ein W&ouml;rterbuch (eine W&ouml;rterliste) genutzt werden. Daher ist die Option
<i>alte deutsche Rechtschreibung</i> unter <i>Extras -> Optionen -> Spracheinstellungen -> Linguistik -> Optionen</i>
auch ohne Effekt. Einfluss auf die Rechtschreibpr&uuml;fung kann man nur auf der Ebene der verwendeten W&ouml;rterb&uuml;cher
(W&ouml;rterlisten) nehmen, d.h. man muss das per Default f&uuml;r <i>Deutsch (Deutschland)</i> installierte W&ouml;rterbuch
manuell durch ein anderes f&uuml;r die gew&uuml;nschte Variante ersetzen.
</p>
<a href="#top">nach oben</a>

<h2> 19.
<a name="19">Wie kann ich ein Sonderzeichen per Tastenkombination eingeben?</a>
</h2>
<p style="margin-left: 0.5cm">
Sonderzeichen k&ouml;nnen &uuml;ber den Dialog <i>Einf&uuml;gen -> Sonderzeichen...</i> eingegeben werden. Tastenkombinationen
k&ouml;nnen &uuml;ber den Dialog <i>Extras -> Anpassen...</i> (Register <i>Tastatur</i>) definiert werden. Jedoch ist es zur Zeit
nicht m&ouml;glich beides zu kombinieren, d.h. f&uuml;r das Einf&uuml;gen eines bestimmten Sonderzeichens (z.B. &ccedil;) eine
Tastenkombination zu vergeben (z.B. <tt>AltGr+c</tt>).
<br />
Folgende Alternativen bieten sich an:
</p>
<ul>
<li> Sie schalten in Ihrem Betriebssystem das Tastaturlayout (vor&uuml;bergehend) auf die fremde Sprache um.</li>
<li> Sie passen in Ihrem Betriebssystem das Tastaturlayout (f&uuml;r Deutsch) so an, dass Ihnen die gew&uuml;nschte Tastenkombination
f&uuml;r das gew&uuml;nschte Zeichen zur Verf&uuml;gung steht.</li>
<li> Sie verwenden in <b>OpenOffice.org</b> einen AutoText (<i>Bearbeiten -> AutoText...</i>) f&uuml;r das Zeichen.</li>
<li> Sie verwenden in <b>OpenOffice.org</b> die AutoKorrektur (<i>Extras -> AutoKorrektur...</i>) f&uuml;r das Zeichen.</li>
</ul>
<p style="margin-left: 0.5cm">
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://www.ooowiki.de/TastaturAnpassen"><b>OpenOffice.org</b>-Wiki</a>.
</p>
<a href="#top">nach oben</a>

<h2> 20.
<a name="20">Wie kann ich in einem l&auml;ngeren Text alle gleichlautenden W&ouml;rter z.B. mit einer Hintergrundfarbe hinterlegen?</a>
</h2>
<ul style="margin-left: 0.5cm">
<li> Definieren Sie im Bereich <i>Zeichenvorlagen</i> der Palette <i>Formatvorlagen</i> (<i>Format -> Formatvorlagen</i>) eine neue
Zeichenvorlage (<i>Neu...</i> aus dem Kontextmen&uuml;), die Ihren W&uuml;nschen entspricht (in diesem Beispiel: Hintergrundfarbe),
oder passen Sie eine bestehende Zeichenvorlage entsprechend an.</li>
<li> W&auml;hlen Sie aus dem Men&uuml; <i>Bearbeiten -> Suchen &amp; Ersetzen...</i>.</li>
<li> Geben Sie Ihren Suchbegriff in das Feld <i>Suchen nach</i> ein und klicken Sie auf die Schaltfl&auml;che <i>Suche alle</i>.
Alle entsprechenden Vorkommen im Text sind nun markiert.</li>
<li> F&uuml;hren Sie im Bereich <i>Zeichenvorlagen</i> der Palette <i>Formatvorlagen</i> (<i>Format -> Formatvorlagen</i>)
einen Doppelklick auf die gew&uuml;nschte Zeichenvorlage (erster Schritt) aus, um diese den markierten Stellen zuzuweisen.</li>
</ul>
<p style="margin-left: 0.5cm">
<b>Tipp:</b> F&uuml;r sp&auml;tere Ver&auml;nderungen reicht es, die Zeichenvorlage entsprechend zu &auml;ndern
(<i>&Auml;ndern...</i> aus dem Kontextmen&uuml; im Fenster <i>Formatvorlagen</i>).
</p>
<a href="#top">nach oben</a>

<h2> 21.
<a name="21">Wie kann ich ein PDF-Dokument einf&uuml;gen und/oder bearbeiten?</a>
</h2>
<p style="margin-left: 0.5cm">
Ein PDF-Import steht in <b>OpenOffice.org</b> erst ab Version 3.0 zur Verf&uuml;gung. Dazu muss zur Zeit noch
die entsprechende <a href="http://extensions.openoffice.org/project/pdfimport">Extension</a> separat heruntergeladen
und nachtr&auml;glich installiert werden. Bis auf Weiteres ist ein Import jedoch nur in das Modul <b>DRAW</b> m&ouml;glich.
<br />
<b>H&auml;ufiger Fehler:</b> Wenn Sie versuchen &uuml;ber <i>Einf&uuml;gen -> Datei</i> ein PDF-Dokument in Ihr Textdokument
einzuf&uuml;gen, &ouml;ffnet sich zun&auml;chst der Dialog <i>ASCII-Filteroptionen</i>. Entsprechend werden, wenn man diesen
Dialog best&auml;tigt, die Rohdaten des PDF-Dokuments als reiner Text (sog. ASCII-Text) in das Textdokument eingef&uuml;gt,
was in aller Regel aber nicht beabsichtigt ist.
</p>
<a href="#top">nach oben</a>

<h2> 22.
<a name="22">Wie kann ich eine Grafik aus einem Dokument extrahieren (separat speichern)?</a>
</h2>
<p style="margin-left: 0.5cm">
Um eine Grafik, die in ein Textdokument eingebettet ist, als eigenst&auml;ndige Datei zu speichern, gehen Sie wie folgt vor:
</p>
<ol>
<li> Markieren Sie die Grafik mit einem einfachen Klick (das Objekt erscheint mit 8 gr&uuml;nen Quadraten versehen).</li>
<li> W&auml;hlen Sie aus dem Kontextmen&uuml; (rechte Maustaste) des markierten Objekts den Punkt <i>Kopieren</i>.</li>
<li> Wechseln Sie in das Modul <b>DRAW</b> (ggf. indem Sie eine neue Zeichnung mit <i>Datei -> Neu -> Zeichnung</i> anlegen).</li>
<li> F&uuml;gen Sie die Grafik aus der Zwischenablage ein (''Bearbeiten -> Einf&uuml;gen'').</li>
<li> Lassen Sie das soeben eingef&uuml;gte Objekt markiert und w&auml;hlen Sie aus dem Men&uuml; (in <b>DRAW</b>)
<i>Datei -> Exportieren</i>.</li>
<li> Vergeben Sie einen Dateinamen, w&auml;hlen Sie ein Dateiformat, aktivieren Sie die Option <i>Selektion</i>
(nicht bei allen Dateiformaten ausw&auml;hlbar) und klicken Sie abschlie&szlig;end auf <i>Exportieren</i>.</li>
</ol>
<p style="margin-left: 0.5cm">
<b>Ab Version 3.0</b> von <b>OpenOffice.org</b> k&ouml;nnen Sie eine Grafik aus einem Textdokument extrahieren,
indem Sie sie mit der rechten Maustaste anklicken und aus dem Kontextmen&uuml; <i>Grafiken speichern</i> w&auml;hlen.
</p>
<a href="#top">nach oben</a>

<h2> 23.
<a name="23">Wie kann ich eine Grafik in einem Textdokument drehen?</a>
</h2>
<p style="margin-left: 0.5cm">
Eine Grafik, die in ein Textdokument eingef&uuml;gt wurde, kann direkt im <b>WRITER</b> nur horizontal/vertikal
gespiegelt werden (mit den entsprechenden Icons auf der Symbolleiste <i>Bild</i>), nicht jedoch um einen beliebigen
Winkel gedreht werden. Daf&uuml;r m&uuml;ssen Sie das Modul '''Draw''' benutzen. Ist das Bild bereits in ein Textdokument
eingef&uuml;gt, gehen Sie wie folgt vor:
</p>
<ol>
<li> Markieren Sie die Grafik mit einem einfachen Klick (das Objekt erscheint mit 8 gr&uuml;nen Quadraten versehen).</li>
<li> Kopieren Sie das Bild in die Zwischenablage (<i>Bearbeiten -> Kopieren</i>).</li>
<li> Wechseln Sie in das Modul Draw (ggf. indem Sie eine neue Zeichnung mit <i>Datei -> Neu -> Zeichnung</i> anlegen).</li>
<li> F&uuml;gen Sie das Bild aus der Zwischenablage in Draw ein (<i>Bearbeiten -> Einf&uuml;gen</i>).</li>
<li> Im Men&uuml; <i>&Auml;ndern</i> k&ouml;nnen Sie nun <i>Drehen</i> aufrufen.</li>
<li> Markieren Sie das gedrehte Bild in Draw (8 gr&uuml;ne Quadrate erscheinen).</li>
<li> Kopieren Sie das Bild in <b>DRAW</b> in die Zwischenablage (<i>Bearbeiten -> Kopieren</i>).</li>
<li> Wechseln Sie zur&uuml;ck in den <b>WRITER</b> und f&uuml;gen Sie dort das gedrehte Bild mit <i>Bearbeiten -> Einf&uuml;gen</i> wieder ein.</li>
</ol>
<p style="margin-left: 0.5cm">
<b>Hinweis:</b> Wird ein Bild um einen freien Winkel gedreht, k&ouml;nnen insbesondere bei Linien unsch&ouml;n aussehende
<em>Treppeneffekte</em> auftreten.
</p>
<a href="#top">nach oben</a>

<h2> 24.
<a name="24">Wie kann ich einen Phantasie-Schriftzug gestalten?</a>
</h2>
<p style="margin-left: 0.5cm">
Phantasievolle Schriftz&uuml;ge (<em>WordArt</em>) k&ouml;nnen Sie in <b>OpenOffice.org</b> mit der Funktion <i>Fontwork</i>
gestalten. Blenden Sie ggf. die Symbolleiste <i>Zeichnen</i> mit <i>Ansicht -> Symbolleisten -> Zeichnen</i> ein.
Klicken Sie dort auf das Icon <i>Fontwork Gallery</i> (ein Bilderrahmen mit einem <em>A</em>) und w&auml;hlen Sie den
gew&uuml;nschten Fontwork-Stil aus.
<br />
<b>Weiterlesen:</b> F&uuml;r eine detailliertere Beschreibung empfehlen wir Ihnen das
<a href="http://www.ooowiki.de/FontWork"><b>OpenOffice.org</b>-Wiki</a>.
</p>
<a href="#top">nach oben</a>

<h2> 25.
<a name="X">Wo erhalte ich weitere Hilfe?</a>
</h2>
<p style="margin-left: 0.5cm">
Sollten Sie Ihr Problem mit den Hilfen auf dieser Seite nicht l&ouml;sen k&ouml;nnen und ben&ouml;tigen
Sie deshalb pers&ouml;nliche Hilfe, so wenden Sie sich mit Ihrer Frage am einfachsten an die Users-Mailingliste.
Informationen zum An- und Abmelden erhalten Sie unter <a href="http://de.openoffice.org/probleme.html">http://de.openoffice.org/probleme.html</a>.
<br />
M&ouml;glicherweise finden Sie aber die L&ouml;sung Ihres Problems auch in der
<a href="http://de.openoffice.org/doc/index.html">Dokumentation</a>,
in den <a href="http://de.openoffice.org/foren.html">Foren</a>
oder unter <a href="http://www.ooowiki.de">www.ooowiki.de</a>.
</p>
<a href="#top">nach oben</a>


<p>&nbsp;</p>
<p><a href="http://de.openoffice.org/doc/index.html">zur&uuml;ck zur Dokumentations-Hauptseite</a> | <a href="http://de.openoffice.org/doc/faq/index.html">zur&uuml;ck zur &Uuml;bersichtsseite der deutschsprachigen FAQs</a></p>

 <p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10-blue"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
