<table width="100%" border="0" cellpadding="0" cellspacing="0">

<tr>

<td width="84%" height="769" valign="top">

<H2>&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312; &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</H2>a

<p>&#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4311;&#4304;&#4309;&#4312;&#4321;&#4323;&#4324;&#4304;&#4314;&#4312; &#4307;&#4320;&#4317;&#4312;&#4321; &#4311;&#4323;&#4316;&#4307;&#4304;&#4330; &#4323;&#4315;&#4330;&#4312;&#4320;&#4308;&#4321;&#4312; &#4316;&#4304;&#4332;&#4312;&#4314;&#4312; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; 
&#4306;&#4304;&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4305;&#4304;&#4321;, &#4321;&#4304;&#4325;&#4304;&#4320;&#4311;&#4309;&#4308;&#4314;&#4317;&#4328;&#4312; &#4307;&#4304; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4308;&#4314;&#4328;&#4312; &#4306;&#4304;&#4309;&#4320;&#4330;&#4308;&#4314;&#4308;&#4305;&#4304;&#4321;&#4304; &#4307;&#4304; &#4307;&#4304;&#4316;&#4308;&#4320;&#4306;&#4309;&#4304;&#4321; 
&#4307;&#4304;&#4323;&#4311;&#4315;&#4317;&#4311;, &#4306;&#4311;&#4334;&#4317;&#4309;&#4311; &#4304;&#4320; &#4307;&#4304;&#4312;&#4310;&#4304;&#4320;&#4317;&#4311; &#4307;&#4304; &#4315;&#4312;&#4312;&#4326;&#4317;&#4311; &#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4304; &#4304;&#4315; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312;. &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312; 
&#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4312;&#4321; &#4315;&#4312;&#4326;&#4308;&#4305;&#4304;&#4321; &#4320;&#4304;&#4312;&#4315;&#4308; &#4306;&#4304;&#4316;&#4321;&#4304;&#4313;&#4323;&#4311;&#4320;&#4308;&#4305;&#4323;&#4314;&#4312; &#4315;&#4317;&#4311;&#4334;&#4317;&#4309;&#4316;&#4308;&#4305;&#4312; &#4304;&#4320; &#4306;&#4304;&#4304;&#4329;&#4316;&#4312;&#4304; &#4307;&#4304; &#4311;&#4325;&#4309;&#4308;&#4316; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; 
&#4315;&#4320;&#4304;&#4309;&#4304;&#4314;&#4315;&#4334;&#4320;&#4312;&#4309; &#4307;&#4304;&#4308;&#4334;&#4315;&#4304;&#4320;&#4317;&#4311; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4321;.</p>
<p>&#4318;&#4312;&#4320;&#4309;&#4308;&#4314; &#4320;&#4312;&#4306;&#4328;&#4312;, &#4331;&#4304;&#4314;&#4312;&#4304;&#4316; &#4313;&#4304;&#4320;&#4306;&#4312; &#4312;&#4325;&#4316;&#4308;&#4305;&#4304;, &#4311;&#4323; &#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4304;&#4321; &#4315;&#4312;&#4312;&#4326;&#4308;&#4305;&#4311; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4306;&#4304;&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4305;&#4304;&#4328;&#4312; 
(&#4314;&#4317;&#4313;&#4304;&#4314;&#4312;&#4310;&#4304;&#4330;&#4312;&#4304;&#4328;&#4312;) &#4307;&#4304; &#4307;&#4304;&#4306;&#4309;&#4308;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4312;&#4311; &#4328;&#4308;&#4309;&#4312;&#4315;&#4323;&#4328;&#4304;&#4309;&#4317;&#4311; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4328;&#4312; &#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4323;&#4314;&#4312; &#4331;&#4312;&#4320;&#4312;&#4311;&#4304;&#4307;&#4312; &#4322;&#4308;&#4320;&#4315;&#4312;&#4316;&#4317;&#4314;&#4317;&#4306;&#4312;&#4312;&#4321; 
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4328;&#4308;&#4321;&#4304;&#4322;&#4327;&#4309;&#4312;&#4321;&#4308;&#4305;&#4312;. &#4304;&#4315;&#4312;&#4321; &#4306;&#4304;&#4320;&#4307;&#4304;, &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4307;&#4304;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4304; &#4321;&#4304;&#4321;&#4323;&#4320;&#4309;&#4308;&#4314;&#4312;&#4304; &#4311;&#4309;&#4312;&#4311;&#4317;&#4316; &#4324;&#4320;&#4304;&#4310;&#4308;&#4305;&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314; 
&#4308;&#4316;&#4304;&#4310;&#4308; &#4311;&#4304;&#4320;&#4306;&#4315;&#4316;&#4304;&#4328;&#4312;. &#4304;&#4321;&#4308;&#4309;&#4308; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4334;&#4308;&#4314;&#4312; &#4328;&#4308;&#4323;&#4332;&#4327;&#4317;&#4311; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314; &#4308;&#4316;&#4304;&#4310;&#4308; &#4321;&#4304;&#4334;&#4308;&#4314;&#4315;&#4331;&#4326;&#4309;&#4304;&#4316;&#4308;&#4314;&#4317;&#4308;&#4305;&#4312;&#4321;&#4304; &#4307;&#4304; &#4321;&#4334;&#4309;&#4304;&#4307;&#4304;&#4321;&#4334;&#4309;&#4304; 
&#4307;&#4317;&#4313;&#4323;&#4315;&#4308;&#4316;&#4322;&#4304;&#4330;&#4312;&#4312;&#4321; &#4311;&#4304;&#4320;&#4306;&#4315;&#4316;&#4304;&#4321;, &#4304;&#4321;&#4308;&#4311;&#4312; &#4304;&#4334;&#4304;&#4314;&#4312; &#4321;&#4304;&#4334;&#4308;&#4314;&#4315;&#4331;&#4326;&#4309;&#4304;&#4316;&#4308;&#4314;&#4317;&#4308;&#4305;&#4312;&#4321; &#4328;&#4308;&#4325;&#4315;&#4316;&#4304;&#4321;, &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4309;&#4308;&#4305;&#4306;&#4309;&#4308;&#4320;&#4307;&#4312;&#4321; &#4321;&#4334;&#4309;&#4304;&#4307;&#4304;&#4321;&#4334;&#4309;&#4304; 
&#4306;&#4304;&#4315;&#4317;&#4321;&#4304;&#4307;&#4308;&#4306;&#4312; &#4320;&#4308;&#4321;&#4323;&#4320;&#4321;&#4312;&#4311; &#4328;&#4308;&#4309;&#4321;&#4308;&#4305;&#4304;&#4321; &#4307;&#4304; &#4304;.&#4328;. &#4331;&#4316;&#4308;&#4314;&#4312; &#4332;&#4304;&#4320;&#4315;&#4317;&#4321;&#4304;&#4307;&#4306;&#4308;&#4316;&#4312;&#4304; &#4304;&#4307;&#4304;&#4315;&#4312;&#4304;&#4316;&#4312;, &#4320;&#4317;&#4315;&#4308;&#4314;&#4321;&#4304;&#4330;, &#4321;&#4323;&#4320;&#4309;&#4312;&#4314;&#4312;&#4321; 
&#4328;&#4308;&#4315;&#4311;&#4334;&#4309;&#4308;&#4309;&#4304;&#4328;&#4312;, &#4304;&#4320; &#4328;&#4308;&#4308;&#4331;&#4314;&#4317;&#4321; &#4320;&#4304;&#4312;&#4315;&#4308; &#4321;&#4304;&#4334;&#4312;&#4311; &#4315;&#4334;&#4304;&#4320;&#4312; &#4307;&#4304;&#4323;&#4333;&#4312;&#4320;&#4317;&#4321; &#4304;&#4315; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4321;.</p>

<p>&#4311;&#4323; &#4306;&#4321;&#4323;&#4320;&#4311; &#4320;&#4304;&#4312;&#4315;&#4308; &#4321;&#4304;&#4334;&#4312;&#4311; &#4307;&#4304;&#4308;&#4334;&#4315;&#4304;&#4320;&#4317;&#4311; &#4304;&#4315; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4321;, &#4306;&#4309;&#4304;&#4330;&#4316;&#4317;&#4305;&#4308;&#4311; &#4304;&#4315;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305; 
<a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4321;&#4312;&#4304;&#4328;&#4312;</a> &#4307;&#4304; &#4329;&#4309;&#4308;&#4316; &#4307;&#4312;&#4307;&#4312; &#4321;&#4312;&#4304;&#4315;&#4317;&#4309;&#4316;&#4308;&#4305;&#4312;&#4311; &#4304;&#4306;&#4312;&#4334;&#4321;&#4316;&#4312;&#4311;, &#4311;&#4323; 
&#4313;&#4317;&#4316;&#4313;&#4320;&#4308;&#4322;&#4323;&#4314;&#4304;&#4307; &#4320;&#4317;&#4306;&#4317;&#4320; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4306;&#4304;&#4315;&#4317;&#4334;&#4304;&#4322;&#4317;&#4311; &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4307;&#4312;&#4307;&#4321;&#4323;&#4314;&#4317;&#4309;&#4316;&#4308;&#4305;&#4304;.</p>

<p>&#4304;.&#4313;.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>

</td>

<td width="1%" valign="top">&nbsp;</td>

<td width="15%" valign="top">

<table width="100%" border="1" bordercolor="#000000" cellspacing="0" cellpadding="5">

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="3"><b>
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo
</b></font></td></tr>

<tr><td><font size="2">
<a href="index.html">&#4328;&#4308;&#4321;&#4304;&#4309;&#4304;&#4314;&#4312;</a>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-product.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br>
 <a href="about-downloads.html">&#4306;&#4304;&#4307;&#4315;&#4317;&#4322;&#4309;&#4312;&#4320;&#4311;&#4309;&#4304;</a><br>
 <a href="about-cdrom.html">CD-&#4307;&#4312;&#4321;&#4313;&#4312;</a><br>
 <a href="about-spellcheck.html">&#4315;&#4304;&#4320;&#4311;&#4314;&#4332;&#4308;&#4320;&#4312;&#4321; &#4328;&#4308;&#4315;&#4317;&#4332;&#4315;&#4308;&#4305;&#4304;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="background.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br> 
 <a href="faq.html">&#4313;&#4312;&#4311;&#4334;&#4309;&#4304;-&#4318;&#4304;&#4321;&#4323;&#4334;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4307;&#4304;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br> 
 <a href="about-documentation.html">&#4321;&#4304;&#4334;&#4308;&#4314;&#4315;&#4331;&#4326;&#4309;&#4304;&#4316;&#4308;&#4314;&#4317;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-helping.html">&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312;&nbsp;&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a><br> 
 <a href="about-issuezilla.html">&#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;</a><br>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4304;&#4313;&#4317;&#4316;&#4322;&#4304;&#4325;&#4322;&#4317; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br>
 <a href="adresses.html">&#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4315;&#4312;&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4308;&#4305;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4334;&#4309;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="credits.html">&#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312;</a><br>
 <a href="about-legal.html">&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4314;&#4308;&#4305;&#4320;&#4312;&#4309;&#4312; &#4315;&#4334;&#4304;&#4320;&#4308;</a><br>
</font></td></tr>

</table>
</td>
</tr>
</table>

