
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <title>null</title>
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
    
    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/ka/">ka</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      <table width="100%" border="0" cellpadding="0" cellspacing="0">

<tr>

<td width="84%" height="769" valign="top">

<H2>&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312;</H2>

<p>&#4304;&#4325; &#4311;&#4309;&#4308;&#4316; &#4312;&#4334;&#4312;&#4314;&#4304;&#4309;&#4311; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304;&#4321; OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316; &#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&#4311;&#4309;&#4312;&#4321; 
&#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4312;&#4311;.</p>

<h3>&#4320;&#4317;&#4306;&#4317;&#4320; &#4324;&#4323;&#4316;&#4325;&#4330;&#4312;&#4317;&#4316;&#4312;&#4320;&#4308;&#4305;&#4321; &#4308;&#4321; &#4321;&#4312;&#4321;&#4322;&#4308;&#4315;&#4304;?</H3>
<p>&#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4306;&#4304;&#4304;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4311; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4304;&#4321; &#4320;&#4317;&#4315;&#4308;&#4314;&#4312;&#4315;&#4308; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312;, &#4312;&#4306;&#4312; &#4304;&#4309;&#4322;&#4317;&#4315;&#4304;&#4322;&#4323;&#4320;&#4304;&#4307; &#4306;&#4304;&#4308;&#4306;&#4310;&#4304;&#4309;&#4316;&#4308;&#4305;&#4304; 
&#4304;&#4315; &#4305;&#4312;&#4323;&#4308;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4323;&#4314; &#4327;&#4309;&#4308;&#4314;&#4304; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4308;&#4314;&#4321;. &#4320;&#4304; &#4311;&#4325;&#4315;&#4304; &#4323;&#4316;&#4307;&#4304;, &#4312;&#4315;&#4312;&#4321;&#4311;&#4309;&#4312;&#4321;, &#4320;&#4317;&#4315; &#4321;&#4334;&#4309;&#4304; &#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312;&#4321;&#4304;&#4306;&#4304;&#4316; 
&#4311;&#4325;&#4309;&#4308;&#4316;&#4321; &#4315;&#4312;&#4308;&#4320; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4306;&#4304;&#4315;&#4317;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314; &#4328;&#4308;&#4313;&#4312;&#4311;&#4334;&#4309;&#4304;&#4310;&#4308; &#4306;&#4304;&#4330;&#4308;&#4315;&#4323;&#4314;&#4312; &#4332;&#4308;&#4320;&#4312;&#4314;&#4308;&#4305;&#4312; &#4311;&#4325;&#4309;&#4308;&#4316;&#4330; &#4315;&#4312;&#4312;&#4326;&#4317;&#4311;, &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4323;&#4314;&#4312; 
&#4323;&#4316;&#4307;&#4304; &#4312;&#4327;&#4317;&#4311; &#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312;. &#4321;&#4304;&#4321;&#4323;&#4320;&#4309;&#4308;&#4314; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312;/ &#4321;&#4312;&#4304;&#4328;&#4312; &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304; &#4325;&#4309;&#4308;&#4315;&#4317;&#4311; &#4315;&#4317;&#4330;&#4308;&#4315;&#4323;&#4314; &#4305;&#4315;&#4323;&#4314;&#4310;&#4308; &#4307;&#4304;&#4332;&#4313;&#4304;&#4318;&#4323;&#4316;&#4308;&#4305;&#4312;&#4311; 
&#4307;&#4304; &#4328;&#4308;&#4315;&#4317;&#4311;&#4304;&#4309;&#4304;&#4310;&#4308;&#4305;&#4323;&#4314; &#4315;&#4312;&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4310;&#4308; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4306;&#4304;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4311; &#4304;&#4320;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4331;&#4314;&#4308;&#4305;&#4308;&#4314;&#4312;.</p>

<h3>&#4320;&#4304; &#4321;&#4304;&#4334;&#4312;&#4321; &#4307;&#4312;&#4321;&#4313;&#4323;&#4321;&#4312;&#4308;&#4305;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321; &#4304;&#4320;&#4312;&#4321; &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312;?</H3>
<p><ul>
<li>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312; <b>users@ka.openoffice.org</b> &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312;&#4304; OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4314;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321; 
&#4307;&#4304; &#4315;&#4304;&#4321;&#4328;&#4312; &#4328;&#4308;&#4321;&#4304;&#4331;&#4314;&#4308;&#4305;&#4308;&#4314;&#4312;&#4304; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314; &#4308;&#4316;&#4304;&#4310;&#4308; &#4312;&#4321;&#4304;&#4323;&#4305;&#4320;&#4317;&#4311; &#4327;&#4309;&#4308;&#4314;&#4304; &#4312;&#4315; &#4321;&#4304;&#4313;&#4312;&#4311;&#4334;&#4310;&#4308;, &#4320;&#4304;&#4330; &#4304;&#4315; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4304;&#4321; &#4328;&#4308;&#4308;&#4334;&#4308;&#4305;&#4304;. &#4304;&#4321;&#4308;&#4309;&#4308;, 
&#4328;&#4308;&#4321;&#4304;&#4331;&#4314;&#4308;&#4305;&#4308;&#4314;&#4312;&#4304; &#4315;&#4312;&#4321; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4314;&#4308;&#4305;&#4321; &#4328;&#4317;&#4320;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4330;&#4307;&#4312;&#4314;&#4308;&#4305;&#4304;&#4311;&#4304; &#4307;&#4304; &#4304;&#4310;&#4320;&#4311;&#4304; &#4306;&#4304;&#4330;&#4309;&#4314;&#4304; &#4307;&#4304; &#4321;&#4304;&#4323;&#4305;&#4304;&#4320;&#4312; &#4327;&#4309;&#4308;&#4314;&#4304; &#4312;&#4315; &#4321;&#4304;&#4313;&#4312;&#4311;&#4334;&#4310;&#4308;, &#4320;&#4317;&#4315;&#4308;&#4314;&#4312;&#4330; 
&#4321;&#4304;&#4312;&#4316;&#4322;&#4308;&#4320;&#4308;&#4321;&#4317;  &#4312;&#4325;&#4316;&#4308;&#4305;&#4304; OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4314;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321;.

<li>&#4304;&#4314;&#4322;&#4308;&#4320;&#4316;&#4304;&#4322;&#4312;&#4323;&#4314;&#4304;&#4307;, &#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4306;&#4321;&#4323;&#4320;&#4311; OpenOffice.org -&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4304;&#4321;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4312;&#4311; &#4312;&#4321;&#4308;&#4311; &#4321;&#4304;&#4313;&#4312;&#4311;&#4334;&#4310;&#4308;&#4305;&#4310;&#4308; &#4321;&#4304;&#4323;&#4305;&#4304;&#4320;&#4312;, &#4320;&#4304;&#4330; 
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4308;&#4314;&#4321; &#4304;&#4320; &#4328;&#4308;&#4308;&#4334;&#4308;&#4305;&#4304;, &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4306;&#4304;&#4315;&#4317;&#4325;&#4309;&#4308;&#4327;&#4316;&#4317;&#4311; &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4328;&#4308;&#4313;&#4312;&#4311;&#4334;&#4309;&#4304; &#4328;&#4308;&#4321;&#4304;&#4305;&#4304;&#4315;&#4312;&#4321; &#4312;&#4316;&#4306;&#4314;&#4312;&#4321;&#4323;&#4320;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316; 
&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4321;&#4312;&#4308;&#4305;&#4328;&#4312;, &#4320;&#4317;&#4306;&#4317;&#4320;&#4308;&#4305;&#4312;&#4330;&#4304;&#4304; users@openoffice.apache.org &#4307;&#4304; users@openoffice.apache.org . &#4304;&#4315; &#4307;&#4304; &#4321;&#4334;&#4309;&#4304; &#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; 
&#4321;&#4312;&#4308;&#4305;&#4328;&#4312; &#4306;&#4304;&#4307;&#4304;&#4321;&#4309;&#4314;&#4304; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4315;&#4304;&#4320;&#4330;&#4334;&#4308;&#4316;&#4304; &#4315;&#4334;&#4304;&#4320;&#4308;&#4321; &#4306;&#4304;&#4316;&#4311;&#4304;&#4309;&#4321;&#4308;&#4305;&#4323;&#4314; Mailing lists &#4305;&#4315;&#4323;&#4314;&#4310;&#4308; &#4307;&#4304;&#4332;&#4313;&#4304;&#4318;&#4323;&#4316;&#4308;&#4305;&#4312;&#4311;.

<li>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312; <b>announce@ka.openoffice.org</b> &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312;&#4304; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4323;&#4314;&#4312; &#4315;&#4311;&#4304;&#4309;&#4304;&#4320;&#4312; &#4321;&#4312;&#4304;&#4334;&#4314;&#4308;&#4308;&#4305;&#4312;&#4321;&#4304; &#4307;&#4304; 
&#4315;&#4308;&#4307;&#4312;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321; &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312; &#4306;&#4304;&#4315;&#4317;&#4328;&#4309;&#4308;&#4305;&#4308;&#4305;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4321;&#4304;&#4325;&#4309;&#4308;&#4327;&#4316;&#4308;&#4305;&#4314;&#4304;&#4307;. &#4311;&#4323; &#4311;&#4325;&#4309;&#4308;&#4316; &#4306;&#4321;&#4323;&#4320;&#4311; &#4304;&#4309;&#4322;&#4317;&#4315;&#4304;&#4322;&#4323;&#4320;&#4304;&#4307; &#4315;&#4312;&#4312;&#4326;&#4317;&#4311; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4308;&#4305;&#4312; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312; 
&#4321;&#4312;&#4304;&#4334;&#4314;&#4308;&#4308;&#4305;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;, &#4304;&#4316; &#4315;&#4308;&#4307;&#4312;&#4312;&#4321; &#4332;&#4304;&#4320;&#4315;&#4317;&#4315;&#4304;&#4307;&#4306;&#4308;&#4316;&#4308;&#4314;&#4312; &#4334;&#4304;&#4320;&#4311;, &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4307;&#4312;&#4311; &#4304;&#4315; &#4321;&#4312;&#4304;&#4328;&#4312;.

</ul>
</p>
<p>&#4328;&#4308;&#4315;&#4307;&#4308;&#4306;&#4312; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312; &#4331;&#4312;&#4320;&#4312;&#4311;&#4304;&#4307;&#4304;&#4307; &#4315;&#4334;&#4317;&#4314;&#4317;&#4307; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4311;&#4304;&#4311;&#4309;&#4312;&#4321; &#4304;&#4320;&#4312;&#4321; &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312;, &#4311;&#4323;&#4315;&#4330;&#4304; &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304; 
&#4307;&#4304; &#4304;&#4321;&#4309;&#4308;&#4308; &#4304;&#4320;&#4325;&#4312;&#4309;&#4308;&#4305;&#4312;&#4321; &#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304; &#4327;&#4309;&#4308;&#4314;&#4304; &#4315;&#4321;&#4323;&#4320;&#4309;&#4308;&#4314;&#4321; &#4328;&#4308;&#4323;&#4331;&#4314;&#4312;&#4304;.</p>
<p>
<ul>

<li>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312; <b>dev@ka.openoffice.org</b> &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312;&#4304; OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4311;&#4304;&#4316; &#4307;&#4304; &#4306;&#4304;&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4305;&#4304;&#4321;&#4311;&#4304;&#4316; 
&#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4323;&#4314; &#4321;&#4304;&#4313;&#4312;&#4311;&#4334;&#4308;&#4305;&#4310;&#4308; &#4321;&#4304;&#4323;&#4305;&#4320;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321;. &#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4331;&#4312;&#4320;&#4312;&#4311;&#4304;&#4307;&#4304;&#4307; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312; &#4312;&#4326;&#4308;&#4305;&#4308;&#4316; &#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4304;.

<li>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312; <b>cvs@ka.openoffice.org</b> &#4306;&#4304;&#4316;&#4313;&#4323;&#4311;&#4309;&#4316;&#4312;&#4314;&#4312;&#4304; OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4312;&#4320;&#4308;&#4305;&#4312;&#4321;&#4304; &#4307;&#4304; 
&#4315;&#4317;&#4307;&#4323;&#4314;&#4311;&#4304; &#4309;&#4308;&#4320;&#4321;&#4312;&#4312;&#4321; &#4313;&#4317;&#4316;&#4322;&#4320;&#4317;&#4314;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321;. &#4320;&#4317;&#4307;&#4308;&#4321;&#4304;&#4330; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312; &#4320;&#4317;&#4315;&#4308;&#4314;&#4312;&#4315;&#4308; &#4324;&#4304;&#4312;&#4314;&#4312; &#4306;&#4304;&#4316;&#4304;&#4334;&#4314;&#4307;&#4308;&#4305;&#4304;, &#4304;&#4316; &#4304;&#4334;&#4304;&#4314;&#4312; &#4324;&#4304;&#4312;&#4314;&#4312;/ &#4307;&#4312;&#4320;&#4308;&#4325;&#4322;&#4317;&#4320;&#4312;&#4304; 
&#4306;&#4304;&#4312;&#4334;&#4321;&#4316;&#4308;&#4305;&#4304;, &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304; &#4304;&#4309;&#4322;&#4317;&#4315;&#4304;&#4322;&#4323;&#4320;&#4304;&#4307; &#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4312;&#4306;&#4310;&#4304;&#4309;&#4316;&#4308;&#4305;&#4304;.

<li>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312; <b>issues@ka.openoffice.org</b> &#4321;&#4304;&#4328;&#4323;&#4304;&#4314;&#4308;&#4305;&#4304;&#4321; &#4306;&#4304;&#4331;&#4314;&#4308;&#4309;&#4311; &#4304;&#4313;&#4317;&#4316;&#4322;&#4320;&#4317;&#4314;&#4317;&#4311; Issuezilla-&#4328;&#4312; &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4323;&#4314;&#4312; 
&#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321;&#4304; &#4311;&#4323; &#4306;&#4304;&#4323;&#4315;&#4335;&#4317;&#4305;&#4308;&#4321;&#4308;&#4305;&#4312;&#4321; &#4321;&#4323;&#4320;&#4309;&#4312;&#4314;&#4308;&#4305;&#4312;&#4321; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4308;&#4305;&#4312;, &#4315;&#4304;&#4311;&#4312; &#4306;&#4304;&#4315;&#4317;&#4325;&#4309;&#4308;&#4327;&#4316;&#4308;&#4305;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304; &#4307;&#4304; &#4315;&#4304;&#4311;&#4312; &#4330;&#4309;&#4314;&#4312;&#4314;&#4308;&#4305;&#4308;&#4305;&#4312;/ 
&#4306;&#4304;&#4316;&#4309;&#4312;&#4311;&#4304;&#4320;&#4308;&#4305;&#4304;. &#4320;&#4317;&#4307;&#4308;&#4321;&#4304;&#4330; &#4309;&#4312;&#4316;&#4315;&#4308; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4311;&#4304;&#4316; &#4307;&#4304;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4308;&#4305;&#4312;&#4311; &#4304;&#4334;&#4304;&#4314; &#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;&#4321; (Issue-&#4321;) &#4306;&#4304;&#4334;&#4321;&#4316;&#4312;&#4321;, &#4328;&#4308;&#4321;&#4304;&#4305;&#4304;&#4315;&#4312;&#4321;&#4312; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304; 
&#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4304;&#4309;&#4322;&#4317;&#4315;&#4304;&#4322;&#4323;&#4320;&#4304;&#4307; &#4306;&#4304;&#4315;&#4317;&#4325;&#4309;&#4308;&#4327;&#4316;&#4307;&#4308;&#4305;&#4304;.
</ul>
</p>

<table cellpadding="4" cellspacing="1" bgcolor="#ffffff" width=
"100%">
<tr bgcolor="#00315a">
<td colspan="5" align="middle" height="20"><font color=
"#ffffff"><b>&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312;</b></font></td>
</tr>

<tr bgcolor="#99ccff">
<td align="middle"><font color="#00315a"><b>&#4321;&#4312;&#4312;&#4321; &#4321;&#4304;&#4334;&#4308;&#4314;&#4312;</b></font></td>
<td align="middle"><font color=
"#00315a"><b>&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</b></font></td>
<td align="middle"><font color=
"#00315a"><b>&#4332;&#4308;&#4309;&#4320;&#4317;&#4305;&#4312;&#4321; &#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</b></font></td>
<td align="middle"><font color=
"#00315a"><b>&#4331;&#4312;&#4308;&#4305;&#4304; &#4304;&#4320;&#4325;&#4312;&#4309;&#4328;&#4312;</b></font></td>
<td align="middle"><font color="#00315a"><b>&#4304;&#4320;&#4325;&#4312;&#4309;&#4312;&#4321; &#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;
</b></font></td>
</tr>

<tr bgcolor="#f0f0f0">
<td>
<p><b>users@ka.openoffice.org</b><br>
OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4314;&#4308;&#4305;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321;</p>
</td>
<td align="middle"><a href=
"mailto:users-subscribe@ka.openoffice.org">&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href="mailto:users-unsubscribe@ka.openoffice.org">&#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</a>
</td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SearchList?listName=users">
&#4331;&#4312;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SummarizeList?listName=users">
&#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;</a></td>
</tr>

<tr bgcolor="#f0f0f0">
<td>
<p><b>announce@ka.openoffice.org</b><br>
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4311;&#4304;&#4316; &#4307;&#4304; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; OpenOffice.org -&#4312;&#4321; &#4321;&#4312;&#4304;&#4334;&#4314;&#4308;&#4308;&#4308;&#4305;&#4312;</p>
</td>
<td align="middle"><a href=
"mailto:announce-subscribe@ka.openoffice.org">&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href="mailto:announce-unsubscribe@ka.openoffice.org">&#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</a>
</td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SearchList?listName=announce">
&#4331;&#4312;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SummarizeList?listName=announce">
&#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;</a></td>
</tr>

<tr bgcolor="#f0f0f0">
<td>
<p><b>dev@ka.openoffice.org</b><br>
OpenOffice.org -&#4312;&#4321; &#4306;&#4304;&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4305;&#4304; &#4307;&#4304; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo &#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4306;&#4304;&#4316;&#4309;&#4312;&#4311;&#4304;&#4320;&#4308;&#4305;&#4304;.</p>
</td>
<td align="middle"><a href=
"mailto:dev-subscribe@ka.openoffice.org">&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href="mailto:dev-unsubscribe@ka.openoffice.org">&#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</a>
</td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SearchList?listName=dev">
&#4331;&#4312;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SummarizeList?listName=dev">
&#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;</a></td>
</tr>

<tr bgcolor="#f0f0f0">
<td>
<p><b>cvs@ka.openoffice.org</b><br>
OpenOffice.org -&#4312;&#4321; &#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4308;&#4316;&#4317;&#4309;&#4304;&#4316;&#4312; &#4315;&#4317;&#4315;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4314;&#4308;&#4305;&#4312;&#4321;&#4304;&#4311;&#4309;&#4312;&#4321;.</p>
</td>
<td align="middle"><a href=
"mailto:cvs-subscribe@ka.openoffice.org">&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href="mailto:cvs-unsubscribe@ka.openoffice.org">&#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</a>
</td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SearchList?listName=cvs">
&#4331;&#4312;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SummarizeList?listName=cvs">
&#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;</a></td>
</tr>

<tr bgcolor="#f0f0f0">
<td>
<p><b>issues@ka.openoffice.org</b><br>
&#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;&#4311;&#4304; &#4313;&#4317;&#4316;&#4322;&#4320;&#4317;&#4314;&#4312;</p>
</td>
<td align="middle"><a href=
"mailto:issues-subscribe@ka.openoffice.org">&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href="mailto:issues-unsubscribe@ka.openoffice.org">&#4328;&#4308;&#4332;&#4327;&#4309;&#4308;&#4322;&#4304;</a>
</td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SearchList?listName=issues">
&#4331;&#4312;&#4308;&#4305;&#4304;</a></td>
<td align="middle"><a href=
"http://ka.openoffice.org/servlets/SummarizeList?listName=issues">
&#4307;&#4304;&#4311;&#4309;&#4304;&#4314;&#4312;&#4308;&#4320;&#4308;&#4305;&#4304;</a></td>
</tr>

</table>

<br>
<br>
<h3>&#4307;&#4304;&#4315;&#4304;&#4322;&#4308;&#4305;&#4312;&#4311;&#4312; &#4320;&#4329;&#4308;&#4309;&#4308;&#4305;&#4312; &#4321;&#4304;&#4317;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4308;&#4305;&#4312;&#4321; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312;&#4321; &#4306;&#4304;&#4315;&#4317;&#4321;&#4304;&#4327;&#4308;&#4316;&#4308;&#4305;&#4314;&#4304;&#4307;</h3>
<p>&#4306;&#4311;&#4334;&#4317;&#4309;&#4311; &#4335;&#4308;&#4320; &#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4307;&#4308;&#4311; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4307;&#4304; &#4315;&#4334;&#4317;&#4314;&#4317;&#4307; &#4304;&#4315;&#4312;&#4321; &#4328;&#4308;&#4315;&#4307;&#4308;&#4306; &#4306;&#4304;&#4304;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4311; &#4328;&#4308;&#4313;&#4312;&#4311;&#4334;&#4309;&#4304; &#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312;.</p>
<p>&#4311;&#4323; &#4317;&#4320; &#4312;&#4321;&#4308;&#4311; &#4321;&#4304;&#4313;&#4312;&#4311;&#4334;&#4310;&#4308; &#4306;&#4321;&#4323;&#4320;&#4311; &#4328;&#4308;&#4313;&#4312;&#4311;&#4334;&#4309;&#4312;&#4321; &#4306;&#4304;&#4306;&#4310;&#4304;&#4309;&#4316;&#4304;, &#4320;&#4317;&#4315;&#4314;&#4308;&#4305;&#4312;&#4330; &#4308;&#4320;&#4311;&#4315;&#4304;&#4316;&#4308;&#4311;&#4321; &#4304;&#4320; &#4323;&#4313;&#4304;&#4309;&#4328;&#4312;&#4320;&#4307;&#4308;&#4305;&#4304;, &#4306;&#4304;&#4315;&#4317;&#4304;&#4325;&#4309;&#4308;&#4327;&#4316;&#4308;&#4311; &#4317;&#4320;&#4312; 
&#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4304;. &#4306;&#4304;&#4320;&#4313;&#4309;&#4308;&#4309;&#4312;&#4311; &#4315;&#4312;&#4323;&#4311;&#4312;&#4311;&#4308;&#4311;, &#4311;&#4323; &#4320;&#4304;&#4321; &#4308;&#4334;&#4308;&#4305;&#4304; &#4332;&#4308;&#4320;&#4312;&#4314;&#4312; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; Subject &#4309;&#4308;&#4314;&#4328;&#4312;.</p>

<p>&#4306;&#4304;&#4312;&#4311;&#4309;&#4304;&#4314;&#4312;&#4321;&#4332;&#4312;&#4316;&#4308;&#4311;, &#4320;&#4317;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4321; &#4315;&#4334;&#4317;&#4314;&#4317;&#4307; '&#4320;&#4308;&#4322;&#4320;&#4317;-&#4315;&#4317;&#4307;&#4308;&#4320;&#4304;&#4322;&#4317;&#4320;&#4312;' &#4306;&#4304;&#4304;&#4329;&#4316;&#4312;&#4304;, &#4320;&#4304;&#4330; &#4312;&#4315;&#4304;&#4321; &#4316;&#4312;&#4328;&#4316;&#4304;&#4309;&#4321;, &#4320;&#4317;&#4315; &#4316;&#4308;&#4305;&#4312;&#4321;&#4315;&#4312;&#4308;&#4320;&#4312; 
&#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4315;&#4312;&#4308;&#4320; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4328;&#4312; &#4306;&#4304;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4312; &#4327;&#4309;&#4308;&#4314;&#4304; &#4332;&#4308;&#4320;&#4312;&#4314;&#4312; &#4307;&#4304;&#4323;&#4327;&#4317;&#4309;&#4316;&#4308;&#4305;&#4314;&#4312;&#4309; &#4307;&#4304; &#4306;&#4304;&#4323;&#4324;&#4312;&#4314;&#4322;&#4320;&#4304;&#4309;&#4304;&#4307; &#4308;&#4306;&#4304;&#4310;&#4309;&#4316;&#4308;&#4305;&#4304; &#4304;&#4315; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312;&#4321; 
&#4327;&#4309;&#4308;&#4314;&#4304; &#4332;&#4308;&#4309;&#4320;&#4321;. &#4304;&#4315;&#4312;&#4322;&#4317;&#4315;, &#4306;&#4311;&#4334;&#4317;&#4309;&#4311; &#4306;&#4304;&#4316;&#4321;&#4304;&#4313;&#4323;&#4311;&#4320;&#4308;&#4305;&#4323;&#4314;&#4312; &#4327;&#4323;&#4320;&#4304;&#4307;&#4326;&#4308;&#4305;&#4304; &#4315;&#4312;&#4304;&#4325;&#4330;&#4312;&#4317;&#4311; &#4312;&#4316;&#4322;&#4308;&#4320;&#4316;&#4308;&#4322;&#4328;&#4312; &#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317; &#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4308;&#4305;&#4312;&#4321; 
&#4306;&#4304;&#4315;&#4317;&#4327;&#4308;&#4316;&#4308;&#4305;&#4312;&#4321; &#4308;&#4322;&#4312;&#4313;&#4308;&#4322;&#4321; (Netiquette) &#4307;&#4304; &#4304;&#4320;&#4304;&#4309;&#4312;&#4311;&#4304;&#4320; &#4328;&#4308;&#4315;&#4311;&#4334;&#4309;&#4308;&#4309;&#4304;&#4328;&#4312; &#4304;&#4320; &#4306;&#4304;&#4315;&#4317;&#4312;&#4327;&#4308;&#4316;&#4317;&#4311; &#4323;&#4328;&#4309;&#4308;&#4320;&#4312; &#4321;&#4312;&#4322;&#4327;&#4309;&#4308;&#4305;&#4312;, &#4323;&#4334;&#4308;&#4328;&#4304;&#4307; &#4304;&#4320; &#4306;&#4304;&#4314;&#4304;&#4316;&#4331;&#4326;&#4317;&#4311; &#4304;&#4316; 
&#4328;&#4308;&#4323;&#4320;&#4304;&#4330;&#4334;&#4327;&#4317;&#4324;&#4304; &#4304;&#4320; &#4315;&#4312;&#4304;&#4327;&#4308;&#4316;&#4317;&#4311; &#4320;&#4317;&#4315;&#4308;&#4314;&#4312;&#4315;&#4308; &#4318;&#4312;&#4320;&#4317;&#4309;&#4316;&#4308;&#4305;&#4304;&#4321;, &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4321;, &#4313;&#4317;&#4315;&#4318;&#4304;&#4316;&#4312;&#4304;&#4321;, &#4317;&#4320;&#4306;&#4304;&#4316;&#4312;&#4310;&#4304;&#4330;&#4312;&#4304;&#4321;&#4304; &#4311;&#4323; &#4325;&#4309;&#4308;&#4327;&#4304;&#4316;&#4304;&#4321;/&#4320;&#4308;&#4306;&#4312;&#4317;&#4316;&#4321;.
</p>
<p>&#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312;&#4321; &#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312;&#4321;&#4304;&#4307;&#4315;&#4312; &#4328;&#4308;&#4316;&#4317;&#4305;&#4312;&#4311; &#4315;&#4312;&#4315;&#4304;&#4320;&#4311;&#4309;&#4304; &#4315;&#4312;&#4326;&#4308;&#4305;&#4323;&#4314;&#4312;&#4304; &#4307;&#4304; &#4310;&#4320;&#4307;&#4312;&#4314;&#4317;&#4305;&#4312;&#4321; &#4308;&#4322;&#4312;&#4313;&#4308;&#4322;&#4312;&#4321; &#4307;&#4304;&#4320;&#4326;&#4309;&#4308;&#4309;&#4304;&#4307; &#4304;&#4320; &#4312;&#4311;&#4309;&#4314;&#4308;&#4305;&#4304;.</p>

<p>&#4311;&#4325;&#4309;&#4308;&#4316; &#4328;&#4308;&#4306;&#4312;&#4331;&#4314;&#4312;&#4304;&#4311; &#4311;&#4325;&#4309;&#4308;&#4316;&#4312; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4315;&#4316;&#4304;&#4334;&#4309;&#4308;&#4314;&#4312; &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4304; &#4312;&#4321;&#4308; &#4307;&#4304;&#4304;&#4327;&#4308;&#4316;&#4317;&#4311;, &#4320;&#4317;&#4315; &#4328;&#4308;&#4321;&#4304;&#4305;&#4304;&#4315;&#4312;&#4321;&#4312; &#4305;&#4312;&#4323;&#4314;&#4308;&#4322;&#4308;&#4316;&#4312;&#4307;&#4304;&#4316; &#4315;&#4312;&#4326;&#4308;&#4305;&#4323;&#4314;&#4312; &#4332;&#4308;&#4320;&#4312;&#4314;&#4308;&#4305;&#4312; 
&#4328;&#4308;&#4321;&#4304;&#4305;&#4304;&#4315;&#4312;&#4321; &#4313;&#4304;&#4322;&#4308;&#4306;&#4317;&#4320;&#4312;&#4304;&#4328;&#4312;/ &#4307;&#4312;&#4320;&#4308;&#4325;&#4322;&#4317;&#4320;&#4312;&#4304;&#4328;&#4312; &#4306;&#4304;&#4307;&#4304;&#4312;&#4322;&#4304;&#4316;&#4317;&#4321;. &#4304;&#4315; &#4324;&#4323;&#4316;&#4325;&#4330;&#4312;&#4304;&#4321; &#4315;&#4320;&#4304;&#4309;&#4304;&#4314; &#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4328;&#4312; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4324;&#4312;&#4314;&#4322;&#4320;&#4312;&#4320;&#4308;&#4305;&#4304; &#4308;&#4332;&#4317;&#4307;&#4308;&#4305;&#4304; &#4307;&#4304; 
&#4308;&#4321; &#4324;&#4323;&#4325;&#4316;&#4330;&#4312;&#4304; &#4315;&#4320;&#4309;&#4304;&#4314; &#4306;&#4304;&#4309;&#4320;&#4330;&#4308;&#4314;&#4308;&#4305;&#4323;&#4314; &#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4318;&#4320;&#4317;&#4306;&#4320;&#4304;&#4315;&#4304;&#4321; &#4306;&#4304;&#4304;&#4329;&#4316;&#4312;&#4304;.</p>

<p>&#4304;&#4312;&#4308;&#4322; &#4313;&#4317;&#4314;&#4334;&#4312;</p>

<p>&nbsp;</p>
<p>&nbsp;</p>

</td>

<td width="1%" valign="top">&nbsp;</td>

<td width="15%" valign="top">

<table width="100%" border="1" bordercolor="#000000" cellspacing="0" cellpadding="5">

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="3"><b>
&#4325;&#4304;&#4320;&#4311;&#4323;&#4314;&#4312; OOo
</b></font></td></tr>

<tr><td><font size="2">
<a href="index.html">&#4328;&#4308;&#4321;&#4304;&#4309;&#4304;&#4314;&#4312;</a>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4307;&#4323;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-product.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br>
 <a href="about-downloads.html">&#4306;&#4304;&#4307;&#4315;&#4317;&#4322;&#4309;&#4312;&#4320;&#4311;&#4309;&#4304;</a><br>
 <a href="about-cdrom.html">CD-&#4307;&#4312;&#4321;&#4313;&#4312;</a><br>
 <a href="about-spellcheck.html">&#4315;&#4304;&#4320;&#4311;&#4314;&#4332;&#4308;&#4320;&#4312;&#4321; &#4328;&#4308;&#4315;&#4317;&#4332;&#4315;&#4308;&#4305;&#4304;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4312;&#4321; &#4328;&#4308;&#4321;&#4304;&#4334;&#4308;&#4305;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="background.html">&#4304;&#4326;&#4332;&#4308;&#4320;&#4312;&#4314;&#4317;&#4305;&#4304;</a><br> 
 <a href="faq.html">&#4313;&#4312;&#4311;&#4334;&#4309;&#4304;-&#4318;&#4304;&#4321;&#4323;&#4334;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4307;&#4304;&#4334;&#4315;&#4304;&#4320;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br> 
 <a href="about-documentation.html">&#4321;&#4304;&#4334;&#4308;&#4314;&#4315;&#4331;&#4326;&#4309;&#4304;&#4316;&#4308;&#4314;&#4317;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4315;&#4317;&#4316;&#4304;&#4332;&#4312;&#4314;&#4308;&#4317;&#4305;&#4312;&#4321;&nbsp;&#4315;&#4312;&#4326;&#4308;&#4305;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-helping.html">&#4318;&#4320;&#4317;&#4308;&#4325;&#4322;&#4328;&#4312;&nbsp;&#4306;&#4304;&#4332;&#4308;&#4309;&#4320;&#4312;&#4304;&#4316;&#4308;&#4305;&#4304;</a><br> 
 <a href="about-issuezilla.html">&#4334;&#4304;&#4320;&#4309;&#4308;&#4310;&#4308;&#4305;&#4312;&#4321;&nbsp;&#4328;&#4308;&#4322;&#4327;&#4317;&#4305;&#4312;&#4316;&#4308;&#4305;&#4304;</a><br>
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4304;&#4313;&#4317;&#4316;&#4322;&#4304;&#4325;&#4322;&#4317; &#4312;&#4316;&#4324;&#4317;&#4320;&#4315;&#4304;&#4330;&#4312;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="about-mailinglist.html">&#4321;&#4304;&#4324;&#4317;&#4321;&#4322;&#4317;&nbsp;&#4306;&#4310;&#4304;&#4309;&#4316;&#4312;&#4314;&#4311;&#4304;&nbsp;&#4321;&#4312;&#4308;&#4305;&#4312;</a><br>
 <a href="adresses.html">&#4308;&#4314;&#4324;&#4317;&#4321;&#4322;&#4312;&#4321; &#4315;&#4312;&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4308;&#4305;&#4312;</a> 
</font></td></tr>

<tr><td bgcolor="#000080"><font color="#fffffff" face="BPG Glaho, BPG Glaho Arial, Sylfaen, BPG SanSerif" size="2"><b>
&#4321;&#4334;&#4309;&#4304;
</b></font></td></tr>

<tr><td><font size="2">
 <a href="credits.html">&#4332;&#4308;&#4309;&#4320;&#4308;&#4305;&#4312;</a><br>
 <a href="about-legal.html">&#4321;&#4304;&#4315;&#4304;&#4320;&#4311;&#4314;&#4308;&#4305;&#4320;&#4312;&#4309;&#4312; &#4315;&#4334;&#4304;&#4320;&#4308;</a><br>
</font></td></tr>

</table>
</td>
</tr>
</table>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
