<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Mac_notes103</title>

<meta HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">
</head>
  <body>
                                       
<table width="100%" border="0" cellpadding="4">
                        <tbody>
                        <tr>
                         <td width="100%" align="left" valign="top">
      <p><b><font face="Arial, Helvetica, sans-serif" color="#cc6600">Notes sur 
        1.0.3 GM pour DarwinPPC et MacOS X (X11)</font></b></p>
      <p>Edward Peterlin<br>
        29 mars 2003<br>
        (traduction Sophie Gautier<br>
        27 ao&ucirc;t 2003)</p>
      <p>Des remerciements sp&eacute;ciaux pour ZeroG Software pour avoir fourni 
        InstallAnywhere qui a permis de construire l'installeur natif MacOS X 
        pour OpenOffice.org.</p>
      <p>Cette version est pr&eacute;vue pour DarwinPPC, mais gr&acirc;ce &agrave; 
        d'autres projets Open Source, il est &eacute;galement possible d'utiliser 
        cette version sur MacOS X. Vous ne connaissez pas la diff&eacute;rence 
        ? Et bien celle-ci n'utilise pas Aqua et ne l'utilisera jamais, pour commencer. 
        Apprenez-en plus sur la page <a href="http://porting.openoffice.org/mac">http://porting.openoffice.org/mac</a> 
        pour comprendre les diff&eacute;rences techniques.</p>
      <p>Pour pouvoir faire tourner OpenOffice.org vous allez avoir besoin qu'X11 
        ainsi que certains autres outils U*ix soient install&eacute;s sur votre 
        ordinateur. Reportez vous &agrave; la section N&eacute;cessit&eacute;s 
        syst&egrave;mes pour plus de d&eacute;tails. Pour plus d'information sur 
        comment aider le portage MacOS X ou d'autres portages d'OpenOffice.org, 
        vous trouverez des instructions sp&eacute;cifiques pour MacOS X sur la 
        page <a href="http://porting.openoffice.org/mac">http://porting.openoffice.org/mac</a> 
        Il y a encore beaucoup de travail &agrave; faire pour finir le portage, 
        aussi vous &ecirc;tes r&eacute;ellement le bienvenu si vous souhaitez 
        apporter votre aide.</p>
      <p><b><font face="Arial, Helvetica, sans-serif">Nouvelles fonctionnalit&eacute;s</font></b></p>
      <p><b>Les nouvelles fonctionnalit&eacute;s incluses dans la 1.0.3 GM sont 
        :</b></p>
      <p>. incorporation de toutes les fonctionnalit&eacute;s source basiques 
        de la 1.0.3 et correction de bugs,<br>
        . Am&eacute;lioration du support d'impression pour les imprimantes natives 
        et les imprimantes USB,<br>
        . Am&eacute;lioration du support de fontes pour les fontes format&eacute;es 
        MacOS X TTF,<br>
        . Input pour les claviers international fix&eacute;,<br>
        . Installation multi-user self-correcting,<br>
        . Beaucoup de bug corrig&eacute;s,<br>
        . Utilisation des touches de Command comme raccourci clavier,<br>
        . Support pour DarwinPPC<br>
        . Beaucoup de tests,<br>
        . Une version am&eacute;lior&eacute;e de Start OpenOffice.org par Terry 
        Teague</p>
      <p><b>Les nouvelles fonctionnalit&eacute;s incluses dans la B&eacute;ta 
        Finale sont :</b></p>
      <p>. support de l'input pour les claviers internationnaux,<br>
        . Support pour l'impression am&eacute;lior&eacute; pour la 1.0.2 et sup&eacute;rieures,<br>
        . Support de connectivit&eacute; JDBC,<br>
        . Connectivit&eacute; avec le carnet d'adresse de Mozilla,<br>
        . Am&eacute;lioration du support pour les fontes TrueType,<br>
        . Reconnaissance des URLs et g&eacute;n&eacute;ration de PDF pr&eacute;configur&eacute;,<br>
        . Support pour fichiers audio,<br>
        . Beaucoup de tests permettant d'affirmer que ces fonctionnalit&eacute;s 
        marchent !</p>
      <p><b>Limitations connues</b></p>
      <p>Merci de prendre connaissance de l'agr&eacute;ment de licence de ce logiciel 
        qui sp&eacute;cifie que celui-ci est d&eacute;livr&eacute; tel quel et 
        n'est garanti pour aucun usage particulier. Ci-dessous vous trouverez 
        les limitations connues de la version OpenOffice.org 1.0.3 pour MacOS 
        X (X11), mais d'autres doivent exister :</p>
      <ul>
        <li>Lorsque vous utilisez la Beta 0.3 d'Apple X11, les fen&ecirc;tres 
          s'affichent avec une barre de menu tr&egrave;s large lorsqu'elles sont 
          ouvertes. Cela peut aboutir &agrave; des boites de dialogue positionn&eacute;e 
          hors de l'&eacute;cran apr&egrave;s un certain moment,</li>
        <li>Pour utiliser ODBC, vous devez utiliser un pont jdbc-odbc. L'ODBC 
          natif n'est pas fonctionnel,</li>
        <li>Les plugins Nestcape ne peuvent &ecirc;tre int&eacute;gr&eacute;s 
          dans les documents OpenOffice.org,</li>
        <li>Certaines imprimantes peuvent avoir des PPDs corrompus. S&eacute;lectionnez 
          un PPD g&eacute;n&eacute;rique pour votre imprimante lorsque c'est possible. 
          Sinon utilisez le convertisseur PDF pour cr&eacute;er des fichiers PDF 
          que vous pourrez imprimer &agrave; partir d'un afficheur ou d'Adobe 
          Acrobat</li>
        <li>La taille de papier utilis&eacute;e pour certains PPDs ne sera pas 
          utilisable &agrave; partir de OOo,</li>
        <li> L'impression ne sera peut-&ecirc;tre pas compatible avec certains 
          distribution GhostScript autre que ESP-Ghostscript 7.0.5</li>
        <li>Si votre imprimante n'a pas de PPD, il ne vous sera pas possible d'imprimer 
          &agrave; partir de OOo,</li>
        <li>Toutes les fontes ne seront pas proprement converties par fondu pour 
          les utiliser dans OOo,</li>
        <li>Les fontes qui sont affich&eacute;es comme bitmap par X11 ne seront 
          pas anti-alias&eacute;es,</li>
        <li>Certaines fontes converties perdront des informations (metric et kerning),</li>
        <li> Il n'est pas possible d'ouvrir des fichiers qui sont bloqu&eacute;s 
          sur un disque. OpenOffice.org rapportera une erreur g&eacute;n&eacute;rale 
          de lecture/&eacute;criture mais ne dira pas que le fichier est bloqu&eacute;,</li>
        <li>Des disques mont&eacute;s localement ou des partitions appara&icirc;tront 
          comme des 'montages r&eacute;seaux' dans le s&eacute;lecteur de fichier 
          et les dialogues,</li>
        <li>Certains fontes converties de Mac &agrave; TrueType peuvent faire 
          crasher OOo &agrave; cause d'un bug dans le support de fontes de fondu 
          pour certaines polices Mac encod&eacute;es, notamment pour les polices 
          du support de langue Asiatiques,</li>
        <li> Il n'est pas possible d'incorporer des applets Java dans les documents 
          OpenOffice.org,</li>
        <li>La fonction 'Envoyer le document par mail' ne fonctionne pas,</li>
        <li> La capture d'image TWAIN ne fonctionne pas,</li>
        <li>Les images PowerPoint peuvent &ecirc;tre corrompus &agrave; l'import,</li>
        <li> La communication OLE entre OOo et d'autres applications Mac n'est 
          pas fonctionnelle,</li>
        <li> Les &eacute;changes &agrave; travers le presse papier sont limit&eacute;s 
          &agrave; 128 caract&egrave;re de texte plein en copier/coller,</li>
        <li>Le param&egrave;trage de la taille de la page dans le menu Format 
          &gt; Page peut d&eacute;passer le param&egrave;trage par d&eacute;faut 
          de certaines imprimantes,</li>
        <li>Il peut y avoir un crash avec la fonction undo dans certains documents 
          qui contiennent des formats de page multiples,</li>
        <li>Lorsque l'on supprime certaines images incorpor&eacute;es dans des 
          tableaux, les autres images qui apparaissent plus loin dans le document 
          auront peut-&ecirc;tre besoin d'&ecirc;tre r&eacute;ins&eacute;r&eacute;es,</li>
        <li> Les polices et la taille des polices pour les formules ne sera peut-&ecirc;tre 
          pas sauvegard&eacute;e lors de l'op&eacute;ration de sauvegarde/rechargement,</li>
        <li>Le fait d'importer des documents Microsoft Office qui contiennent 
          des objets OLE qui ont leur propre version d'historique peut provoquer 
          un crash,</li>
        <li>Il n'est peut-&ecirc;tre pas possible d'importer certains documents 
          Power Point qui pr&eacute;sentent un 'double format', qui se pr&eacute;sentent 
          comme &eacute;tant sous le format PP95, mais qui contiennent des formatages 
          PP97,</li>
        <li>Cette version a &eacute;t&eacute; test&eacute;e uniquement sous MacOS 
          X 10.2 et sup&eacute;rieurs. MacOS X 10.1 et DarwinPPC peuvent ne pas 
          fonctionner. Darwin-x86 et MacOS X 10.0 ne sont pas support&eacute;s,</li>
        <li>Pour utiliser des fontes natives, elles doivent d'abord &ecirc;tre 
          converties puis ajout&eacute;es &agrave; l'environnement. L'outil fondu 
          est disponible &agrave; l'adresse suivante : http://fondu.sourceforge.net 
          et peut &ecirc;tre utilis&eacute; pour convertir les fontes. Une fois 
          qu'une fonte a un fichier ttf g&eacute;n&eacute;r&eacute; pour elle 
          &agrave; partir de fondu, copiez simplement le fichier .ttf dans /Applications/OpenOffice.org1.0.1/share/fonts/truetype 
          et il sera disponible en choisissant le dfont directement dans Start 
          OOo !</li>
        <li>Copier et coller entre OpenOffice.org et des applications natives 
          MacOS X se limitera &agrave; l'&eacute;change de texte uniquement.</li>
        <li>Le support audio pour les fichiers AIFF est fonctionnel, mais la Gallery 
          n&eacute;cessite qu'ils aient l'extension .wav</li>
        <li> Fermer le dernier document quitte OpenOffice.org.</li>
      </ul>
      <p><b>S'impliquer dans le projet</b></p>
      <p>La communaut&eacute; OpenOffice.org b&eacute;n&eacute;ficiera pleinement 
        de votre participation active dans le d&eacute;veloppement de cet important 
        projet Open Source. Comme utilisateur, vous &ecirc;tes d&eacute;j&agrave; 
        un acteur important du processus de d&eacute;veloppement et nous voudrions 
        vous encourager &agrave; prendre un r&ocirc;le encore plus actif dans 
        l'optique de devenir un contributeur &agrave; long terme de la Communaut&eacute;. 
        Merci de nous rejoindre et de vous rendre sur la page r&eacute;serv&eacute;e 
        aux utilisateurs : http://fr.openoffice.org</p>
      <p>Vous pouvez bien s&ucirc;r rejoindre les discussion sur le forum de test 
        Mac OS X ou vous trouverez des astuces pour tester et des liens vers des 
        tests standards et multiples de documents OOo.</p>
      <p><b>Reportez des bugs et des probl&egrave;mes</b></p>
      <p>Cette version est destin&eacute;e au d&eacute;veloppeurs et aux utilisateurs 
        avanc&eacute;s de MacOS X et de Darwin qui se sentent &agrave; l'aise 
        en utilisant X11 et le Terminal. Nous encourageons les d&eacute;veloppeurs 
        &agrave; venir parler de leurs bugs sur la mailing liste r&eacute;serv&eacute;e. 
        Les utilisateurs avanc&eacute;s de MacOS X et de Darwin sont invit&eacute;s 
        &agrave; poster les r&eacute;sultats de leurs tests sur le forum de test 
        Mac OS X. L'&eacute;quipe de portage surveille cette liste pour rep&eacute;rer 
        les bugs et probl&egrave;mes qui sont rapport&eacute;s et les entrer dans 
        notre syst&egrave;me de report de bug IssueZilla. Si vous &ecirc;tes &agrave; 
        l'aise avec ce reporteur de bug, vous pouvez bien s&ucirc;r l'utiliser 
        librement.</p>
      <p><b>Aide aux utilisateurs</b></p>
      <p>Les questions des utilisateurs courants et leurs retours sont les bienvenus. 
        Merci de poser vos questions sur le forum de test Mac OS X sur OooDocs.org. 
        Merci aussi de vous r&eacute;f&eacute;rer &agrave; la FAQ que vous trouverez 
        dans la barre de navigation &agrave; droite sur le site fr.openoffice.org. 
        Les questions fr&eacute;quentes sont relat&eacute;es ici.</p>
      <p><b>Enqu&ecirc;te utilisateur</b></p>
      <p>Une enqu&ecirc;te utilisateur est disponible en ligne et nous vous encourageons 
        &agrave; la remplir. Les r&eacute;sultats de cette enqu&ecirc;te nous 
        aideront dans l'am&eacute;lioration de la suite et nous permettront de 
        fixer de nouveaux standards pour les futures g&eacute;n&eacute;rations 
        de suites bureautiques. Sous les termes du respect de la vie priv&eacute;e, 
        la Communaut&eacute; OpenOffice.org prend toutes les pr&eacute;cautions 
        pour sauvegarder le secret de vos donn&eacute;es personnelles.</p>
      <p><b>S'inscrire</b></p>
      <p>Vous pouvez vous inscrire &agrave; un certain nombre de mailing listes 
        sur le site francophone &agrave; http://fr.openoffice.org , d'autres sont 
        disponibles en anglais &agrave; www.openoffice.org/mail_list.html. Ci-dessous 
        vous trouverez une description de ces listes et une indication sur leur 
        trafic.</p>
      <p>. News : announce@openoffice.org (recommand&eacute;e &agrave; tous les 
        utilisateurs) peu de trafic<br>
        . Forum principal utilisateurs : users@openoffice.apache.org (une fa&ccedil;on 
        facile de suivre les discussions) trafic important<br>
        . Marketing project : marketing@openoffice.apache.org (en d&eacute;veloppement) 
        trafic important<br>
        . Liste g&eacute;n&eacute;ral de d&eacute;veloppement : dev@openoffice.apache.org 
        trafic mod&eacute;r&eacute; &agrave; important<br>
        . Groupware : groupeware@whiteboard.openoffice.org trafic mod&eacute;r&eacute;.</p>
      <p>En dehors de la liste marketing et groupeware, les autres listes trouvent 
        leur &eacute;quivalent sur le site francophone.</p>
      <p>Joindre un ou plusieurs projets</p>
      <p>Vous pouvez faire des contributions majeurs &agrave; cet important projet 
        Open Source m&ecirc;me si vous avez une connaissance limit&eacute;e du 
        logiciel ou si vous n'avez jamais d&eacute;velopp&eacute; de code.</p>
      <p>Sur la page http://projects.openoffice.org/index.html, vous trouverez 
        les diff&eacute;rents projets, comme la localisation, le porting ou le 
        groupeware, et &eacute;galement des projets principaux de d&eacute;veloppement. 
        Si vous n'&ecirc;tes pas un d&eacute;veloppeur vous pouvez essayer le 
        projet Documentation ou le projet Marketing. Vous pouvez participer directement 
        au marketing d'OpenOffice.org en parlant simplement de la suite &agrave; 
        un ami.</p>
      <p>Vous pouvez &eacute;galement vous joindre &agrave; l'&eacute;quipe de 
        marketing francophone ou vous pourrez nous communiquer d'utiles informations 
        concernant la presse, les m&eacute;dias, les agences gouvernementales, 
        les consultants, les &eacute;coles, les groupes utilisateurs Linux, et 
        les d&eacute;veloppeurs proche de votre communaut&eacute;.</p>
      <p>Comment commencer</p>
      <p>La meilleur fa&ccedil;on de commencer &agrave; contribuer est de s'inscrire 
        &agrave; une ou plusieurs mailing listes, observez un moment et lisez 
        les archives pour vous familiariser avec les nombreux sujets qui ont &eacute;t&eacute; 
        couverts avant votre arriv&eacute;e et depuis que le code source a &eacute;t&eacute; 
        donn&eacute; en Octobre 2000. Lorsque vous vous sentirez &agrave; l'aise, 
        la seule chose qu'il vous reste &agrave; faire est d'envoyer un mail avec 
        une br&egrave;ve introduction et de vous plonger dans les discussions. 
        Si vous &ecirc;tes un habitu&eacute; des projets Open Source, consultez 
        la To Do liste pour voir si l'un des projets vous int&eacute;resse, elle 
        est ici : http://www.openoffice.org/dev_docs/todos.html</p>
      <p>Nous esp&egrave;rons que vous appr&eacute;cierez votre travail avec la 
        suite OpenOffice.org 1.0.3 et que vous nous rejoindrez en ligne.</p>
      <p>La communaut&eacute; OpenOffice.org</p>
      <p>All trademarks are the property of their owners.</p>
      <br>
      <a href="users103.htm"><font face="Arial, Helvetica, sans-serif">Retour 
      &agrave; la page d'accueil Mac</font></a><br>
    </td>
    </tr>
                         <tr>
                         <td align="right" valign="bottom">             
                                                                        
                                                           
      <p>&nbsp;</p>
                          <!-- Copyrights -->                           
                                                                        
                                              
      <p><small>OpenOffice.org native tongue concept and francophone project
          are built for you with pride by Guy Capra (Alomphega).<br>
        This fr project is also led and maintained with pride too by Sophie Gautier.</small></p>
                          <!-- /Copyrights -->     </td>
                        </tr>
                                                                        
          
  </tbody>                    
</table>
                        <br>
                     <br>
                  <br>
                 <br>
                <br>
               <br>
              <br>
             <br>
            <br>
           <br>
          <br>
         <br>
        <br>
       <br>
      <br>
     <br>
    <br>
   <br>
  <br>
 <br>
</body>
</html>
