<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Mac_area</title>

<meta HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">
</head>
  <body>
                                       
<table width="100%" border="0" cellpadding="4">
                        <tbody>
                        <tr>
                         <td width="100%" align="left" valign="top"><br>
      <h1>3 Aller plus loin avec OOo</h1>
      <p><br>
      </p>
      <h2><a name="31"></a>3.1 Les forums d'aide</h2>
      <p>Dans la mesure o&ugrave; nous sommes tous des volontaires, avant de poser 
        vos questions, merci de consulter les archives des forums, ce document, 
        les documents en ligne pour voir si votre question n'a pas d&eacute;j&agrave; 
        re&ccedil;u une r&eacute;ponse.</p>
      <p>Il y a une petite communaut&eacute; d'utilisateurs OpenOffice.org MacOS 
        X qui essai d'aider les d&eacute;butants &agrave; installer et utiliser 
        cette suite bureautique open source. Vous pourrez trouver une aide sur 
        les forums &agrave; l'adresse suivante :</p>
      <p>En anglais:</p>
      <ul>
        <li>
          <p style="margin-bottom: 0cm"><a href="http://trinity.neooffice.org/">http://trinity.neooffice.org</a> 
          </p>
        <li>
          <p style="margin-bottom: 0cm">http://www.ooodocs.org/modules.php?name=Forum&amp;file=viewforum&amp;f=20</p>
      </ul>
      <p>En fran&ccedil;ais:</p>
      <ul>
        <li>
          <p style="margin-bottom: 0cm"><a href="http://fr.openoffice.org/">http://fr.openoffice.org</a></p>
        <li>
          <p style="margin-bottom: 0cm">liste de diffusion: <a href="mailto:users@fr.openoffice.org">users@fr.openoffice.org</a> 
            (vous devez &ecirc;tre inscrit, consultez la page <a href="../contact-forums.html">forums</a> 
            pour savoir comment faire)</p>
      </ul>
      <p style="margin-bottom: 0cm"><br>
      </p>
      <p>Notez que nous cherchons de l'aide &eacute;galement pour am&eacute;liorer 
        cet espace qui est aussi le votre. Notamment par la mise en place d'une 
        FAQ en partant de la traduction de celle qui est pr&eacute;sente en anglais.<br>
      </p>
      <h2><a name="32"></a>3.2 La documentation</h2>
      <p>Vous pouvez acc&egrave;der &agrave; notre base documentaire sur OOo en 
        g&eacute;n&eacute;rale et sur tous les modules dans la rubrique <a href="../Documentation/Index.html">documentation</a></p>
      <p>Si vous souhaitez aider, merci de vous inscrire au projet documentation 
        <a href="mailto:doc-subscribe@fr.openoffice.org">doc-subscribe@fr.openoffice.org</a> 
        pour faire vos proposititions.</p>
      <h2><a name="33"></a><br>
        3.3 Le d&eacute;veloppement</h2>
      <p>Les d&eacute;veloppeurs qui souhaiteraient aider en participant au projet 
        de porting sur l'interface AQUA ou d&eacute;sireraient participer &agrave; 
        des tests trouveront les explications et l'aide n&eacute;cessaires tr&egrave;s 
        bient&ocirc;t &eacute;galement ici. En attendant que la mise en ligne 
        soit termin&eacute;e adressez-vous &agrave; <a href="http://porting.openoffice.org/mac">http://porting.openoffice.org/mac</a> 
        et sur<a href="http://trinity.neooffice.org/"> http://trinity.neooffice.org</a> 
        o&ugrave; vous trouverez tous les renseignements et l'aide n&eacute;cessaire 
        en anglais.</p>
      <p>Si vous ne comprenez pas l'anglais, vous pouvez nous aider directement 
        sur la liste de diffusion <a href="mailto:dev@fr.openoffice.org">dev@fr.openoffice.org</a><br>
      </p>
      <h2><a name="34"></a>3.4 Remerciements</h2>
      <p>Des remerciements sp&eacute;ciaux &agrave; Dan Williams et le reste des 
        volontaires de l'&eacute;quipe de porting sur MacOS X pour l'effort extraordinaire 
        qui a rendu ce portage possible : Dan B, Scott H, Terry T, Jim W, Chad 
        P, Richard S, Scott D, Patrick L, Meinhard M, Thimothy, Kevin, asxless, 
        toute l'aide du projet Marketing et de nos testeurs et tous les autres 
        anonymes que je peux avoir oubli&eacute;.<br>
      </p>
      <p><font face="Arial, Helvetica, sans-serif"><a href="index.htm">Retour 
        &agrave; la page d'accueil Mac</a></font></p>
      </td>
    </tr>
                         <tr>
                         <td align="right" valign="bottom">             
                                                                        
                                                           
      <p>&nbsp;</p>
                          <!-- Copyrights -->                           
                                                                        
                                              
      <p><small>OpenOffice.org native tongue concept and francophone project
          are built for you with pride by Guy Capra (Alomphega).<br>
        This fr project is also led and maintained with pride too Sophie Gautier.</small></p>
                          <!-- /Copyrights -->     </td>
                        </tr>
                                                                        
          
  </tbody>                    
</table>
                        <br>
                     <br>
                  <br>
                 <br>
                <br>
               <br>
              <br>
             <br>
            <br>
           <br>
          <br>
         <br>
        <br>
       <br>
      <br>
     <br>
    <br>
   <br>
  <br>
 <br>
</body>
</html>
