
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    

    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    <!--#include virtual="/scripts/google-analytics.js" --> 
    <!--#include virtual="/scripts/entourage.js" -->
  </head>
  <body>
    <!--#include virtual="/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/fur/">fur</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<h2>OpenOffice.org par furlan</h2><br/>
<h3>A ce covential?</h3><br/>
<p>
Plui di cualchidun si podar&egrave;s domand&acirc; a ce che al covenbte insegn&acirc; e dopr&acirc; in informatiche une lenghe loc&acirc;l.</p>
<p>L'insegnament dal furlan a scuele al &egrave; un dirit di ducj i fruts e di ducj i students che a vivin in Fri&ucirc;l: magari cuss&igrave; no, dome par mot&icirc;fs politics, tantis voltis la scuele e &agrave; fintremai convin&ccedil;&ucirc;t i gjenit&ocirc;rs che no vevin di fevel&acirc; par furlan ai f&icirc;s nancje a cjase. Chest proc&egrave;s al &agrave; fat un grant dam al furlan, ma ancje al talian, stant che i gjenit&ocirc;rs che no savevin ben il talian si sfuar&ccedil;avin di fevel&acirc;lu in ogni c&acirc;s ai f&icirc;s. Cuss&igrave; a pensavin di jud&acirc;ju e invezit, cence vis&acirc;si, ur insegnavin un grum di er&ocirc;rs che dopo al &egrave; tant dificil net&acirc; vie.</p>

<p>La storie che il furlan al imped&igrave;s di impar&acirc; ben in talian al &egrave; une sflocje e dutis lis esperiencis e lis ricercjis di educazion in plui lenghis a disin che d&ocirc;s lenghis studiadis ben si judin une cun ch&ecirc; altre e no si fasin cuintri. Impar&acirc; il furlan al &egrave; no dome un dirit e un dov&ecirc; di rispiet pe storie e pe identit&acirc;t dal Fri&ucirc;l, ma al &egrave; ancje une maniere di jentr&acirc; mi&ocirc;r in Europe e un imprest che al permet di impar&acirc; mi&ocirc;r e plui svelts ch&ecirc;s altris lenghis. Al &egrave; prov&acirc;t che cui che al sa d&ocirc;s lenghis al &agrave; tante facilit&acirc;t a cjap&acirc; s&ugrave; une tierce e che invezit cui che al sa dome une pal solit al f&acirc;s avonde fadie par impar&acirc; la seconde. Cuntun imprest informatic come chest o sper&igrave;n di furn&icirc; ancje un imprest didatic ae scuele par che al sedi simpri plui natur&acirc;l pod&ecirc; dopr&acirc; il furlan tes nestris scuelis.</p>

<p>E po no stin a dismente&acirc;si che pal solit la plui part dai prodots informatics a nassin in lenghe inglese e duncje a la domande &quot;Ace covential un software par furlan?&quot; si podar&egrave;s rispuindi in maniere polemiche &quot;E alore a ce covential un software par talian?&quot;.</p>

<p>La lenghe furlane e pues jessi ancje une risorse economiche: in Gales, in Catalogne (tra i prins a disvilup&acirc; versions di <a target="_blank" href="http://www.softcatala.org/wiki/OpenOffice.org">software in lenghe loc&acirc;l</a>) e di tantis altris bandis la lenghe loc&acirc;l e je deventade un element impuartant dal mont economic, un mot&ocirc;r di produzion creative che sul prin moment al domande un pi&ccedil;ul investiment e che dopo si trasforme in ricjece par dute la societ&acirc;t, fasint cressi une vore il nivel e lis pussibilit&acirc;ts di ocupazion di set&ocirc;rs tant che il turisim, la publicit&acirc;t, la produzion leterarie e soredut music&acirc;l e televisive. Intun mont che par tancj aspiets al &egrave; da&ucirc;r a devent&acirc; dut compagn, v&ecirc; alc di diferent al pues devent&acirc; une ricjece ancje economiche.</p>

<p>O sper&igrave;n duncje che di chestis esperiencis al puedi nassi e cressi un circul virtu&ocirc;s e che il mont de economie e des gnovis tecnologjiis al cjapi inter&egrave;s e al ponti ancje sul nestri patrimoni linguistic par promovisi e par promovi i siei prodots doprant la lenghe furlane come marcje di cualit&acirc;t e di particolarit&acirc;t.
</p>
<p>
<a href="index.html">&laquo; Presentazion dal progjet</a>
</p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
