
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Pressemitteilung 1.0</title>
	<!-- Start de-header -->
	<link rel="stylesheet" href="../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../styles/de_print.css" media="print" type="text/css" />
	<link rel="stylesheet" title="mit Navbar" href="../styles/de_navbar.css" media="screen" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />

	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<!-- >
	Kommentare zur Seite
	$Id: about-pressemitteilung1.html,v 1.22 2005/07/01 17:45:05 andreschnabel Exp $
	< -->
<!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/">presse</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<table width="100%" border="0" cellspacing="0" cellpadding="0" summary=""><tr><td>

<div id="body_de">
<h2>OpenOffice.org-Gemeinschaft k&uuml;ndigt OpenOffice.org 1.0 an: Ein vollwertiges
  kostenloses Office-Paket</h2>
<h3>Internationale Gemeinschaft erstellt mit beispielhaften Einsatz ein komplett
  ausgestattetes Office-Paket</h3>
<p>Santa Clara, Kalifornien, 01. Mai 2002 - Die OpenOffice.org-
  Gemeinschaft (<a href="//">www.openoffice.org</a>
  [Englisch] und <a href="http://de.openoffice.org/">de.openoffice.org</a>
  [Deutsch]) hat heute die Verf&uuml;gbarkeit von OpenOffice.org 1.0, dem
  mehrsprachigen und f&uuml;r verschiedene Betriebssysteme erh&auml;ltlichen Open-Source
  Office-Paket zum kostenlosen Download auf der OpenOffice.org-Website
  mitgeteilt.<br />
  OpenOffice.org 1.0 ist das Ergebnis einer mehr als 18 Monate andauernden
  Arbeit der Mitglieder der OpenOffice.org-Gemeinschaft, die aus
  Sun-Mitarbeitern, ehrenamtlichen Entwicklern, Marketing-Experten und
  Endanwendern besteht, um ein internationales Office-Paket, das auf allen
  wichtigen Plattformen l&auml;uft, zu erstellen.</p>
<p>OpenOffice.org 1.0, auf dessen Codebasis auch StarOffice 6.0 der Firma
  Sun aufbaut, ist - wie StarOffice 6.0 - ein vollst&auml;ndiges Office-Paket und
  bietet einen nahezu l&uuml;ckenlosen Ersatz f&uuml;r Microsoft Office. OpenOffice.org
  gibt privaten wie gewerblichen Anwendern die Entscheidungsfreiheit, welche
  Software eingesetzt werden soll und setzt bei Service und Support auf den
  freien Markt, w&auml;hrend Sun Microsystems das Markenprodukt StarOffice 6.0 mit
  kostenpflichtigem, zentral organisiertem Rund-um-die-Uhr-Support und
  Schulungsangeboten f&uuml;r Firmen und Endanwender sowie Angeboten f&uuml;r Migration
  und Implementierung offerieren wird.<br />
  StarOffice enth&auml;lt zus&auml;tzliche Funktionen, beispielsweise eine integrierte
  Datenbank, spezielle Schriftarten sowie Qualit&auml;ts- und
  Zuverl&auml;ssigkeits-Pr&uuml;fung der Firma Sun. Die beiden Office-Pakete erg&auml;nzen sich
  gegenseitig, um den unterschiedlichen Anforderungen von Konsumenten,
  Open-Source-Verfechtern und Firmenkunden gerecht zu werden.</p>
<p>"OpenOffice.org 1.0 schafft wahrscheinlich die aussichtsreichste Hoffnung f&uuml;r
  Anwender, die Microsofts Desktop Monopol satt haben", sagte Eric Raymond,
  Mitgr&uuml;nder der Open Source Initiative (OSI). "W&auml;hrend Sun einen
  Komplett-Service und kommerziellen Support f&uuml;r Gesch&auml;ftskunden rund um
  StarOffice anbietet, wird den Anwendern auf der ganzen Welt das freie
  Office-Paket und die Unterst&uuml;tzung der OpenOffice.org Gemeinschaft zur
  Verf&uuml;gung stehen."</p>
<p>Das OpenOffice.org 1.0 Office-Paket enth&auml;lt Basisfunktionen f&uuml;r jeden
  Arbeitsplatz, darunter Textverarbeitung, Tabellenkalkulation, Pr&auml;sentations-
  und Zeichenprogramm - und das alles in mehr als 25 Sprachen. Zus&auml;tzlich
  unterst&uuml;tzt OpenOffice.org eine Vielzahl von Dateiformaten und erlaubt es
  Anwendern, die mit anderen Office-Paketen vertraut sind, wie zum Beispiel
  Microsoft Office oder StarOffice, ohne Zeit zur Einarbeitung aufwenden zu
  m&uuml;ssen, mit der Anwendung zu arbeiten und ihre alten Daten zu &uuml;bernehmen. Die
  OpenOffice.org 1.0-Software arbeitet stabil unter mehreren
  Betriebssystem-Plattformen, einschlie&szlig;lich Linux, PPC Linux, Solaris, Windows
  und vielen anderen Unix-Derivaten.</p>
<p>Erstmals ist auch f&uuml;r die deutsche Sprache eine voll funktionsf&auml;hige
  Silbentrennung verf&uuml;gbar. Sie stammt von AltLinux und verwendet
  TeX-Bibliotheken.</p>
<p>OpenOffice.org ist das gr&ouml;&szlig;te aller Open-Source-Projekte mit mehr als 7,5
  Millionen Zeilen Quellcode. Bisher wurde OpenOffice.org 4,5 Millionen mal
  heruntergeladen. Mit der Ver&ouml;ffentlichung der Version 1.0 erwartet die
  OpenOffice.org-Gemeinschaft, dass diese Zahlen noch deutlich ansteigen, wenn
  Firmen und Privatpersonen auf der ganzen Welt die freie Alternative zu
  kommerziellen Office-Paketen erkunden.</p>
<h3>Die OpenOffice.org-Gemeinschaft</h3>
<p>In weniger als zwei Jahren wuchs die OpenOffice.org-Gemeinschaft auf mehr
  als 10.000 Freiwillige an. Ihr gemeinsames Ziel ist, OpenOffice.org zu einem
  der f&uuml;hrenden internationalen Office-Pakete zu machen, das auf allen
  wichtigen Betriebssystemen l&auml;uft und den Zugriff auf Funktionen und Daten
  durch offene APIs und ein XML-basiertes Dateiformat gew&auml;hrleistet.</p>
<p>Sun initiierte dieses Projekt mit der Ver&ouml;ffentlichung des
  StarOffice-Quelltextes und beteiligt sich seitdem an der OpenOffice.org-
  Gemeinschaft.<br />
  Einer der gr&ouml;&szlig;ten Vorteile der gemeinschaftsbasierten Entwicklung ist die
  gegenseitige &Uuml;berpr&uuml;fung, die zu einer stabilen, sicheren und flexiblen
  Software gef&uuml;hrt hat.</p>
<p>Die Mitglieder der Gemeinschaft &uuml;bernehmen das komplette Spektrum an Aufgaben
  in der Entwicklung. Sie schreiben den Quellcode, portieren ihn auf andere
  Plattformen, &uuml;bernehmen die &Uuml;bersetzung, melden Fehler, erstellen die
  Dokumentation, sorgen f&uuml;r die &Ouml;ffentlichkeitsarbeit, betreuen Webpages in den
  teilnehmenden L&auml;ndern und stellen die (Spiegel)Server bereit, um den Download
  zu gew&auml;hrleisten.</p>
<p>"Es gibt viele wichtige Aufgaben, die freiwillige Entwickler &uuml;bernehmen
  k&ouml;nnen, um die zuk&uuml;nftige Funktionalit&auml;t von OpenOffice.org (OOo) zu
  pr&auml;gen. Falls Sie also etwas suchen, wo Sie sich einbringen k&ouml;nnen, OOo
  kann Sie gebrauchen.", sagte Kevin Hendricks, ein zentraler Entwickler
  der OpenOffice.org-Gemeinschaft seit dem Beginn vor knapp zwei Jahren.
  Hendricks hat die Teams aus freiwilligen Entwicklern sowohl f&uuml;r die
  Rechtschreibpr&uuml;fung von OpenOffice.org 1.0 als auch f&uuml;r das
  PPC-Linux-Portierungs-Projekt geleitet.</p>
<p>"Als OpenOffice.org freigegeben wurde, war es ein gewaltiger Quelltext-
  Bestand mit einer sehr langen Vergangenheit und deshalb wussten wir,
  dass es lange dauern und viel Arbeit sein wird, eine kritische Masse von
  Gemeinschafts-Mitarbeit zu erreichen", sagte Brian Behlendorf, CTO und
  Mitgr&uuml;nder von CollabNet. "Das Projekt verf&uuml;gt nun &uuml;ber eine gro&szlig;e
  Anzahl von Mitwirkenden, teilweise in sehr interessanten Bereichen wie
  Marketing und Qualit&auml;tssicherung. Mit der Ver&ouml;ffentlichung der 1.0 ist
  klar, dass diese Bem&uuml;hungen Fr&uuml;chte tragen. Gl&uuml;ckwunsch an die
  Gemeinschaft - und an Sun - daf&uuml;r, dass das erm&ouml;glicht wurde."</p>
<p>CollabNets SourceCast-Anwendung erm&ouml;glicht es sowohl Einzelteams als auch
  rund um den Globus verteilten Software-Entwicklungsteams die Mitarbeit an
  OpenOffice.org-Projekten und gew&auml;hrleistet eine reibungslose Koordination.
  SourceCast ist die erste Web-basierte Entwicklungsumgebung.<br />
  CollabNet stellt au&szlig;erdem strategischen Rat zu Open-Source-Fragen sowie dem
  Wachstum von OpenOffice.org zur Verf&uuml;gung und bietet Analysen der aktuellen
  Trends in der Gemeinschaft an.</p>
<p>"OpenOffice.org ist vielleicht im Moment das wichtigste Open-Source-Projekt",
  sagte Miguel de Icaza, Gr&uuml;nder des GNOME-Projekts. "Wenn Leute es einsetzen
  und feststellen, dass sie ihre t&auml;gliche Arbeit damit erledigen k&ouml;nnen ohne
  Microsoft mehr Geld zu geben, werden sie - ohne ein Risiko einzugehen -
  feststellen, dass Open-Source-Software f&uuml;r ihre Bed&uuml;rfnise funktioniert und
  ihnen sogar noch bessere L&ouml;sungen bieten kann.</p>
<h3>&Uuml;ber OpenOffice.org</h3>
<p>OpenOffice.org ist die Heimat des Open-Source-Projekt und seiner Gemeinschaft
  an Entwicklern, Anwendern und Marketing-Beauftragten, die f&uuml;r die fortlaufende
  Entwicklung des OpenOffice.org 1.0-Produkts zust&auml;ndig ist.<br />
  Die Zielsetzung von OpenOffice.org und seiner Gemeinde ist es, OpenOffice.org
  zu der f&uuml;hrenden Office Suite zu machen, die auf allen wichtigen Plattformen
  laufen wird und durch den Einsatz offengelegter komponentenbasierter
  Programmierschnittstellen und XML-basierten Dateiformats den Zugriff auf alle
  Daten und Funktionen gew&auml;hrleistet. Zus&auml;tzliche Portierungen, wie auf FreeBSD,
  Irix und Mac OS X sind in verschiedenen Phasen der Fertigstellung durch die
  Entwickler und Endanwender der OpenOffice.org-Gemeinde. OpenOffice.org 1.0 ist
  in C++ geschrieben und hat dokumentierte APIs, die unter der GNU Lesser General
  Public License (LGPL) und der Sun Industry Standards Source License (SISSL)
  Open-Source-Lizenzen stehen.</p>
<h3>&Uuml;ber CollabNet</h3>
<p>CollabNet bietet Firmen L&ouml;sungen zur gemeinsamen Software-Entwicklung durch
  die Kombination von Web-basierten Anwendungen mit einem Paket von
  Beratungs-Dienstleistungen an. Unter Verwendung dieser L&ouml;sungen k&ouml;nnen Kunden
  bei Entwicklungs-Projekten innerhalb einer Firma, mit Kunden,
  Gesch&auml;ftspartnern oder externen Entwicklerverb&auml;nden zusammenarbeiten, wie
  beispielsweise mit industrie-spezifischen oder Open-Source-Gemeinschaften.<br />
  CollabNet erm&ouml;glicht es Firmen, ihre Kosten zu reduzieren und den Gewinn zu
  maximieren, indem es Projektteams unabh&auml;ngig von ihrer geographischen Lage
  zusammenbringt.<br />
  Im Moment arbeitet CollabNet mit Kunden aus der Hard- und Software-Branche und
  Firmen aus der Industrie (Finanzdienstleistungen, Mobilfunk, Pharmazeutika)
  zusammen. Brian Behlendorf, Mitbegr&uuml;nder der Apache Software-Stiftung gr&uuml;ndete
  CollabNet im Juli 1999. Weitere Informationen finden Sie auf
  <a href="http://www.collab.net/">http://www.collab.net/</a></p>
<h3>&Uuml;ber Sun Microsystems, Inc.</h3>
<p>Von Anfang an, seit 1982, hat Sun Microsystems, Inc. (Nasdaq: SUNW) eine
  einzige Vision - "The Network Is The Computer TM" - vorangetrieben und
  in seine Position als f&uuml;hrender Anbieter von gewerblicher Hardware,
  Software und Dienstleistungen, die das Internet antreiben und Firmen
  weltweit erlauben ihr Gesch&auml;ft ins Unendliche zu bringen, gebracht. Sun
  finden Sie in mehr als 170 L&auml;ndern und im World Wide Web:
  <a href="http://www.sun.com/">http://www.sun.com/</a>.</p>
</div>
    
 
 
 

 </td><td valign="top" height="100%">

<!-- Start Navbar -->
<table id="navbar_de" summary="Navigationsleiste" border="0" cellspacing="0" cellpadding="0">

	<tr><th>Empfang</th></tr>
	<tr><td><a href="../index.html">Startseite</a></td></tr>

	<tr><th>Software</th></tr>

		<tr><td><a href="../product/index.html">Produktinfo</a></td></tr>
		<tr><td><a href="../about-features.html">Features</a></td></tr>
		<tr><td><a href="../about-downloads.html">Download</a></td></tr>
		<tr><td><a href="../about-cdrom.html">CD-ROM bestellen</a></td></tr>
		<tr><td><a href="../spellcheck/about-spellcheck.html">Rechtschreibpr&uuml;fung</a></td></tr>

	<tr><th>Dokumentation</th></tr>
		<tr><td><a href="../about-documentation.html">Inhalt</a></td></tr>
		<tr><td><a href="../doc/setupguide/index.html">Installationshandbuch</a></td></tr>
		<tr><td><a href="../doc/howto/index.html">How-Tos</a></td></tr>
		<tr><td><a href="../doc/faq/index.html">FAQs</a></td></tr>
		<tr><td><a href="../about-literatur.html">Literatur</a></td></tr>

	<tr><th>Support</th></tr>
		<tr><td><a href="../about-users-mailinglist.html">Hilfe per Mail</a></td></tr>
		<tr><td><a href="../foren.html">Foren (extern)</a></td></tr>
		<tr><td><a href="../about-support.html">Professioneller Support</a></td></tr>

	<tr><th>Marketing</th></tr>
		<tr><td><a href="../marketing/marketing.html">Marketing-Material</a></td></tr>
		<tr><td><a href="../veranstaltungen/index.html">Veranstaltungen</a></td></tr>
		<tr><td><a href="../presse/about-presskit.html">Presse-Infos</a></td></tr>
		<tr><td><a href="../presse/about-presse-faq.html">Presse-FAQ</a></td></tr>

	<tr><th>&Uuml;ber das Projekt</th></tr>
		<tr><td><a href="../about-ooo/about-history.html">Geschichte</a></td></tr>
		<tr><td><a href="../about-ooo/about-milestones.html">Meilensteine</a></td></tr>
		<tr><td><a href="../about-ooo/about-projects.html">Unterprojekte</a></td></tr>
		<tr><td><a href="../about-ooo/about_incubator.html">Incubator</a></td></tr>
		<tr><td><a href="../about-ooo/about-whitepapers.html">Whitepapers</a></td></tr>
		<tr><td><a href="../sponsoren/index.html">Sponsoren</a></td></tr>

	<tr><th>Mithelfen</th></tr>
		<tr><td><a href="../about-helping.html">...&nbsp;aber wie?</a></td></tr>
		<tr><td><a href="../about_unterstuetzung.html">Zuwendungen</a></td></tr>
		<tr><td><a href="../dev/ansprechpartner.html">Ansprechpartner</a></td></tr>

	<tr><th>Sonstiges</th></tr>
		<tr><td><a href="../bildung/index.html">Bildungsportal</a></td></tr>
		<tr><td><a href="../credits.html">Danksagungen</a></td></tr>
		<tr><td><a href="../links.html">Links</a></td></tr>
		<tr><td><a href="../about-linking.html">Unsere Seiten linken</a></td></tr>
		<tr><td><a href="../about-legal.html">Rechtliches</a></td></tr>

	<tr><th><a href="../dev/index.html">Infos f&uuml;r Helfer</a></th></tr>

</table>
<!-- End Navbar -->
</td></tr></table>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
