
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<!-- Start Titel Bitte auf akt&uuml;lle Meldung anpa&szlig;en -->
	<title>Pressemitteilung vom 11.02.2010</title>
	<!-- Ende Titel Bitte auf akt&uuml;lle Meldung anpa&szlig;en -->


         <!-- Standardheader nicht veraendern!-->
        <!-- Start de-header -->
	<link rel="stylesheet" href="../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen"
	href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
    <!-- End de-header -->

	<!-- >
	Kommentare zur Seite
	$Id: pressemitteilung_20090127.html,v 1.3 2009/01/27 17:41:01 SimonAW Exp $
	< -->



    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/">presse</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<!-- Standard-Navbar PM nicht veraendern!-->
<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Pressemitteilungen, Interviews und andere Informationen
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_Pre&szlig;e ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:48 _MLM
	< -->
<ul id="navbar_de">
    <li><div>de-links</div></li>
    <li> <a href="../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li>Presse
    </li>
    <li> <a href="../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->


<div id="body_de">

<!-- Beginn Header der PM, Standard wird nicht geaendert!-->
<h2>OpenOffice.org Pressemitteilung vom
<!-- Datum Header der PM, bitte anpa&szlig;en!-->
11.02.2010</h2>
<!-- Ende Header der PM!-->


<!-- Beginn &uuml;berschrift der PM, bitte anpa&szlig;en!-->
<h4>OpenOffice.org startet mit Version 3.2 ins Jahr 2010.</h4>
<!-- Ende &uuml;berschrift der PM-->

<!-- Beginn Text der PM, bitte Text aus Wiki (Editormodus) einf&uuml;gen!-->
<h5>
Neue Version bringt verbesserte Performance und zus&auml;tzliche Funktionen<br/>
Potentielle Sicherheitsl&uuml;cken geschlossen
</h5>
<p>
Mit einem Geburtstagsgeschenk geht OpenOffice.org ins zehnte Jahr seines Bestehens und gibt die Verf&uuml;gbarkeit der Version 3.2 seiner freien Office-Suite bekannt. Diese erste Version des Jahres 2010 ist sp&uuml;rbar schneller geworden und bietet neue sowie verbesserte Funktionen samt einer erh&ouml;hten Kompatibilit&auml;t mit Office-Software anderer Anbieter. Zudem wurden Fehler behoben und potentielle Sicherheitsl&uuml;cken geschlossen.
</p>
<p>
Die neue Version ist die konsequente Weiterentwicklung der bew&auml;hrten 3er-Serie von OpenOffice.org, der weltweit f&uuml;hrenden freien Office-Software. Enthalten sind eine hochwertige Textverarbeitung, eine umfassende Tabellenkalkulation, ein leistungsf&auml;higes Pr&auml;sentationsmodul, ein Programm zur Bearbeitung von Vektorgrafiken, einen Formeleditor sowie eine integrierte Datenbank. Diese Funktionen k&ouml;nnen zudem mit so genannten Extensions auf einfache Art und Weise erweitert werden.
</p>
<p>
In etwas mehr als einem Jahr nach Ver&ouml;ffentlichung der Version 3.0 wurden allein mehr als 100 Millionen Downloads von der internationalen Webseite gez&auml;hlt, Tendenz stark steigend. Dabei reicht die Bandbreite von Anwendern mit einem einzigen PC bis hin zu Firmen mit zehntausenden Arbeitspl&auml;tzen.
</p>
<h5>
Neu in der Version 3.2 sind unter anderem: 
</h5>
<ul>
<li>k&uuml;rzere Startzeiten und verbesserte Performance </li>
<li>verbesserte Kompatibilit&auml;t mit dem offenen OpenDocument-Standard sowie mit propriet&auml;ren Dateiformaten von Drittprogrammen </li>
<li>neue Features, insbesondere im Tabellenkalkulationsprogramm Calc, das &uuml;ber ein Dutzend neuer Funktionen enth&auml;lt </li>
<li>das in allen Komponenten von OpenOffice.org nutzbare Diagramm-Modul wurde grundlegend &uuml;berarbeitet und um zus&auml;tzliche Diagrammtypen erweitert </li>
</ul>
<p>
Florian Effenberger, Lead des Marketing-Projekts von OpenOffice.org, sagt zu den Zielen f&uuml;r dieses Jubil&auml;umsjahr: "2010 ist das Jahr von OpenOffice.org. Wir feiern unser zehnj&auml;hriges Bestehen, und das OpenDocument-Format wird von unz&auml;hligen Firmen, Beh&ouml;rden und Regierungen weltweit eingesetzt. Wirtschaft und Verwaltung wissen die Vorteile freier Software gegen&uuml;ber propriet&auml;ren Paketen zu sch&auml;tzen, denn nur damit k&ouml;nnen sie sich aus der Abh&auml;ngigkeit zu einem einzelnen Hersteller und somit dessen Lizenz- und Updatepolitik befreien. Mittlerweile ist das ODF-Format aus gutem Grund das alleinige Standardformat bei vielen Regierungen, und j&uuml;ngste Studien gehen von einem OpenOffice.org-Marktanteil &uuml;ber 20% aus. Ich bin &uuml;berzeugt davon, dass viele weitere Nutzer OpenOffice.org zu ihrem Office-Paket des Jahres 2010 machen werden."
</p>
<p>
Auch die Wolf Maschinenbau AG setzt seit vielen Jahren auf das freie Paket. Berthold Maier, verantwortlich f&uuml;r die Office-Migration, sagt: "Schnell ist uns klargeworden, dass OpenOffice.org mehr Vorteile als nur den Wegfall der Lizenzkosten bietet. Dank OpenOffice.org Base und einem MySQL-Server verf&uuml;gen wir &uuml;ber eine firmenweite Datenbank zur Verwaltung von Kunden und Kontakten, mit direkter Anbindung an den Writer. Da das Paket auf allen Plattformen l&auml;uft, konnten wir in der Firma trotz Umstellung auf gr&ouml;&szlig;tenteils Linux-Desktops sofort mit der vertrauten Software weiterarbeiten. Dokumente erstellen wir mittlerweile ausschlie&szlig;lich im OpenDocument-Format, da wir nur so sichergehen k&ouml;nnen, auch noch in Jahren auf den Datenbestand zugreifen zu k&ouml;nnen. Den Umstieg auf OpenOffice.org und das freie Dokumentformat haben wir nicht bereut, und wir m&ouml;chten nie mehr zur&uuml;ck in die propriet&auml;re Office-Welt. Auch unseren Gesch&auml;ftspartnern empfehlen wir das Paket regelm&auml;&szlig;ig."
</p>
<p>
Das Projekt OpenOffice.org empfiehlt allen Anwendern fr&uuml;herer Versionen den Umstieg auf Version 3.2, denn in der aktuellen Version wurden potentielle Sicherheitsl&uuml;cken beseitigt. Details hierzu werden einen Tag nach dieser Ank&uuml;ndigung ver&ouml;ffentlicht.
</p>
<p>
Anwender von OpenOffice.org 2.x sollten beachten, dass die 2er-Serie seit Dezember 2009 nicht mehr von der Community gepflegt wird und daher keine weiteren Updates oder Sicherheitsaktualisierungen daf&uuml;r zur Verf&uuml;gung stehen. Die letzte verf&uuml;gbare Version ist 2.4.3. Kommerzielle Anbieter wie Oracle, der Hauptsponsor des Projekts, bieten weiterhin Unterst&uuml;tzung f&uuml;r Unternehmen und Beh&ouml;rden an.
</p>
<p>
OpenOffice.org stellt auf der diesj&auml;hrigen CeBIT vom 2. bis 6. M&auml;rz in Hannover in Halle 2, Stand D38-137, sowie auf den Chemnitzer Linux-Tagen am 13. und 14. M&auml;rz aus. Die Neuerungen der Version 3.2 werden auch auf dem n&auml;chsten Open-Source-Treffen in M&uuml;nchen am 26. Februar vorgestellt.
</p>
<p>
Zum Schutz vor teuren Abofallen empfiehlt das OpenOffice.org-Projekt einen Download der Software ausschlie&szlig;lich von http://de.openoffice.org 
</p>





<!-- Beginn Footer der PM, Standard wird nicht geaendert!-->
<h5>Links</h5>
OpenOffice.org: <a href="http://de.openoffice.org">http://de.openoffice.org</a><br />
Neuerungen in Version 3.2: <a href="http://de.openoffice.org/about-ooo/about-features32.html">http://de.openoffice.org/about-ooo/about-features32.html</a> <br />
End-of-Life-Ank&uuml;ndigung f&uuml;r Version 2.x: <a href="http://development.openoffice.org/releases/eol.html">http://development.openoffice.org/releases/eol.html</a> <br />
Security Bulletin: <a href="//security/bulletin.html">//security/bulletin.html</a> <br />
OpenOffice.org gegen Abofallen: <a href="http://de.openoffice.org/abgezockt/">http://de.openoffice.org/abgezockt/</a> <br />
<h5>Pressekontakt</h5>

<p>
Florian Effenberger &lt;<a href="mailto:floeff@openoffice.org">floeff@openoffice.org</a>&gt;<br />
OpenOffice.org Marketing Project Lead<br />
Tel: +49 8341 99660880b <br />
Fax: +49 8341 99660889r <br />
Mobil: +49 151 14424108 <br />

</p>
<h5>&Uuml;ber OpenOffice.org</h5>
<p>

Das Projekt OpenOffice.org ist eine internationale Gemeinschaft von Freiwilligen und Sponsoren, allen voran Hauptsponsor Oracle. 
OpenOffice.org entwickelt die gleichnamige f&uuml;hrende Open Source Office-Suite. Das Programm enth&auml;lt eine Textverarbeitung, eine 
Tabellenkalkulation, ein Pr&auml;sentationsprogramm, ein Zeichenmodul, ein Datenbankmodul und weitere Komponenten; es benutzt das 
nach ISO/IEC 26300 standardisierte OpenDocument-Dateiformat (ODF) als Standardformat und unterst&uuml;tzt eine Vielzahl weiterer Dokumentenformate.
 OpenOffice.org l&auml;uft auf allen wichtigen Plattformen, einschlie&szlig;lich Windows, Linux, Solaris, Mac OS X, und es 
 ist in &uuml;ber 90 Sprachen erh&auml;ltlich. OpenOffice.org ist f&uuml;r private und kommerzielle Nutzung lizenzkostenfrei unter der Open Source-Lizenz LGPL
 verf&uuml;gbar. 
</p>

</div>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
</p>
<!-- Ende Footer der PM!-->

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
