

<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Presse-FAQ</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>

<!-- End de-header -->
	<!-- >
	Kommentare zur Seite
	$Id: presse_faq_1.0.html,v 1.13 2006/03/07 12:05:32 markomlm Exp $
	< -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/">presse</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<table width="100%" border="0" cellspacing="0" cellpadding="0" summary=""><tr><td>

<div id="body_de">
<h2>OpenOffice.org 1.0 Presse-FAQ</h2>
<h4>Inhalt</h4>
<ul>
  <li><a href="#1">Warum ist OpenOffice.org wichtig?</a></li>
  <li><a href="#2">Was k&uuml;ndigen wir heute an?</a></li>
  <li><a href="#3">Was ist OpenOffice.org 1.0?</a></li>
  <li><a href="#4">Wer ist die Zielgruppe von OpenOffice.org 1.0?</a></li>
  <li><a href="#5">Wie ist der Entwicklungsstand der MacOS X Portierung?</a></li>
  <li><a href="#6">Welche Vorteile bringt das XML-Format im Alltag?</a></li>
  <li><a href="#7">Warum ist der Einsatz der OpenOffice.org-Gemeinde so bemerkenswert?</a></li>
  <li><a href="#8">Welche Fakten k&ouml;nnten jemanden davon abhalten, zu OpenOffice.org 1.0 zu wechseln?</a></li>
  <li><a href="#9">Was ist OpenOffice.org?</a></li>
  <li><a href="#22">Wie hei&szlig;t das Programm denn jetzt eigentlich, OpenOffice oder OpenOffice.org?</a></li>
  <li><a href="#10">Was macht OpenOffice.org, das Quelltext-Projekt und die Gemeinschaft?</a></li>
  <li><a href="#11">Was sind die Zielsetzungen des OpenOffice.org-Projektes?</a></li>
  <li><a href="#12">Wer profitiert von OpenOffice.org?</a></li>
  <li><a href="#13">Welche Rolle spielt Sun bei diesem Projekt?</a></li>
  <li><a href="#14">Worin bestehen die Unterschiede zwischen StarOffice [tm] 6.0 und OpenOffice.org?</a></li>
  <li><a href="#15">Worin bestehen die Freiheiten der Software, die von OpenOffice.org angeboten werden?</a></li>
  <li><a href="#16">Sind andere Office-Software-Hersteller an OpenOffice.org beteiligt?</a></li>
  <li><a href="#17">Warum wurde OpenOffice.org gegr&uuml;ndet?</a></li>
  <li><a href="#18">Wie kann ich mich OpenOffice.org anschlie&szlig;en?</a></li>
  <li><a href="#19">Worin besteht der Beitrag von CollabNet zu OpenOffice.org?</a></li>
  <li><a href="#20">Wo kann ich mehr Informationen &uuml;ber die OpenOffice.org-Gemeinschaft finden?</a></li>
  <li><a href="#21">Was muss ich beachten, wenn ich OpenOffice.org z.B. auf einer Heft CD ver&ouml;ffentlichen will?</a></li>
</ul>
<hr />
<h4><a name="1">F: Warum ist OpenOffice.org wichtig?</a></h4>
<p>
<b>A:</b> Es ist aus vielen Gr&uuml;nden wichtig:</p>
  <ul>
    <li>Die Kosten sind unglaublich niedrig: die Office Suite ist kostenlos!</li>
    <li>Offene Dateiformate gew&auml;hrleisten sowohl eine dauerhafte
        Verf&uuml;gbarkeit als auch die Kompatibilit&auml;t mit Dateien, die von
        anderen Office-Paketen erzeugt wurden.</li>
    <li>Vielsprachig, multiplattform-f&auml;hig -
        jeder kann eigene Standards darauf aufbauen, ideal f&uuml;r den Einsatz in
        heterogenen Netzwerken.</li>
    <li>Stabilit&auml;t und Ausstattung sind hervorragend und werden kontinuierlich
        verbessert.</li>
        <li>Leichte Bedienbarkeit - Schulung ist kein Thema, jeder, der irgendeine
        Office-Suite bedienen kann, findet sich auch in OpenOffice.org zurecht.</li>
    <li>Zuk&uuml;nftige Module und Entwicklungen sind vielversprechend:
            <ul>
        <li>Das Groupware-Projekt: Die Entwicklung daran wird OpenOffice.org in
            Zukunft mit ausreichender Funktionalit&auml;t ausstatten, um
            Microsoft-Office und den MS Exchange-Server zu ersetzen.</li>
        <li>XMerge: Ein Java-Plugin, das die Basis zur Konvertierung von
            Dateiformaten zur Verf&uuml;gung stellt. Es erm&ouml;glicht
            OpenOffice.org-Dokumente auch auf Handhelds zu lesen, zu bearbeiten und
            zu formatieren. Ohne XML w&auml;re das ein unm&ouml;gliches
            Unterfangen.</li>
                </ul>
        </li>
  </ul>
<h4><a name="2">F: Was k&uuml;ndigen wir heute an?</a></h4>
<p>
<b>A:</b> OpenOffice.org 1.0, Version 1.0 des OpenOffice.org-Pakets.
</p>
<h4><a name="3">F: Was ist OpenOffice.org 1.0?</a></h4>
<p>
<b>A:</b> OpenOffice.org ist ein komplett ausgestattetes Office-Paket, das Microsoft
 Office beinahe vollst&auml;ndig ersetzen kann. Anwender berichten, dass nur wenig bis
 gar keine Schulung f&uuml;r Umsteiger von anderen Office-Paketen notwendig ist: alles
 ist wie immer - die Arbeit ging einfach weiter.
</p>
<p>Die freie Office-Suite beinhaltet alle wichtigen Desktop-Applikationen
 wie Textverarbeitung, Tabellenkalkulation, Pr&auml;sentations- und
 Zeichenprogramm und ist in mehr als 25 Sprachen erh&auml;ltlich. Zus&auml;tzlich
 unterst&uuml;tzt OpenOffice.org eine Vielzahl von Dateiformaten und erlaubt es
 Anwendern, die mit anderen Office-Paketen vertraut sind, wie zum Beispiel Microsoft
 Office oder StarOffice, ohne Zeit zur Einarbeitung aufwenden zu m&uuml;ssen, mit der
 Anwendung zu arbeiten und ihre alten Daten zu &uuml;bernehmen. OpenOffice.org 1.0
 arbeitet stabil unter mehreren Betriebssystemen, einschlie&szlig;lich Windows, Linux,
 PPC Linux, Solaris und vielen anderen Unix-Derivaten.
</p>
      <p>OpenOffice.org 1.0 ist das Ergebnis einer mehr als 18 Monate andauernden
        Arbeit der Mitglieder der OpenOffice.org-Gemeinschaft, die aus Sun-Mitarbeitern,
        ehrenamtlichen Entwicklern, Marketing-Experten und Endanwendern besteht,
        ein internationales Office-Paket, das auf allen wichtigen Plattformen
        l&auml;uft, zu erstellen. </p>
<p>Geschrieben in C++ und mit dokumentierten APIs (Programmierschnittstellen)
 versehen, unter die Open Source Lizenzen LGPL und SISSL gestellt, kann jeder
 erfahrene Entwickler von den Quellen profitieren. Da das Dateiformat von
 OpenOffice.org auf XML beruht, ist die Zusammenarbeit mit anderen Programmen leicht
 gemacht und die Weiterentwicklung und Anpassung auch in Zukunft sichergestellt.
</p>
<h4><a name="4">F: Welche Anwender sind die Zielgruppe von OpenOffice.org 1.0?</a></h4>
<p>
<b>A:</b> OpenOffice.org richtet sich besonders an die Anwender, die die
 Zuverl&auml;ssigkeit des professionellen Supports von Sun nicht ben&ouml;tigen oder
 sich nicht leisten k&ouml;nnen. Auf diese Weise bekommen alle Anwendergruppen die
 Entscheidungsfreiheit: Privatanwender, Anwender, die sich in einer Ausbildung
 befinden, Anwender im &Ouml;ffentlichen Dienst, gemeinn&uuml;tzigen Organisationen
 usw. finden in OpenOffice.org eine unschlagbare Alternative. OpenOffice.org gestattet
 es sowohl Studenten als auch Angestellten, diese erstklassige Software in ihren
 Ausbildungsr&auml;umen oder B&uuml;ros zu verwenden. Selbstverst&auml;ndlich
 k&ouml;nnen weitere Kopien ohne jeglichen Lizenz&auml;rger angefertigt werden.
 Besonders f&uuml;r Entwicklungsl&auml;nder ist dies eine zukunftsweisende
 Technologie.
</p>
<h4><a name="5">F: Wie ist der Entwicklungsstand der MacOS X Portierung?</a></h4>
<p>
<b>A:</b> Im Moment sind zwei Portierungen fertig: Linux/PPC und NetBSD/Sparc. Zehn
 weitere sind in Arbeit, darunter die f&uuml;r MacOS X.
</p>
<p>Es ist erst ein Jahr her, dass die Portierung f&uuml;r MacOS X auf OpenOffice.org
 angek&uuml;ndigt wurde. Freiwillige haben sich diesem Projekt angeschlossen, hart
 daran gearbeitet und verzeichnen Fortschritte. In diesem Zeitraum gab es mehrere
 Updates f&uuml;r MacOS X und das Team, das die Portierung &uuml;bernommen hatte,
 musste sowohl mit diesen Entwicklungen Schritt halten, als auch mit der rasanten
 Entwicklung innerhalb des OpenOffice.org-Pakets. Die Arbeit erfolgt an einer
 X11-Schnittstelle, sp&auml;ter soll auch Aqua unterst&uuml;tzt werden. Um die
 Portierung zu vervollst&auml;ndigen und auf Aqua zu &uuml;bertragen, wird die Hilfe
 von weiteren erfahrenen Entwicklern aus der Unix- oder MacOS X-Welt ben&ouml;tigt.
</p>
<h4><a name="6">F: Welche Vorteile bringt das XML-Format im Alltag?</a></h4>
      <p> <b>A:</b> OpenOffice.orgs Implementation des XML-Dateiformats stellt
        die immerw&auml;hrende Verf&uuml;gbarkeit der OpenOffice.org-Daten
        &uuml;berall in der Welt sicher, wo auch immer man das freie OpenOffice.org-Paket
        bekommt. Der Anwender wird bei OpenOffice.org also nicht zum Spielball
        von Firmen, die, oft nur aus rein finanziellen Erw&auml;gungen heraus,
        willk&uuml;rlich ihr Dateiformat &auml;ndern, sondern hat die Garantie,
        dass sich einmal mit OpenOffice.org erstellte Dokumente auch in zuk&uuml;nftigen
        Versionen von OpenOffice.org problemlos und verlustfrei &ouml;ffnen
        lassen.</p>
<p>Gerade nationale, regionale und lokale Regierungsstellen rund um die Welt sind auf
 die dauerhafte Lesbarkeit ihrer Daten angewiesen und sind damit in besonderem
 Ma&szlig;e die Nutznie&szlig;er von OpenOffice.org, das die Kompatibilit&auml;t und
 Kontinuit&auml;t zusichert.
</p>
<p>Dar&uuml;ber hinaus enth&auml;lt die XML-Implementation von OpenOffice.org einen
 zip-Kompressionsalgorithmus, der dann in Aktion tritt, wenn Dateien ge&ouml;ffnet
 oder geschlossen werden. Dies reduziert die Dateigr&ouml;&szlig;e um 25-60% im
 Vergleich zu den Dateien, die durch das f&uuml;hrende Office-Paket erzeugt werden.
 Auf diese Weise nimmt ein OpenOffice.org-Dokument erheblich weniger Platz auf der
 Festplatte in Anspruch.
</p>
<p>Ferner wird es das XML-Formt von OpenOffice.org bald gestatten, Dokumente auf
 Handhelds anzusehen und zu bearbeiten, darunter Palm, Pocket PC und eines Tages
 vielleicht sogar in einer entsprechend ausgestatteten Telefonzelle, ohne dass eine
 Office-Anwendung fest auf den kleinen Ger&auml;ten installiert sein muss.
</p>
<h4><a name="7">F: Warum ist der Einsatz der OpenOffice.org-Gemeinde so bemerkenswert?</a></h4>
<p>
<b>A:</b> Der Zuwachs in der Gemeinschaft und der Downloads hat alle Erwartungen
 &uuml;bertroffen. Die Gemeinschaft w&auml;chst stark an und umfasst eine immer
 gr&ouml;&szlig;er werdende Anzahl von Anwendern, die mitmachen m&ouml;chten. Ein paar
 Zahlen von OpenOffice.org sollen das verdeutlichen:
</p>
<table border="0" cellpadding="4" cellspacing="1" width="100%">
  <tr>
    <th>&nbsp;</th>
    <th>April 2001</th>
    <th>Oktober 2001</th>
    <th>April 2002</th>
  </tr>
  <tr>
    <td>Downloads</td>
    <td>5,000</td>
    <td >1 Million</td>
    <td>4,5 Millionen +</td>
  </tr>
  <tr>
    <td>Mirrors</td>
    <td>0</td>
    <td>6</td>
    <td>34+</td>
  </tr>
  <tr>
    <td>CD-Distributoren</td>
    <td>0</td>
    <td>1</td>
    <td>12+</td>
  </tr>
  <tr>
    <td>Gr&ouml;&szlig;e der Gemeinschaft</td>
    <td>1,500+</td>
    <td>3,500+</td>
    <td>10,000+ registrierte Mitglieder</td>
  </tr>
  <tr>
    <td>Sprachprojekte</td>
    <td>1</td>
    <td>1</td>
    <td>5</td>
  </tr>
  <tr>
    <td>W&ouml;chentliche Postings in den Mailinglisten</td>
    <td>300</td>
    <td>600</td>
    <td>1,500+</td>
  </tr>
</table>
<h4><a name="8">F: Welche Fakten k&ouml;nnten jemanden davon abhalten, zu OpenOffice.org 1.0 zu wechseln?</a></h4>
<p>
<b>A:</b> Das w&uuml;rde uns auch interessieren.
</p>
<p>Im Moment fehlen die Outlook-F&auml;higkeiten bez&uuml;glich des Exchange-Servers.
 Ein kleiner Prozentsatz der Anwender (gesch&auml;tzt 5%) verf&uuml;gt &uuml;ber
 Altbest&auml;nde aus Tabellenkalkulation und anderen Anwendungen, die Makros
 enthalten, deren Portierung auf OpenOffice.org zu aufwendig und teuer w&auml;re.
</p>
<h4><a name="9">F: Was ist OpenOffice.org?</a></h4>
<p>
<b>A:</b>OpenOffice.org ist mit mehr als 7,5 Millionen Zeilen Code das gr&ouml;&szlig;te
 Open-Source-Projekt. Bis heute wurden fr&uuml;here Versionen von OpenOffice.org
 1.0 4,5 Millionen mal heruntergeladen.
</p>
<p>OpenOffice.org ist jedoch auch die Heimat des OpenOffice.org-Projekts und seiner
 Gemeinschaft von Entwicklern, Anwendern und Marketing-Experten, die f&uuml;r die
 weitere Entwicklung von OpenOffice.org verantwortlich sind. Die Zielsetzung von
 OpenOffice.org und seiner Gemeinde ist es, OpenOffice.org zu der f&uuml;hrenden
 Office Suite zu machen, die auf allen wichtigen Plattformen l&auml;uft und durch den
 Einsatz offengelegter komponentenbasierter Programmierschnittstellen und
 XML-basiertem Dateiformat den Zugriff auf alle Daten und Funktionen
 gew&auml;hrleistet. Zus&auml;tzliche Portierungen, wie auf FreeBSD, Irix und Mac OS X
 sind in verschiedenen Phasen der Fertigstellung durch die Entwickler und Endanwender
 der OpenOffice.org-Gemeinde.
</p>
<p>OpenOffice.org 1.0 ist in C++ geschrieben und hat dokumentierte APIs, die unter der
 GNU Lesser General Public License (LGPL) und der Sun Industry Standards Source
 License (SISSL) Open-Source-Lizenzen stehen.
</p>
<h4><a name="22">F: Wie hei&szlig;t das Programm eigentlich, Open Office oder OpenOffice.org?</a></h4>
<p><b>A:</b> Das Programm hei&szlig;t genauso wie das Projekt: OpenOffice.org. Da die
 Rechte an dem Namen OpenOffice nicht uns geh&ouml;ren, d&uuml;rfen wir diesen nicht
 verwenden. Auch wenn es etwas ungew&ouml;hnlich ist, ein Programm wie eine
 Domain zu benennen, m&ouml;chten wir Sie bitten dies in Zukunft zu beachten.</p>
<h4><a name="10">F: Was macht OpenOffice.org, das Quelltext-Projekt und die Gemeinschaft?</a></h4>
<p>
<b>A:</b> Das OpenOffice.org-Projekt bietet die notwendigen Einrichtungen, um diese
 Open-Source-Technologie den 10.000 Entwicklern und der Anwendergemeinschaft
 verf&uuml;gbar zu machen. Dies beinhaltet die &ouml;ffentliche Bereitstellung des
 Quellcodes, verteilt auf 31 Projekte, von Informationen &uuml;ber die Webseite (
 <a href="/">/</a>) und von Foren mit
 &uuml;ber 1600 Postings die Woche.
</p>
<h4><a name="11">F: Was sind die Zielsetzungen des OpenOffice.org-Projektes?</a></h4>
<p>
<b>A:</b> Die Zielsetzungen von OpenOffice.org sind:</p>
  <ul>
    <li>Ein freies OpenSource Office-Paket bereitzustellen, das viele Sprachen
        spricht und auf vielen Betriebssystemen l&auml;uft.</li>
        <li>Den Quelltext allgemein verf&uuml;gbar zu halten.</li>
        <li>Produktive XML-basierte Dateiformate und sprach-unabh&auml;ngige APIs zu
        etablieren.</li>
        <li>Eine technische Neuerung einzuleiten, die die n&auml;chste Generation offener
        Netzwerkdienstleistungen sein wird.</li>
   </ul>
<h4><a name="12">F: Wer profitiert von OpenOffice.org?</a></h4>
<p>
<b>A:</b> OpenOffice.org steht f&uuml;r die Freiheit des Quellcodes, offene,
 sprach-unabh&auml;ngige APIs, ebenso offene XML-basierte Dateiformate und einen
 ungehinderten Zugang zu eben diesen Informationen. Kurzfristig gesehen profitieren
 hiervon zun&auml;chst Software-Entwickler, speziell diejenigen, die Teil der
 OpenSource-Gemeinschaft sind. L&auml;ngerfristig gesehen wird sich der Wert
 OpenOffice.orgs in gleicher Weise f&uuml;r die API- und Makro-Entwickler beweisen und
 selbstverst&auml;ndlich auch f&uuml;r den Endanwender. Letzterer wird den Vorteil
 der technischen Neuerung zu sch&auml;tzen wissen, die es ihm erlaubt, &uuml;berall
 seine Daten bearbeiten und problemlos mit anderen Anwendern austauschen zu
 k&ouml;nnen.
</p>
<h4><a name="13">F: Welche Rolle spielt Sun bei diesem Projekt?</a></h4>
<p>
<b>A:</b> Sun erm&ouml;glichte diesen Erfolg, indem es im Juli 2000 7,5 Millionen
 Zeilen des Quellcodes von StarOffice freigab und den Entwicklern der
 OpenOffice.org-Gemeinschaft &uuml;bergab. Suns Ingenieure arbeiteten am Code von
 OpenOffice.org und gaben diese Entwicklungen an die OpenSource-Gemeinde zur&uuml;ck.
 Suns Ziel ist es, mit StarOffice eine neue Marke zu schaffen - basierend auf der
 OpenOffice.org-Technologie.
</p>
<p>Sun f&ouml;rdert und unterst&uuml;tzt die Entwicklung in der OpenOffice.org
 Gemeinschaft weiterhin und bleibt damit weiterhin ein starker F&ouml;rderer von
 offenen Standards in der Industrie. Es ist f&uuml;r Suns Kunden beachtenswert, dass
 hier ein offenes, funktionsf&auml;higes, produktives und stets dem Stand der Technik
 entsprechendes Office-Paket erh&auml;ltlich ist, das in heterogenen Netzwerken und
 &uuml;ber alle Betriebssystemgrenzen hinweg arbeitet. OpenOffice.org macht es
 m&ouml;glich. Gerade durch die offenen Standards und die Ausweitung des Marktes
 auf ein Produkt, das die Realisierung offener Standards verfolgt, kann Sun f&uuml;hrend
 auf dem Gebiet der Hardware und anverwandten Dienstleistungen werden. Sun ist
 &uuml;berzeugt davon, dass Innovation &uuml;berall passiert und die
 OpenOffice.org-Gemeinschaft wahre Kreativit&auml;t und technische Erneuerung bewiesen
 hat, und zwar sowohl in der Software-Entwicklung als auch in der Vermarktung von
 OpenOffice.org 1.0. </p>
<h4><a name="14">F: Worin bestehen die Unterschiede zwischen StarOffice [tm] 6.0 und OpenOffice.org?</a></h4>
<p>
<b>A:</b> OpenOffice.org 1.0, auf dessen Codebasis auch StarOffice 6.0 der Firma Sun aufbaut,
 ist - wie StarOffice 6.0 - ein vollst&auml;ndiges Office-Paket und bietet einen nahezu
 l&uuml;ckenlosen Ersatz f&uuml;r Microsoft Office. OpenOffice.org gibt privaten wie
 gewerblichen Anwendern die Entscheidungsfreiheit, welche Software eingesetzt werden
 soll und setzt bei Service und Support auf den freien Markt, w&auml;hrend Sun Microsystems
 das Markenprodukt StarOffice 6.0 mit kostenpflichtigem, zentral organisiertem
 Rund-um-die-Uhr-Support und Schulungsangeboten f&uuml;r Firmen und Endanwender sowie
 Angeboten f&uuml;r Migration und Implementierung offerieren wird.
</p>
<p>StarOffice enth&auml;lt zus&auml;tzlichen propriet&auml;ren Code, der von Drittanbietern
 lizenziert wurde und somit nicht f&uuml;r OpenOffice.org zur Verf&uuml;gung steht.
 Sun bezahlt Linzenzgeb&uuml;hren f&uuml;r die Technologie der Drittanbieter, die
 Teil von StarOffice ist, und kann sie aus diesen Gr&uuml;nden nicht im Quellcode
 freigeben.
</p>
<p>Beispiele f&uuml;r diese Technologien sind:</p>
<ul>
   <li>Verschiedene Fonts (einschlie&szlig;lich, darauf sei ausdr&uuml;cklich hingewiesen,
        asiatischer Fonts)</li>
   <li>Rechtschreibpr&uuml;fung von Dieckmann (OpenOffice.org 1.0 verf&uuml;gt &uuml;ber eine
       OpenSource-Rechtschreibpr&uuml;fung, die durch die Gemeinschaft entwickelt
       wurde)</li>
    <li>Adabas D, eine integrierte Datenbank</li>
        <li>Einige Import- und Exportfilter</li>
        <li>Eine umfangreiche Clipart-Gallery</li>
</ul>
<p>OpenOffice.org bietet zus&auml;tzliche Portierungen auf andere Betriebssysteme an, zum
 Beispiel auf das PPC Linux und unterst&uuml;tzt 21 unterschiedliche Sprachen, alles
 gemeinschaftlich vorangetrieben, einschlie&szlig;lich des Ziels, noch mehr Sprachen und
 Betriebssysteme zu unterst&uuml;tzen.
</p>
<p>Es gibt also zwei Office-Suiten, die sich gegenseitig erg&auml;nzen, um den
 unterschiedlichen Bed&uuml;rfnissen der Anwender entgegenzukommen, seien es nun
 die OpenSource-Verfechter oder die Unternehmenskunden.
</p>
<h4><a name="15">F: Worin bestehen die Freiheiten der Software, die OpenOffice.org
anbietet?</a></h4>
<p>
<b>A:</b> Aus <a href="http://www.gnu.org/">http://www.gnu.org/</a>, der Free Software Foundation-Website, zitiert:</p>
<ul>
    <li><i>Freiheit 0:</i> &nbsp;Die Freiheit, das Programm f&uuml;r jeden Zweck zu
        nutzen.</li>
    <li><i>Freiheit 1:</i> &nbsp;Die Freiheit, das Programm in seiner Funktionsweise
        zu analysieren und f&uuml;r die eigenen Bed&uuml;rfnisse anzupassen. Die
        Verf&uuml;gbarkeit des Quellcodes ist Voraussetzung daf&uuml;r.</li>
    <li><i>Freiheit 2:</i> &nbsp;Die Freiheit, Kopien des Programms zu verteilen, sodass man
        weiteren Interessenten helfen kann.</li>
        <li><i>Freiheit 3:</i> &nbsp;Die Freiheit, das Programm zu testen und eigene Versionen des
        Programms zu ver&ouml;ffentlichen, sodass jedermann von dieser Arbeit
        profitiert. Auch hier ist die Verf&uuml;gbarkeit des Quellcodes
        Voraussetzung.</li>
</ul>
<h4><a name="16">F: Sind andere Office-Software-Hersteller an OpenOffice.org beteiligt?</a></h4>
<p>
<b>A:</b> OpenOffice.org l&auml;dt jeden ein, sich an der Weiterentwicklung der
 freien und offenen Office-Suite zu beteiligen. Dank der Kombination von offener
 Gemeinschaft und doppelter Lizenzierung kann jeder an diesem Abenteuer
 teilhaben.
</p>
<h4><a name="17">F: Warum wurde OpenOffice.org gegr&uuml;ndet?</a></h4>
<p>
<b>A:</b> Die OpenOffice.org-Gemeinschaft wurde mit dem Ziel gegr&uuml;ndet,
 die f&uuml;hrende Office-Suite zu schaffen, die auf allen wichtigen Betriebssystemen
 l&auml;uft und den Zugriff auf alle Funktionen und Daten durch auf offenen Standards
 beruhenden APIs und einem XML-basierten Dateiformat gew&auml;hrleistet. Die
 Gemeinschaft wurde im Oktober 2000 gegr&uuml;ndet und erhielt als Basis den Quellcode
 von StarOffice 5.2 der Firma Sun.
</p>
<h4><a name="18">F: Wie kann ich mich OpenOffice.org anschlie&szlig;en?</a></h4>
<p>
<b>A:</b> Jeder kann der OpenOffice.org-Gemeinschaft durch eine einfache
 Registrierung beitreten. Wenn Sie sich eingeschrieben haben, k&ouml;nnen
 Sie einzelnen Projekten beitreten, bei denen es um Fragen des Dateiformats,
 der Fehlersuche und -bereinigung und der Herstellung von Patches geht.
 Aber auch die Mitteilung von Beobachtungen ist wichtig. Wollen Sie &uuml;ber
 zuk&uuml;nftige Entwicklungen informiert werden, so schreiben Sie eine
 eMail an: <a href="mailto:announce-subscribe@openoffice.apache.org">announce-subscribe@openoffice.apache.org</a> -
 dann verpassen Sie nichts.
</p>
<h4><a name="19">F: Worin besteht der Beitrag von CollabNet zu OpenOffice.org?</a></h4>
<p>
<b>A:</b> CollabNet arbeitet mit der OpenOffice.org-Gemeinschaft seit ihrer
 Gr&uuml;ndung zusammen. CollabNets SourceCast-Anwendung versetzt sowohl einzelne
 Entwicklerteams als auch rund um den Globus verstreute Teams in die Lage, gemeinsam
 am OpenOffice.org-Projekt zu arbeiten und einzelne Arbeitsschritte exakt
 nachzuvollziehen. SourceCast ist die erste webbasierte Entwicklungsumgebung, die
 einen kompletten Satz an Werkzeugen zur Software-Entwicklung enth&auml;lt. CollabNet
 stellt au&szlig;erdem strategischen Rat zu Open-Source-Fragen sowie dem Wachstum von
 OpenOffice.org zur Verf&uuml;gung und bietet Analysen der aktuellen Trends in der
 Gemeinschaft an.
</p>
<h4><a name="20">F: Wo kann ich mehr Informationen &uuml;ber die OpenOffice.org-Gemeinschaft finden?</a></h4>
      <p> <b>A:</b> Sie finden mehr Informationen &uuml;ber OpenOffice.org
        auf den Websiten <a href="http://lang.openoffice.org/de">http://lang.openoffice.org/de</a>
        (Deutsch) und <a href="//">//</a>
        (Englisch). </p>
<p>Werfen Sie einen Blick auf die FAQ's, die unter
<a href="../doc/faq/index.html">http://de.openoffice.org/doc/faq/index.html</a> (Deutsch) und
<a href="//faq.html">//faq.html</a> (Englisch) zu finden sind.
</p>
<p>Noch mehr Informationen bietet unser Presse-Kit unter:
<a href="about-presskit.html">http://de.openoffice.org/presse/about-presskit.html</a> (Deutsch) oder
<a href="http://marketing.openoffice.org/press/presskit.html">http://marketing.openoffice.org/press/presskit.html</a> (Englisch).
</p>
<h4><a name="21">F: Was muss ich beachten, wenn ich OpenOffice.org z.B. auf einer Heft CD ver&ouml;ffentlichen will ?</a></h4>
<p>      <b>A:</b> Auf der CD m&uuml;ssen sich neben dem Programm auch noch die vollst&auml;ndigen
        Lizenzen befinden. Im Falle von OpenOffice.org sind dies die <a href="//licenses/lgpl_license.html">LGPL</a>
        und die <a href="//licenses/sissl_license.html">SISSL</a>.
        Ist auf der CD-ROM ebenfalls die deutsche Rechtschreibpf&uuml;ng enthalten,
        was wir empfehlen, muss zus&auml;tzlich noch die vollst&auml;ndige
        <a href="//licenses/gpl_license.html">GPL
        Lizenz</a> mit auf die CD-ROM. Sehr sch&ouml;n w&auml;re es, falls gen&uuml;gend
        Platz auf der CD-ROM ist, den Quelltext von OpenOffice.org
        mitzuver&ouml;ffentlichen.</p>
<hr />
<p>Sun, Sun Microsystems, das Sun Firmenlogo, StarOffice, Solaris und der Slogan "The
 Network Is The Computer" sind eingetragene Warenzeichen von Sun Microsystems, Inc. in
 den Vereinigten Staaten und anderen Staaten.
</p>
</div>



 </td><td valign="top" height="100%">

<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar FAQ- H&auml;ufig gestellte Fragen
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_FAQ ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:47 _MLM
	< -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li>FAQ
      <ul>
      <li> <a href="../doc/faq/index.html" title="Der Weg zu schnellen Antworten auf bekannte Fragen"> FAQs </a></li>
      <li> <a href="../doc/faq/general/index.html" title=" "> Generelle FAQ </a></li>
      <li> <a href="../doc/faq/mainfaq/index.html" title=" "> Projekt-FAQ </a></li>
      <li> <a href="../doc/faq/writer/index.html" title=" "> Writer-FAQ </a></li>
      <li> <a href="../doc/faq/calc/index.html" title=" "> Calc-FAQ </a></li>
      <li> <a href="../doc/faq/mitarbeiter/index.html" title=" "> Mitarbeiter-FAQ </a></li>
      <li> <a href="about-presse-faq.html" title=" "> Presse-FAQ </a></li>
      <li> <a href="../doc/howto/index.html" title="Die Begleiter f&uuml;r die ersten Stunden mit Literatur - Schulungsunterlagen"> Erste Schritte </a></li>
      </ul>
    </li>
    <li> <a href="../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li> <a href="about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen"> Presse </a></li>
    <li> <a href="../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
</td></tr></table>
<p>
    <a href="http://validator.w3.org/check?uri=referer"><img
        src="http://www.w3.org/Icons/valid-xhtml10"
        alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
  </p>

      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
