<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html lang="da">
<head>
  <title>DA.OpenOffice.org</title>
  <meta http-equiv="content-type" content="text/html; charset=iso-8859-1">
</head>
<body>
<div id="danskindhold">
<h2>Vejledning: Hvordan man udf&oslash;rer simple beregninger samt formatering af celler og ark i en mappe.</h2>

<h5 align="center"><i>OpenOffice.org dokumentationsprojektet</i></h5>

<p>Indholdsfortegnelse:</p>

<blockquote>
<p>1. <a href="#1">En kort introduktion</a>. Indf&oslash;ring i de v&aelig;rkt&oslash;jer der er til r&aring;dighed i regnearket.<br>
 2. <a href="#2">Indledende beregninger</a>.<br>
 3. <a href="#3">Personlig formatering</a>.<br>
 4. <a href="#4">Udskrivning af arbejdet</a>.<br>
 5. <a href="#5">Skrevet af</a>.</p>
</blockquote>

<p><a name="1"></a><font size="4"><strong>1. En kort introduktion. Indf&oslash;ring i de v&aelig;rkt&oslash;jer der er til r&aring;dighed i regnearket.</strong></font></p>

<p>Allerf&oslash;rst er det vigtigt at blive fortrolig med de v&aelig;rkt&oslash;jer der er umiddelbart tilg&aelig;ngelige i regnearket. S&aring; kan man altid hen ad vejen l&aelig;re mere om de avancerede beregninger der kan udf&oslash;res i regnearket.</p>

<p><img src="Image1.jpg" width="731" height="573"></p>

<p><br>Lige under titellinjen (den med logoet) er der fire ikonlinjer:</p>

<ul>
<li>En <strong>Menulinje</strong></li>
<li>En <strong>Funktionslinje</strong></li>
<li>En <strong>Objektlinje</strong></li>
<li>En <strong>Formellinje</strong></li>
</ul>

<p><strong>Menulinjen</strong> indeholder de forskellige hovedmenuer i regnearket. <strong>Funktionslinjen</strong> giver adgang til funktionsikoner s&aring;som <strong>&Aring;bn fil, Gem dokument, Klip, Kopier, S&aelig;t ind</strong> og andre almindelige handlinger i OpenOffice.org. <strong>Objektlinjen</strong> indeholder et v&aelig;rkt&oslash;jss&aelig;t som er specifikt til beregning og celleformattering (talformat, tekstopstilling, rammer). <strong>Formellinjen</strong> anvendes til at inds&aelig;tte de formler som er n&oslash;dvendige for dine beregninger, og viser dig ogs&aring; mark&oslash;rens position indenfor regnearket.</p>

<p><i>Tip: Ikonlinjerne kan tilpasses efter &oslash;nske ved at klikke med den h&oslash;jre musetast p&aring; hovedv&aelig;rkt&oslash;jslinjen eller en ikonlinje. Der viser sig nu en menu som passer til den ikonlinje pilen stod p&aring;. Derefter kan man v&aelig;lge </i><strong><i>'Tilpas'</i></strong> <i>eller</i> <strong><i>'Rediger'</i></strong> <i>for at &aelig;ndre indholdet af ikonlinjen. Den hurtigste m&aring;de er dog at v&aelig;lge '</i><strong><i>Synlige knapper'</i></strong> <i>og tilf&oslash;je eller fjerne knapperne efter eget valg.</i></p>

<p><img src="Image3.jpg" align="right" hspace="0" width="30" height="394">Til venstre p&aring; sk&aelig;rmen kan du se <strong>V&aelig;rkt&oslash;jslinjen</strong> (som vises her til h&oslash;jre). Denne v&aelig;rkt&oslash;jslinje har de v&aelig;rkt&oslash;jer du har brug for til at arbejde med regnearket. De almindelige funktioner i denne v&aelig;rkt&oslash;jslinje er omtalt her. Nederst p&aring; sk&aelig;rmen er der en <strong>Statuslinje</strong>, som indeholder vigtig information som f.eks. det ark som du arbejde med, sidetypografi <font color="#FF0000"></font>og normalt ogs&aring; summen af den celle hvor mark&oslash;ren er placeret.</p>

<p><i>Tip : Et h&oslash;jre-museklik p&aring; boksen hvor summen er skrevet giver adgang til en menu som giver andre valg som f.eks. middel, minimum, maksimum ...</i></p>

<p>Du vil kunne se, at den mappe som du har &aring;bnet som standard indeholder tre regneark, som man kan v&aelig;lge mellem p&aring; tre sm&aring; faner lige over status-linje<font color="#000000">n. De hedder Ark1, Ark2 og Ark3. Regnearke</font>t best&aring;r af et gitter, hvor der henvises til hver celle dens kolonne (lodret henvisning), i dette tilf&aelig;lde med bogstaver (A, B ... Z osv.), og dens r&aelig;kke (vandret henvisning), i dette tilf&aelig;lde numre (1, 2 ... 65000). Disse henvisninger optr&aelig;der som en gr&aring; kolonne til venstre og en gr&aring; r&aelig;kke for oven. Den f&oslash;rste celle i den f&oslash;rste linje (i &oslash;verste venstre hj&oslash;rne) har henvisningen A1.</p>

<p><a name="2"></a><font size="4"><strong>2: Indledende Beregninger.</strong></font></p>

<p>&nbsp;Vi begynder med at se hvordan man udf&oslash;rer samment&aelig;llinger (addition). Som n&aelig;vnt ovenfor, kaldes de "kasser" som gitteret best&aring;r af for "celler". Du kan tilf&oslash;je tekst, tal eller formler i disse celler. Klart nok, for pointen i et regneark er jo netop at kunne udf&oslash;re beregninger i disse celler.</p>

<blockquote>
<p>OK, lad os pr&oslash;ve med f&oslash;rste udregning. Skriv i celle A1 (uden anf&oslash;rselstegn) "=5".</p>
</blockquote>

<blockquote>
<p>S&aring; tryk p&aring; Enter.</p>
</blockquote>

<blockquote>
<p>Nu skulle der st&aring; "5" i cellen, da resultatet af regnestykket automatisk opdateres.</p>
</blockquote>

<p>Mark&oslash;ren skulle nu gerne st&aring; i cellen lige nedenunder celle A1, men hvis du klikker endnu engang p&aring; celle A1, kan du se den formel eller matematiske operation, som du netop skrev i cellen, optr&aelig;de &oslash;verst i <strong>Formellinjen</strong>.</p>

<p>Vi g&aring;r videre: Skriv nu 6 i celle A2 og s&aring; vil vi bede om at f&aring; resultatet af A1+A2 vist i celle A3. Det g&oslash;res s&aring;dan:</p>

<blockquote>
<p>Placer mark&oslash;ren i celle A2 og skriv 6.</p>
</blockquote>

<blockquote>
<p>Tryk s&aring; Enter for at bekr&aelig;fte denne indtastning, og mark&oslash;ren vil g&aring; videre til celle A3.</p>
</blockquote>

<blockquote>
<p>Skriv (uden anf&oslash;rselstegn) "=A1+A2" (og bekr&aelig;ft med Enter) og resultatet vises som "11" i celle A3.</p>
</blockquote>

<p>I denne sidste udregning benyttede vi cellehenvisninger og ikke regul&aelig;re tal.</p>

<p>Vi vil nu pr&oslash;ve at l&aelig;gge en hel kolonne af tal sammen. Klik p&aring; Ark2 for at f&aring; et rent ark.</p>

<blockquote>
<p>Skriv nogle tal ind i cellerne A1 til A9.</p>
</blockquote>

<blockquote>
<p>Bekr&aelig;ft med Enter hver gang, og nu skulle mark&oslash;ren gerne st&aring; i celle A10.</p>
</blockquote>

<blockquote>
<p>Skriv (uden anf&oslash;rselstegn) "=sum(A1:A9)" og tryk Enter, og s&aring; vil du f&aring; resultatet af sammenl&aelig;gningen vist i celle A10, og formelen vil v&aelig;re synlig i formellinjen (hvis du s&aelig;tter mark&oslash;ren p&aring; celle A10 igen).</p>
</blockquote>

<p>Ved at skrive kolon [:] mellem cellehenvisningerne har du fortalt softwaren at du vil samment&aelig;lle tallene fra celle A1 til og med celle A9.</p>

<p>Ved at skrive "sum()" fort&aelig;ller du programmet hvilken matematisk operation du vil udf&oslash;re med de celler der er henvist til inde i parentesen.</p>

<p><em>Tip : Du lagde nok m&aelig;rke til, at da du begyndte at skrive <strong>'sum'</strong>, foreslog regnearket selv resten at formelen. Det skyldes <strong>Autofuldf&oslash;re</strong> funktionen, som ikke kr&aelig;ver andet end et tryk p&aring; Enter for at acceptere forslaget fra OpenOffice, hvorefter mark&oslash;ren automatisk placeres mellem parenteserne for at du kan skrive cellehenvisningerne.</em></p>

<p>OK, nu g&oslash;r vi det igen, men denne gang erstatter vi kolon&acute;et med et semikolon mellem A1 og A9. Resultatet bliver naturligvis et andet, for i dette tilf&aelig;lde har vi sammenlagt indholdet af celle A1 og A9 og ikke de mellemliggende celler. S&aring; hvis du har brug for to grupper af celler skal du skrive "sum=(A1:A9;B1:B9)".</p>

<p>Du kan ogs&aring; v&aelig;lge cellerne som skal l&aelig;gges sammen med musen. Efter at have skrevet "sum=(" i cellen hvor resultatet skal vises, klikker du p&aring; den f&oslash;rste celle, og mens du holder museknappen nede tr&aelig;kker du musen til den sidste celle og slipper knappen, s&aring; vil den sidste del af formelen automatisk blive skrevet ind i formellinjen. Tryk p&aring; Enter for at se resultatet.</p>

<p><i>Tip: Hvis det tal der skal vises er for stort til at hele tallet kan vises i cellen, vil det blive erstattet med havel&aring;ger (###). For at justere cellens st&oslash;rrelse skal du bare klikke p&aring; den h&oslash;jre kolonne-kant og tr&aelig;kke den til h&oslash;jre (for at g&oslash;re cellen bredere) eller til venstre (for at g&oslash;re cellen smallere). Den samme funktion kan n&aring;s gennem</i> <strong><i>Formater - kolonne - Optimal bredde</i></strong><i>.</i></p>

<p><strong>Om henvisninger.</strong></p>

<p>Det er vigtigt at forst&aring; den grundl&aelig;ggende ide i henvisninger n&aring;r du udf&oslash;rer beregninger i celler der indeholder formler. En relativ henvisning &aelig;ndrer sig n&aring;r formelen flyttes. Hvis man f.eks. kopierer formelen "sum=(A1:A9)" til kolonne B, vil den bliver til "sum=(B1:B9)"</p>

<p>En absolut henvisning benyttes n&aring;r beregningen skal referere til en bestemt celle i arket. F.eks. benyttes $A$1 til at lave en absolut henvisning til celle kolonne A og r&aelig;kke 1. P&aring; samme m&aring;de kan man benytte $A1 hvis kolonnen ikke m&aring; &aelig;ndres, og A$1 hvis r&aelig;kken skal forblive den samme.</p>

<p>Andre matematiske funktioner (gange, dividere og tr&aelig;kke fra) fungerer p&aring; samme m&aring;de som sammenl&aelig;gning. Husk at parenteserne er vigtige, s&aring;dan at "=A1+A2*A3" er det samme som at skrive "=A1+(A2*A3)".</p>

<p><a name="3"></a><font size="4"><strong>3. Personlig formatering.</strong></font></p>

<p>Dit regneark best&aring;r af tre selvst&aelig;ndige ark, Ark1,2,3. Vi vil give hvert ark sit eget navn (s&aring; det bliver nemmere at huske dem). H&oslash;jre-klik med musen p&aring; fanen Ark1, og p&aring; den menu er kommer op v&aelig;lges <strong>'Omd&oslash;b'</strong>. I det f&oslash;lgende vindue kan du skrive det navn, som du &oslash;nsker arket skal have og klik s&aring; p&aring; <strong>OK</strong>. S&aring; optr&aelig;der det nye navn p&aring; fanen.</p>

<p>P&aring; menuen var der ogs&aring; mulighed for at inds&aelig;tte eller slette arket, og tilsvarende ogs&aring; for at flytte eller kopiere det. Hver gang kommer der en dialogboks hvor man kan pr&aelig;cisere sit valg.</p>

<p>Lad os g&aring; videre med en personlig formatering af celler, s&aring; arket fremst&aring;r som du vil have det. Hvis du vil skrive arkets titel p&aring; flere celler p&aring; en gang, g&oslash;r du som f&oslash;lger:</p>

<blockquote>
<p>V&aelig;lg de ark hvor titlen skal bruges. Med musen v&aelig;lger du de celler hvor titlen skal st&aring; p&aring; arket.</p>
</blockquote>

<blockquote>
<p>I menulinjen v&aelig;lger du <strong>Formater - Flet celler - Definer</strong>.</p>
</blockquote>

<p>Nogle gange vil du nok gerne have titlen centreret i de valgte celler, og det er nemt nok.</p>

<blockquote>
<p>V&aelig;lg titel-cellen.</p>
</blockquote>

<blockquote>
<p>I menulinjen v&aelig;lger du <strong>Formater - Celle</strong>.</p>
</blockquote>

<blockquote>
<p>I dialogboksen som dukker op v&aelig;lger du <strong>'Justering'</strong>, og v&aelig;lger <strong>'Centreret'</strong> under punktet Vandret (og der er selvf&oslash;lgelig flere muligheder i samme dialogboks).</p>
</blockquote>

<blockquote>
<p>Klik p&aring; <strong>OK</strong>.</p>
</blockquote>

<p>Hvis du vil have en tynd ramme omkring en tabel, s&aring; marker cellerne, og v&aelig;lg fra menulinjen <strong>Formater - Celle</strong> og klik p&aring; <strong>'Rammer'</strong>. V&aelig;lg den ramme, streg og skygge der passer til form&aring;let og klik p&aring; <strong>OK</strong>.</p>

<p>Du har nok lagt m&aelig;rke til at dialogboksen <strong>'Celleattributter'</strong> best&aring;r af et antal faneblade som handler om celleformatering (skrifttype, skrifttypeegenskaber, justering osv). Disse valgmuligheder kan man ogs&aring; f&aring; adgang til ved at h&oslash;jreklikke p&aring; cellen og v&aelig;lge <strong>'Formater celler'</strong>, ligesom funktionslinjen ogs&aring; indeholder nogle af disse funktioner.</p>

<p><img src="Image2.jpg" align="right" hspace="0" width="84" height="26">De sidste tre ikoner p&aring; Funktionslinjen giver mulighed for enkelt at kunne placere tekst &oslash;verst, nederst eller i midten af en celle.</p>

<p>Hvis du vil have fremh&aelig;vet de celler der indeholder tekst (frem for dem der indeholder formler) kan du p&aring; menulinjen v&aelig;lge <strong>Vis - Fremh&aelig;v v&aelig;rdier</strong>. S&aring; bliver tekst vist i sort, tal i bl&aring; og formlerne i gr&oslash;n.</p>

<p><i>Tip : Hvis p&aring; vil angive direkte at en celle indeholder tekst, s&aring; skriv en apostrof ( ' ) i cellen f&oslash;r du skriver ordet, f.eks. : 'Pris eller '8600</i></p>

<p>Nu er arket ved at tage form, s&aring; lad os se p&aring; sideops&aelig;tningen. M&aring;ske passer det bedre med liggende papirformat.</p>

<blockquote>
<p>V&aelig;lg fra menulinjen <strong>Formater - Side</strong>.</p>
</blockquote>

<blockquote>
<p>Klik p&aring; fanen <strong>'Side'</strong>.</p>
</blockquote>

<blockquote>
<p>Under punktet <strong>'Papirformat'</strong> klikker du p&aring; <strong>'Liggende'</strong> og <strong>OK</strong>.</p>
</blockquote>

<p>For at kontrollere at sideops&aelig;tningen nu er &aelig;ndret kan du klikke p&aring; <strong>Filer - Sidevisning</strong> i menulinjen.</p>

<p>I dialogboksen <strong>'Sidetypografi'</strong> kan du ogs&aring; tilf&oslash;je sidetal og sidehoved og -fod.</p>

<blockquote>
<p>Hvis du vil tilf&oslash;je eller fjerne sidefod v&aelig;lger du <strong>Formater - Side</strong> i menulinjen.</p>
</blockquote>

<blockquote>
<p>Klik p&aring; fanen <strong>'Sidefod'</strong> og i det vindue der kommer frem s&aelig;ttes (eller fjernes) flueben i <strong>'Aktiver sidefod'</strong>.</p>
</blockquote>

<blockquote>
<p>Knappen <strong>'Flere'</strong> giver mulighed for at tilf&oslash;je ramme og baggrund til sidefod.</p>
</blockquote>

<blockquote>
<p>Klik p&aring; knappen <strong>'Rediger'</strong>.</p>
</blockquote>

<blockquote>
<p>I det vindue der fremkommer er der tre mindre vinduer og en r&aelig;kke ikoner. Vinduerne viser de tre afsnit som sidefoden best&aring;r af, og ikonerne til feltkommandoer. Den som interesserer os har en havel&aring;ge (#).</p>
</blockquote>

<blockquote>
<p>Placer mark&oslash;ren p&aring; det lille vindue du vil bruge.</p>
</blockquote>

<blockquote>
<p>Klik p&aring; ikonen <strong>'Side'</strong> (som har et enkelt #) og s&aring; skrives sidetallet i det valgte vindue.</p>
</blockquote>

<p>Klik p&aring; <strong>'OK'</strong> for at vende tilbage til vinduet <strong>'Sidetypografi'</strong>.</p>

<p>Klik p&aring; <strong>'OK'</strong> for at lukke vinduet.</p>

<p><i>Tip : Du kan p&aring; samme m&aring;de inds&aelig;tte lige den tekst du &oslash;nsker i sidehoved eller -fod.</i></p>

<p><a name="4"></a><font size="4"><strong>4. Udskrivning af arbejdet.</strong></font></p>

<p>Ved udskrivning er der flere valgmuligheder.</p>

<p>Hvis du bare vil udskrive en lille del af regnearket g&oslash;res det p&aring; denne m&aring;de:</p>

<blockquote>
<p>V&aelig;lg, med mus eller tastatur, det omr&aring;de du vil udskrive.</p>
</blockquote>

<blockquote>
<p>V&aelig;lg <strong>Formater - Udskriftsomr&aring;der</strong> i menulinjen</p>
</blockquote>

<blockquote>
<p>Klik p&aring; <strong>'Definer'</strong>.</p>
</blockquote>

<blockquote>
<p>Du vil nu se at det valgte udskriftsomr&aring;de fremst&aring;r i regnearket afgr&aelig;nset af to vandrette og to lodrette lysegr&aring; linjer. Du kan kontrollere det valgte udskriftsomr&aring;de ved at se Sidevisning.</p>
</blockquote>

<p><i>Tip : I rullemenuen under</i> <strong><i>Formater - Udskriftsomr&aring;der</i></strong> <i>kan man ogs&aring; tilf&oslash;je andre omr&aring;der i regnearket. V&aelig;lg omr&aring;det og klik p&aring; Tilf&oslash;j. Dette udskriftsomr&aring;de vil s&aring; blive udskrevet som side 2, selvom det er en del af samme sk&aelig;rmbillede.</i></p>

<p>For at udskrive et enkelt regneark v&aelig;lger du bare <strong>Filer - Udskriv</strong> fra menulinjen</p>

<blockquote>
<p>I dialogboksen der kommer op er der under <strong>'Udskriftsomr&aring;de'</strong> plads til at markere <strong>'Sider'</strong> og skrive det sidenummer du &oslash;nsker at skrive ud.</p>
</blockquote>

<p>Klik p&aring; <strong>'OK'</strong> for at udskrive.</p>

<p>I samme felt (Udskriftsomr&aring;de) i dialogboksen kan du ogs&aring; angive at du vil udskrive side 2 og 5 (2,5) eller siderne 2 til 5 (2-5).</p>

<p>Den hurtigste m&aring;de at udskrive p&aring; er at v&aelig;lge de ark der skal udskrives, og s&aring; klikke p&aring; udskriftsikonen p&aring; funktionslinjen.</p>

<blockquote>
<p>Klik p&aring; fanen nederst p&aring; sk&aelig;rmbilledet og v&aelig;lg det eller de ark du vil udskrive (hvis du vil v&aelig;lge flere holdes CTRL-tasten nede medens arkene v&aelig;lges).</p>
</blockquote>

<blockquote>
<p>Klik p&aring; ikonen <strong>'Udskriv fil direkte'</strong> p&aring; funktionslinjen, og s&aring; kommer det lige s&aring; hurtigt som printeren kan levere det.</p>
</blockquote>

<blockquote>
<p>Hvis du er kommet til at v&aelig;lge et ark for meget klikker du bare en gang til p&aring; fanen (mens du holder CTRL-tasten nede).</p>
</blockquote>

<p>Hvis du kun vil udskrive nogle kolonner eller r&aelig;kker i arket g&oslash;r du s&aring;dan her:</p>

<blockquote>
<p>V&aelig;lg de r&aelig;kker eller kolonner du vil udskrive.</p>
</blockquote>

<blockquote>
<p>V&aelig;lg <strong>Filer - Udskriv</strong> i menulinjen.</p>
</blockquote>

<blockquote>
<p>I dialogboksen som kommer op klikker du p&aring; <strong>'Udvalg'</strong> i <strong>'Udskriftsomr&aring;de'</strong> og dern&aelig;st <strong>'OK'</strong>.</p>
</blockquote>

<p><a name="5"></a><font size="4"><strong>5. Skrevet af.</strong></font></p>

<p>Forfatter : Sophie Gautier<br>
Tak til : Alexander Thurgood for hans store hj&aelig;lp<br>
Tilpasset af: Gianluca Turconi<br>
Sidst &aelig;ndret : 16 januar 2002<br>
Kontakt : OpenOffice.org Documentation Project <a href="http://documentation.openoffice.org">http://documentation.openoffice.org</a><br>
Overs&aelig;ttelse: Thomas Roswall (17. september 2003)<br>
Engelsk original: <a href="http://documentation.openoffice.org/HOW_TO/spreadsheet/calc1_EN.html">http://documentation.openoffice.org/HOW_TO/spreadsheet/calc1_EN.html</a>
</p>
</div>
</body>
</html>