<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html><head>
	<title>Interview MacGadget 2004</title>
<!-- Start de-header -->
	<link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
</head>
<body>
<table width="100%" border="0" cellspacing="0" cellpadding="0" summary=""><tr><td>

<div id="body_de">
<h2>Interview: Eric Hoch und Andre Schnabel mit MacGadget 2004</h2>
<br />
<p></p>
<ul>
<li><p><b>MacGadget: Herr Schnabel, bitte erz&auml;hlen Sie unseren Lesern etwas zur Geschichte von OpenOffice.org.</b><br />
Andre Schnabel: Die Geschichte von OpenOffice.org reicht einige Jahre zur&uuml;ck, und beginnt weit 
bevor der Begriff OpenSource seine heutige Bedeutung erlangte. Mitte der 80er Jahre begann Marco B&ouml;rries damit, 
Office-Software zu entwickeln. 1986 gr&uuml;ndete er dann in Hamburg die Firma StarDivision und StarOffice wurde &uuml;ber 
Jahre hinweg zu einem erfolgreichen Office-Paket.<br />
1999 wurde StarDivision dann von Sun Microsystems aufgekauft und in 
Verbindung damit auch alle Rechte und Quellcodes von StarOffice. StarOffice wird seitdem von der 
Firma Sun weiterentwickelt und vertrieben; von Anfang an wurde aber daran gearbeitet, die Quellcodes 
frei zur Verf&uuml;gung zu stellen. Das geschah dann am 13.10.2000 und das Projekt OpenOffice.org war geboren. 
Seitdem w&auml;chst die Entwickler- und Nutzergemeinschaft best&auml;ndig. Im Mai 2002 konnte die erste stabile Version, 
OpenOffice.org 1.0, ver&ouml;ffentlicht werden, im Oktober 2003 folgte die Version 1.1, die verschiedene Neuerungen 
und Detailverbesserungen mit sich brachte.
<br /><br /></p></li>

<li><p><b>MacGadget: Wie ist der aktuelle Stand in Sachen OpenOffice.org?</b><br />
Andre Schnabel: Die aktuelle Version ist OpenOffice.org 1.1.4, welche auf verschiedenen 
Plattformen in zirka 40 Sprachen verf&uuml;gbar ist. OpenOffice.org 1.1.4 bietet alle zentralen 
Funktionen eines Office-Paketes, einen sehr guten Datenaustausch mit Microsoft Office und 
anderen Datenformaten und Features wie PDF- oder SWF-Export, die f&uuml;r andere Office-Pakete 
nicht selbstverst&auml;ndlich sind. OpenOffice.org wird best&auml;ndig gepflegt und mit Updates versorgt, 
die Entwickler konzentrieren sich aber auf die Version 2.0. Voraussichtlich Anfang 2005 wird es 
eine erste Betaversion und im Fr&uuml;hjahr 2005 die fertige Version geben.<br /><br /></p></li>

<li><p><b>MacGadget: K&ouml;nnen Sie etwas zur Verbreitung von OpenOffice.org sagen? Wie viele Nutzer gibt es in etwa?</b><br />
Andre Schnabel: Die Frage nach den Nutzerzahlen k&ouml;nnen wir leider nur ganz grob beantworten, denn wir 
"kontrollieren" unsere Anwender nicht. Seit der Freigabe der Version 1.0 haben wir zirka 30 Millionen 
Downloads &uuml;ber unsere Webseiten gez&auml;hlt. Dazu kommen Downloads &uuml;ber andere Sites, CD-Beilagen zu 
PC-Zeitschriften, Linuxdistributionen (die praktisch alle OpenOffice.org enthalten) sowie PC-Systeme, 
die mit OpenOffice.org vorinstalliert sind. Sch&auml;tzungen zum Marktanteil schwanken zwischen drei und 15 Prozent.<br /><br /></p></li>

<li><p><b>MacGadget: F&uuml;r welche Plattformen steht OpenOffice.org zur Verf&uuml;gung? Ist der Funktionsumfang auf jeder Plattform identisch?</b><br />
Eric Hoch: OpenOffice.org gibt es momentan f&uuml;r die Plattformen Windows, Linux, Linux/PowerPC, Linux/Sparc, Solaris/Sparc, 
Solaris/Intel, Mac OS X, FreeBSD/i86 4.10 und 5.3, IRIX (aktuell nur die 1.0.3), 
und &uuml;ber externe Entwickler f&uuml;r OS/2 beziehungsweise dessen Nachfolger, die die 
Windows-Version &uuml;ber die Emulation integriert haben.<br />
F&uuml;r die aktuelle 1.1.xer-Reihe ist der Funktionsumfang auf allen Plattformen 
im Wesentlichen identisch. F&uuml;r Windows, Linux und Solaris ist der Umfang auf 
jeden Fall identisch, sofern die offiziellen Pakete von OpenOffice.org genommen werden. 
Einzelne Linuxdistributionen erg&auml;nzen, entfernen, bearbeiten die Pakete f&uuml;r ihre Distribution,
 so dass es hier im Vergleich zum offiziellen Paket zu Abweichungen im Funktionsumfang kommen kann. 
 Abweichend davon funktionieren f&uuml;r die Mac OS X-Version die Patches f&uuml;r das Einf&uuml;gen von Sound 
 aktuell nur mit Xfree 4.4.0, da Apple's X11 einen Bug hat, der dies verhindert. Zus&auml;tzlich existiert 
 f&uuml;r den Mac-Build kein Plugin zum Einf&uuml;gen von Videoclips.
<br /><br /> </p></li>

<li><p><b>MacGadget: Wie gro&#223; ist die OpenOffice.org-Entwicklercommunity?</b><br /> 
Andre Schnabel: Fasst man den Begriff Entwickler sehr eng und z&auml;hlt nur Programmierer, 
kommt man auf eine Zahl von etwa 150 bis 200. Neben der Programmierung gibt es aber bei 
uns wesentlich mehr Aufgaben, wie zum Beispiel Übersetzung der Software und der Dokumentationen, 
Qualit&auml;tssicherung, Anwenderunterst&uuml;tzung und das Erstellen von Beispieldokumenten oder Vorlagen. 
Auch Pressearbeit und Marketing erfordert viel Arbeit und es freut uns, dass wir 
hierbei sehr aktive Helfer haben. Z&auml;hlt man all dies zusammen, kommt man auf &uuml;ber tausend 
Helfer, die in den verschiedensten Teilen der Welt regelm&auml;&#223;ig bei OpenOffice.org mit anpacken.<br /><br /></p></li>

<li><p><b>MacGadget: Welche Vorteile hat OpenOffice.org gegen&uuml;ber dem Marktf&uuml;hrer Microsoft Office?</b><br />
Eric Hoch: Die Transparenz eines OpenSource-Projektes. Der gesamte Quellcode, 
das verwendete Dateiformat, die Spezifikation des verwendeten StarBasic, die gesamte 
Kommunikation auf den Mailinglisten des Projektes und die Schnittstellen zum Anbinden 
externer Programme liegen offen und sind f&uuml;r jeden Interessierten einsehbar. Die Schnittstellen 
basieren auf den offiziellen, von den Gremien verabschiedeten Standards und wurden nicht 
um eigene propriet&auml;re Elemente erg&auml;nzt. Sollte dies doch notwendig gewesen sein, so liegt der Sourcecode offen. <br />
OpenOffice.org darf ohne Verletzung der Lizenz auf allen Computern 
in einem Haushalt und einer Firma installiert werden sowie Kursteilnehmern, 
Sch&uuml;lern, Studenten, jeglichen anderen Privatpersonen, sowie den eigenen Arbeitnehmern 
ebenfalls ohne Lizenzversto&#223; mitgegeben und von diesen wiederum beliebig oft kopiert werden. 
Au&#223;er den Kosten f&uuml;r einen Download beziehungsweise bei Dienstleistern die 
Aufwandsentsch&auml;digung plus eventuell anfallende Porto und Verpackungskosten 
fallen keine weiteren Kosten f&uuml;r die Nutzung von OpenOffice.org an.<br />
OpenOffice.org wird wie KOffice und andere OpenSource-Projekte in zuk&uuml;nftigen 
Versionen das offene Dateiformat OASIS unterst&uuml;tzen, welches einen einheitlichen 
plattform- und programmm&uuml;bergreifenden Datenaustausch auf Basis eines einheitlichen 
Dateiformates bietet. Es gibt hier keine propriet&auml;ren Erg&auml;nzungen des Dateiformates.<br /><br /></p></li>

<li><p><b>MacGadget: K&ouml;nnen Sie OpenOffice bez&uuml;glich Features, Stabilit&auml;t und Bedienung auch f&uuml;r den professionellen Einsatz in Firmen empfehlen?</b><br />
Eric Hoch: Ja. OpenOffice.org bringt zwar keine eigene Datenbank mit (dies wird sich bei der kommenden Version 2.0 &auml;ndern), 
kann aber an jegliche vorhandene Datenbank angebunden werden. 
Auf den Web-Seiten des deutschen Projektes gibt es How-To's zum 
Anbinden von MySQL, PostgreSQL, MaxDB (ehemals SAP DB) und Access. 
Zus&auml;tzlich bietet OpenOffice.org im Vergleich zu Microsoft Office mit 
Draw ein Vektorzeichenprogramm, das unter Umst&auml;nden ausreichende Funktionalit&auml;t 
bietet, so dass auf die Anschaffung eines separaten Vektorzeichenprogramms verzichtet werden kann.<br />
Hinsichtlich der Bedienung &auml;hnelt OpenOffice.org dem Marktf&uuml;hrer. Trotzdem sollte vor dem Umstieg eine 
Schulung der Mitarbeiter durchgef&uuml;hrt werden. Ein wichtiger Unterschied, der beim Umstieg zu ber&uuml;cksichtigen ist, 
ist das auf Vorlagen basierende Formatierungskonzept von OpenOffice.org und die f&uuml;r Microsoft Office-Anwender 
stellenweise ungewohnte Anordnung von Funktionen in Men&uuml;s und Symbolleisten, sowie die Anordnung der Symbolleisten 
selbst. Bei den Symbolleisten wird in der Version 2.0 eine Ann&auml;herung an Microsoft Office stattfinden. 
Das bisher im Funktionsumfang gegen&uuml;ber PowerPoint eingeschr&auml;nkte Pr&auml;sentationsmodul Impress erf&auml;hrt 
f&uuml;r die 2.0 ebenfalls eine General&uuml;berholung.<br /><br /></p></li>

<li><p><b>MacGadget: Kommen wir nun zum Mac-Port. Wie waren hier die Anf&auml;nge?</b><br />
Eric Hoch: Die Anf&auml;nge des Mac-Ports liegen bei Sun. Eine Gruppe von Sun-Entwicklern, 
zu denen Patrick Luby geh&ouml;rte, sollte Star/OpenOffice.org nach Mac OS X portieren. 
Diese Portierung wurde sp&auml;ter von Sun eingestellt und in die H&auml;nde unabh&auml;ngiger Entwickler 
gegeben, namentlich waren und sind dies Dan Williams und Edward Peterlin. Zusammen mit 
anderen portierten Dan und Ed die 1.0.xer-Versionen unter Verwendung von X11 auf den Mac. 
Da ich zum Zeitpunkt der Fertigstellung der 1.0.3, der ersten offiziellen OpenOffice.org-Version 
f&uuml;r Mac OS X, kurzzeitig involviert war, kann ich sagen, dass aus meiner Sicht, Dan, Ed, asxless 
und Terry Teague damals die Hauptarbeit, die in der Anpassung an den doch etwas eigenen Apple-Compiler 
und andere Mac OS X-Eigenheiten sowie Bugfixes bestand, leisteten. Ich konnte eigentlich nur sagen, 
ob die europ&auml;ischen Umlaute mal wieder nicht funktionieren und ob das Drucken klappt oder nicht.<br />
Ungef&auml;hr zur Zeit der Fertigstellung der 1.0.3 wurde NeoOffice geboren, das unter GPL gestellt 
wurde und als experimenteller Zweig diente, um zu testen, welche Anpassungen und Ideen an der 
1.0.3er Codereihe und sp&auml;teren Codereihen f&uuml;r eine Carbon/Cocoa-Version von Mac OS X notwendig 
sind. Zum gleichen Zeitpunkt wurde von Patrick Luby eine Java-basierte Version von NeoOffice, 
die er NeoOffice/J nannte, initialisiert, die f&uuml;r die Javaimplementierung von Mac OS X hin optimiert 
wurde, da nicht Sun sondern Apple Java an Mac OS X anpasst und dabei stellenweise eigene Wege geht.<br />
Als die Portierung der von OpenOffice.org 1.1 auf PowerPC-Linux soweit stabil war, half Kevin B. Hendricks, 
die Portierung nach Mac OS X zu beenden. Ungef&auml;hr zu diesem Zeitpunkt stieg ich, dank eines jetzt 
endlich ausreichend schnellen Power Macs G4 wieder ein, da ich den deutschsprachigen Mac OS X-Nutzern 
eine komplett lokalisierte Version von OpenOffice.org zur Verf&uuml;gung stellen wollte. Anfangs war ich 
zun&auml;chst froh, dass ich &uuml;berhaupt OpenOffice.org kompilieren konnte und schaffte es sp&auml;ter immerhin, 
Kevin und Eric Bachard, der ebenfalls im Laufe der Fertigstellung der Portierung der 1.1.0 hinzustiess, 
dahingehend zu unterst&uuml;tzen, dass ich ihre Patches und die von Dan und Ed durch Anwendung des Patches und 
Kompilieren des gepatchten Sourcecodes dahingehend verifizieren konnte, dass sie es entweder erm&ouml;glichten den 
Buildprozess fortzusetzen oder die gew&uuml;nschte Funktionalit&auml;t lieferten. Kevin passte haupts&auml;chlich den von 
Dan und Ed in Issuezilla (das an Bugzilla angelehnte Fehlermelde- und -verfolgungprogramm von OpenOffice.org) 
abgelegten 1.1.x er Code an und erledigte Anpassungen und Aufr&auml;umarbeiten die notwendig waren nachdem es von 
Apple neue Entwicklertools gab. Auch der Buildprozess wurde weiter verfeinert und f&uuml;r Mac OS X optimiert, 
so dass im Endergebnis OpenOffice.org direkt aus dem CVS auch unter Mac OS X kompilierte.<br />
Im weiteren Verlauf wurden die Druckeranbindung an Mac OS X, die Fontverwaltung, die Scanneranbindung 
und die Einbindung von Soundclips verbessert. Auf dem Linuxtag in Karlsruhe wurde schlie&#223;lich die Version 
1.1.2 als erstes vollst&auml;ndig deutschsprachiges OpenOffice.org f&uuml;r Mac OS X und X11 - inklusive eines 
einfacheren Installers - vorgestellt. Es folgten die Versionen 1.1.3 (komplett lokalisierter Installer, 
ein um eine FAQ erweitertes Readme) und 1.1.4 (mit &uuml;berarbeitetem Readme) - beide jeweils 
plattform&uuml;bergreifend mit zahlreichen Bug-Fixes.
<br /><br /></p></li>

<li><p><b>MacGadget: Wie sehen die Zukunftspl&auml;ne f&uuml;r OpenOffice im Allgemeinen und f&uuml;r den Mac-Port im Besonderen aus?
</b><br />
Eric Hoch: Die Zukunftspl&auml;ne sehen so aus, dass um die CeBit 2005 herum oder kurz danach, 
die Ver&ouml;ffentlichung der Version 2.0 von OpenOffice.org geplant ist, die als gro&#223;e Neuerungen 
die Unterst&uuml;tzung des offenen Dateiformates OASIS, Verbesserungen bei der Anbindung von 
Datenbanken und mit der Java-basierten HSQLDB erstmals eine eigene Datenbank mitbringt, 
wobei ich nicht wei&#223; und es meines Wissens nach noch unklar ist, in welcher Form dies 
geschehen wird. M&ouml;glich ist einmal die Auslieferung im Hauptpaket mit OpenOffice.org 
selber und einmal die M&ouml;glichkeit eines optionalen Downloads zus&auml;tzlich zum eigentlichen 
OpenOffice.org Paket. Überarbeitet wurden auch die Module Impress und Draw, die eine komplett 
neue Engine bekamen.<br />
Die StarBasic-Syntax wurde hinsichtlich besserer Anpassung vorhandener 
VBA-Makros &uuml;berarbeitet. Die Oberfl&auml;che erfuhr ebenfalls eine Überarbeitung dahingehend, 
dass jetzt Widgets zur Verf&uuml;gung stehen, die in KDE, Gnome und andere Fenster-/Desktopmanager 
nativ verwendet werden k&ouml;nnen und nicht mehr die OpenOffice.org-eigenen Widgets benutzt werden m&uuml;ssen.<br />
F&uuml;r den Mac-Port sieht die Zukunft zun&auml;chst einmal so aus, dass es notwendig ist, 
die aktuellen Milestone-Builds der 680er Reihe soweit fertig zu stellen, dass sie 
direkt aus dem CVS heraus kompilieren und wir damit den Anschluss an die Plattformen 
Windows, Linux und Solaris finden. Damit w&auml;ren wir vom Mac-Portingteam dann auf dem 
Papier in Sachen Features und Neuerungen mit den anderen Plattformen gleichgezogen. 
Allerdings ist aus dem Grund, dass es bisher keine 680er Milestonebuilds f&uuml;r Mac OS X gibt, 
nicht klar, ob die neuen Features und Überarbeitungen der Version 2.0 auch in der 
Mac OS X-Version funktionieren.<br /><br /></p></li>

<li><p><b>MacGadget: Warum wird es laut der aktuellen Roadmap erst im Jahr 2006 
eine an die Aqua-Benutzeroberfl&auml;che angepasste Version von OpenOffice.org geben? 
Viele an OpenOffice.org interessierte User schreckt X11 ab...</b><br />
Eric Hoch: Der Grund f&uuml;r den sp&auml;ten Zeitpunkt einer echten Aqua-nativen Version 
von OpenOffice.org f&uuml;r Mac OS X ist, dass es derzeit einfach niemanden gibt, 
der dem Mac-Port den entscheidenden Sto&#223; Richtung Cocoa/Objective-C und damit 
Aqua-nativ gibt und bereit ist, die Verantwortung f&uuml;r den Cocoa-Port zu &uuml;bernehmen.<br />
Technisch sind durch die neuen Widgets die Voraussetzungen f&uuml;r den nativen Cocoa-Port 
gemacht worden, doch zeigt die von Ed und Dan mit NeoOffice gewonnene Erkenntnis, 
dass es mit den Widgets und deren Anpassung an Mac OS X und dessen Aquaoberfl&auml;che 
alleine nicht getan ist, sondern dies erst der Anfang und es mit der Umsetzung der 
Apple Human Interface Guidelines noch lange nicht zu Ende ist. Diese genannten und 
andere notwendige Anpassungen machen gro&#223;e Mac OS X-spezifische Umschreibungen 
des Sourcecodes notwendig. Das Ganze ist eben mehr als die Summe seiner Teile.<br />
Daher wird auf absehbare Zeit NeoOffice/J, das auf dem gleichen Code wie 
OpenOffice.org basiert, die nativste Version f&uuml;r Mac OS X bleiben. Hier wird 
von Patrick, Dan und Ed die Aqua-Integration vorangetrieben und mit dem Patch f&uuml;r 
Aqua-native Men&uuml;s ist ein weiterer Schritt in Richtung mehr Aqua gemacht.<br /><br /></p></li>


<li><p><b>MacGadget: Gibt es zwischen den OpenOffice.org-Entwicklern und Apple eine Zusammenarbeit?</b><br />
Eric Hoch: Meines Wissens nach nicht.<br /><br /></p></li>

<li><p><b>MacGadget: Wie jedes Open Source-Projekt ist auch OpenOffice auf die ehrenamtliche Mitarbeit angewiesen. 
In welchen Bereichen k&ouml;nnen Mac-User - und hier insbesondere Programmierer - mithelfen, 
OpenOffice zu einer noch besseren Alternative zu Microsoft Office werden zu lassen?</b><br />
Eric Hoch: Mithelfen k&ouml;nnen Mac-User eigentlich &uuml;berall, 
da vieles nicht Mac-spezifisch ist. Ich w&uuml;rde mir aber w&uuml;nschen, 
dass ich ein paar der Aufgaben - momentan bin ich auf dem Mac fast 
alleine M&auml;dchen f&uuml;r alles - abgeben k&ouml;nnte. Hilfreich war, dass Uwe Altmann 
die Überarbeitung des Readme &uuml;bernahm und Joerg Sievers nun f&uuml;r die 
Qualit&auml;tssicherung zust&auml;ndig ist. So k&ouml;nnte es weitergehen. Vor allem w&uuml;rde 
ich gerne jemanden finden, der die Builds der Bugfixreleases der jeweils 
aktuellen Versionsreihe &uuml;bernimmt, so dass ich mich voll auf kommende Versionsreihen 
und deren Alphas, Betas etc. konzentrieren k&ouml;nnte - oder auch umgekehrt.<br />
F&uuml;r das internationale Projekt w&auml;re es sicherlich gut, einen, 
ich nenn ihn mal Cocoa-Gott, zu finden, der die Entwicklung und Portierung 
in diese Richtung angeht, anf&uuml;hrt und die Verantwortung daf&uuml;r &uuml;bernimmt.
<br /></p></li>
</ul>



<p><br />Dieses Interview ist im Dezember 2004 auf den Seiten von <a href="http://www.macgadget.de/imgespraech/openoffice/openoffice.shtml">MacGadget</a> erschienen.</p>
</div>



 </td><td valign="top" height="100%">

<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Pressemitteilungen, Interviews und andere Informationen
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_Presse ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:48 _MLM
	< -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li>Presse
      <ul>
      <li> <a href="../about-presskit.html" title="Alles f&uuml;r Presse, Funk, Fernsehen und Netz"> Presse-Kit </a></li>
      <li> <a href="../interviews.html" title=" "> Interviews </a></li>
      <li> <a href="../about-presse-faq.html" title=" "> Presse-FAQ </a></li>
      <li> <a href="../presse_faq_1.0.html" title=" "> Presse-FAQ zu OpenOffice.org 1.0 </a></li>
      <li> <a href="../presse_faq_1.1.html" title=" "> Presse-FAQ zu OpenOffice.org 1.1 </a></li>
      </ul>
    </li>
    <li> <a href="../../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
</td></tr></table>

</body>
</html>
