
<!--#include virtual="/doctype.html" -->
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Interview Computerzeitung Oktober 2003</title>
	<!-- Start de-header -->
	<link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>
	<!-- >
	Kommentare zur Seite
	$Id: interview_linux_intern_01_2004_2.html,v 1.4 2007/09/08 20:12:48 volkerme Exp $
	< -->
<!-- End de-header -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/">presse</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/interviews/">interviews</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<table width="100%" border="0" cellspacing="0" cellpadding="0" summary=""><tr><td>

<div id="body_de">
<h2>Nachgefragt bei</h2>
<p>Andre Schnabel, Leiter des deutschen OpenOffice.org-Projekts</p>
<ul>
<li><p><b>Was halten Sie f&uuml;r die wichtigsten Neuerungen in der aktuellen Version?</b><br />
F&uuml;r mich ganz klar der PDF-Export, der aus einem beliebigen OpenOffice.org Dokument mit
nur einem Klick eine PDF-Datei erzeugt. Damit hat jeder die M&ouml;glichkeit, fertige
Dokumente weiterzugeben, ohne dass der Empf&auml;nger Angst vor Makroviren oder &auml;hnlichen
aktiven Inhalten haben muss.<br /><br /></p></li>

<li><p><b>Die Version 1.1 verspricht verbesserte Import- und Export-Filter. Was hat sich ver&auml;ndert?</b><br />
Zum einen hat sich die Anzahl der verf&uuml;gbaren Filter vergr&ouml;&szlig;ert. So sind DocBook, verschiedene
PDA-Formate, konfigurierbare XML-Filter sowie der erw&auml;hnte PDF-Export und Makromedia Flash
Export f&uuml;r Pr&auml;sentationen hinzugekommen. Zum anderen wurden bestehende Filter &uuml;berarbeitet
und verbessert. Die wichtigsten Filter sind nat&uuml;rlich die f&uuml;r Microsoft Office Formate.
Beim Word Import wurde z.B. die Positionierung von Textrahmen und Grafiken verbessert,
Calc &uuml;bernimmt Diagramme aus Excel mit mehr Details, Impress kann mehr Effekte aus
Powerpoint Pr&auml;sentationen wiedergeben, als in Version 1.0.<br /><br /></p>
</li>
<li><p><b>Welche Funktionen sind beim Datenaustausch weiterhin problematisch?</b><br />
Dokumente mit sehr komplexen Layouts, bei denen es auf exakte Positionierung ankommt
sind weiterhin problematisch, oft aber mit wenigen Handgriffen zu korrigieren.
Einige Beschr&auml;nkungen beim Datenimport k&ouml;nnen allerdings nicht allein durch
Verbesserung der Dateifilter gel&ouml;st werden. So ist eine Calc Tabelle momentan
noch auf 32.000 Zeilen beschr&auml;nkt, das Tabellenmodell im Writer ist weniger
komplex als das von Word, Impress kennt nicht alle Effekte von Powerpoint.
Diese Themen werden aber f&uuml;r die Version 2.0 angegangen. Was auch in Zukunft
kaum zu l&ouml;sen ist, ist der automatische Import von VBA-Makros. Hier sind die
Konzepte von VBA und OOo-Basic und die dahinterliegenden Konzepte zu verschieden.<br /><br />
</p></li>
<li><p><b>Wie kann man an der Verbesserung der Filter mitwirken? Sollen Beispieldokumente eingesendet werden?</b><br />
Beispieldokumente k&ouml;nnen und sollen eingesendet werden. Wichtig dabei ist, dass im Dokument m&ouml;glichst genau ein
Importproblem ersichtlich ist. Der einfachste Weg ist, auf unserer User-Liste nachzufragen, ob ein konkretes
Problem bereits bekannt ist. Hier findet man auch schnell Antwort, wie es zu umgehen ist, oder wo man
seine Beispiele einsenden kann.<br />
<br /></p>
</li>
<li><p><b>Was geschieht mit eingesendeten Bug-Reports?</b><br />
Fehler auch Verbesserungsvorschl&auml;ge f&uuml;r OpenOffice.org kann man online
&uuml;ber &quot;Issuezilla&quot; an die Entwickler melden. Da Issuezilla f&uuml;r den
Endanwender aber nicht gerade einfach zu bedienen ist (zumindest
beim ersten Mal) und die Eintr&auml;ge nicht immer perfekt sind, werden
sie im ersten Schritt von Mitgliedern des QA-Projektes aufgenommen.
Diese fragen nach, wenn wichtige Informationen fehlen, erkl&auml;ren ggf.,
wie man Beispieldateien anh&auml;ngen kann, pr&uuml;fen, ob der Fehler nicht
bereits bekannt ist und geben die Meldung letztendlich an einen
zust&auml;ndigen Entwickler weiter. Dieser Entwickler (oder ein
Entwickler aus dem gleichen Team) greift die Fehlermeldung
dann auf, sch&auml;tzt die m&ouml;gliche L&ouml;sung ab und behebt den Fehler.
Da dieser Prozess nicht trivial ist, hilft es sehr, wenn die
Fehlerbeschreibung m&ouml;glichst treffend ist. Freiwillige auf den
Mailinglisten oder aus dem QA-Projekt helfen aber dabei, diese
zu formulieren.<br /><br /></p>
</li>
<li><p><b>Gibt es Unterschiede zwischen der Linux-Variante und der Windows-Version?</b><br />
 Wenige, die f&uuml;r den Endanwender wirklich relevant und sp&uuml;rbar sind. Die Dialoge
 f&uuml;r die Dateiauswahl sehen unter Linux z.B. anders aus und einige Windows-spezifische
 Funktionen wie das Einbetten von OLE-Objekten steht nicht zur Verf&uuml;gung. Abgesehen
 davon sind Oberfl&auml;che, Bedienung und Dateiformate nahezu identisch.
 <br /><br /></p>
</li>
<li><p><b>Es gab in eine Reihe von Funktionen, die Benutzer des StarOffice 5.2
sehr gesch&auml;tzt haben, wie die Groupware Funktionen oder Serien-Emails.
Wird es das in OOo wieder geben?</b><br />
Ja. Es wird intensiv an einer Groupware L&ouml;sung gearbeitet. Im vergangen Jahr
wurde daf&uuml;r ein eigenes Projekt etabliert. Die Planung sieht vor, dass
OpenOffice.org einen eigenst&auml;ndigen Groupware Client (Glow) erh&auml;lt,
der auf verschiedene etablierte Groupware Server (z.B OpenGroupware.org
oder PHPGroupware) zugreifen kann. Erst k&uuml;rzlich wurde die Version 0.2 von
Glow vorgestellt, mit einer stabilen Version ist Mitte n&auml;chsten Jahres zu rechnen.<br /><br /></p>
</li>
<li><p><b>Wie sieht prinzipiell die Roadmap f&uuml;r die Weiterentwicklung von OOo
aus und wie kann man eigene Anregungen geben?</b><br />
OpenOffice.org 2.0 soll in ca. 18 Monaten verf&uuml;gbar sein, erste Entwicklerversionen
stehen schon jetzt zum Download bereit. Das Konzept f&uuml;r OpenOffice.org 2.0
wurde unter der Bezeichnung &quot;Q Concept&quot; im August vorgestellt und in der
Community diskutiert. Das bedeutet aber keineswegs, dass nur dort beschriebene
Neuerungen in OpenOffice.org einflie&szlig;en werden. Weitere Vorschl&auml;ge k&ouml;nnen &uuml;ber
die Mailinglisten diskutiert werden. Man sollte sich aber darauf einrichten,
die Diskussion in Englisch zu f&uuml;hren, da Entwickler und Anwender &uuml;ber die
ganze Welt verteilt sind. Die besten Chancen, in die n&auml;chste Version einzuflie&szlig;en
haben nat&uuml;rlich die Neuerungen, bei deren Entwicklung man selbst mithilft.<br /><br /></p>
</li>
<li><p><b>Wie beurteilen Sie die Meldung, dass Microsoft die XML-basierenden
Dateiformate seiner aktuellen B&uuml;rosuite Office 2003 kostenlos lizenzieren will?</b><br />
Es ist mit Sicherheit ein Schritt in die richtige Richtung, n&auml;mlich dem Anwender die
M&ouml;glichkeit zu geben, seine Daten auch unabh&auml;ngig von einer speziellen Software
benutzen zu k&ouml;nnen. Dass dies ohne zus&auml;tzliche Lizenzgeb&uuml;hren m&ouml;glich sein soll,
kann nur positiv f&uuml;r die Anwender sein. Allerdings gibt es einige Einschr&auml;nkungen,
die diesen positiven Effekt aufheben k&ouml;nnten.
So ist nur das Kopieren, Anzeigen und Weitergeben der Spezifikation lizenzkostenfrei
zul&auml;ssig. Um mithilfe der Spezifikationen Dokumente im- oder exportieren zu k&ouml;nnen,
verweist Microsoft auf eine zweite, die sogenannte &quot;patent license&quot;, f&uuml;r die durchaus
Lizenzkosten anfallen k&ouml;nnten. Au&szlig;erdem sollte man nicht vergessen, dass XML keineswegs
das Standardformat f&uuml;r Microsoft Office Dateien ist. Der Gro&szlig;teil der Microsoft Office
Benutzer wird seine Dateien weiterhin im propriet&auml;ren Standard Format ablegen und ist
damit an Microsoft Office oder den Umweg &uuml;ber Importfilter gebunden. OpenOffice.org
benutzt in allen Applikationen XML als Dateiformat. Die entsprechende XML Spezifikation
ist bereits seit 3 Jahren frei verf&uuml;gbar und bildet die Diskussionsgrundlage f&uuml;r das Open
Office File format. Diese Spezifikation wird zur Zeit unter dem Dach der OASIS zwischen
Vertretern von Corel, Boeing, 1dok.org, SUN, den &quot;National Archives of Australia&quot;
und anderen diskutiert.<br /><br /></p>
</li>

</ul>

<p><br /><br />Dieses Interview ist in der LiNUX INTERN 1/2004 (bis auf winzige Korrekturen) erschienen.</p>
</div>



 </td><td valign="top" height="100%">

<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Pressemitteilungen, Interviews und andere Informationen
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_Presse ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:48 _MLM
	< -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li>Presse
      <ul>
      <li> <a href="../about-presskit.html" title="Alles f&uuml;r Presse, Funk, Fernsehen und Netz"> Presse-Kit </a></li>
      <li> <a href="../interviews.html" title=" "> Interviews </a></li>
      <li> <a href="../about-presse-faq.html" title=" "> Presse-FAQ </a></li>
      <li> <a href="../presse_faq_1.0.html" title=" "> Presse-FAQ zu OpenOffice.org 1.0 </a></li>
      <li> <a href="../presse_faq_1.1.html" title=" "> Presse-FAQ zu OpenOffice.org 1.1 </a></li>
      </ul>
    </li>
    <li> <a href="../../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
</td></tr></table>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
