
<!--#include virtual="/doctype.html" -->
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
	<title>Interview Computerzeitung Oktober 2003</title>

<!-- Start de-header -->
	<link rel="stylesheet" href="../../styles/de.css" media="screen" type="text/css" />
	<link rel="stylesheet" href="../../styles/de_print.css" media="print" type="text/css" />
	<link rel="alternate stylesheet" title="ohne Navbar" media="screen" href="../styles/de_nonavbar.css" type="text/css" />
	<meta http-equiv="Content-Style-Type" content="text/css" />
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<style type="text/css">
        	/*<![CDATA[*/
        	<!--
        	@import url("../../styles/de_navbar6.css");
        	-->
        	/*]]>*/
        </style>

<!-- End de-header -->
	<!-- >
	Kommentare zur Seite
	$Id: interview_linux_intern_01_2004.html,v 1.4 2007/09/08 20:12:48 volkerme Exp $
	< -->

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body>
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/">presse</a>&nbsp;&raquo;&nbsp;<a href="/de/presse/interviews/">interviews</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      
<table width="100%" border="0" cellspacing="0" cellpadding="0" summary=""><tr><td>

<div id="body_de">
<h2>Nachgefragt bei</h2>
<p>Rolf Meyer, Leiter des Teams &Ouml;ffentlichkeitsarbeit</p>
<ul>
<li><p><b>Ist OpenOffice.org auch f&uuml;r den Business-Einsatz geeignet?</b><br />
Ja - absolut. OpenOffice.org ist als professionelles, leicht bedienbares
Office-Programm konzipiert. Der Funktionsumfang ist enorm und gen&uuml;gt h&ouml;chsten
Anspr&uuml;chen. OpenOffice.org bietet viele technische Vorteile und ist eine stabile
ausgereifte Software. Das offene Dateiformat garantiert Sicherheit
und Zugriffsm&ouml;glichkeiten auf die Dokumente auch durch andere Standardsoftware
(Entpacker, Texteditor).
OpenOffice.org ist Open Source. Es gibt eine Reihe von Anwendern, wie Beh&ouml;rden,
die darauf Wert legen, nicht nur wegen der Lizenzkostenfreiheit.
Die Betriebsystemunabh&auml;ngigkeit ist ein weiteres Argument f&uuml;r den professionellen
Einsatz: Eine Reihe von Firmen migrieren zu Linux. Anwendungen, die es
in StarOffice 5.2 noch gab und f&uuml;r den professionellen Einsatz wichtig
sind, z. B. Kalenderfunktion, E-Mail Programm, Browser, Datenbank,
k&ouml;nnen durch andere freie Software, z.B. Mozilla oder MySQL und andere,
leicht erg&auml;nzt werden. Das Programmieren von Zusatzsoftware
wird durch das SDK erleichtert.<br /><br /></p></li>

<li><p><b>Gibt es &uuml;berhaupt professionellen Support f&uuml;r OpenOffice.org?</b><br />
Reichlich. Auf unserer Seite haben wir die Firmen aus Deutschland, &Ouml;sterreich
und der Schweiz gelistet, die speziell f&uuml;r OpenOffice.org Support
anbieten (<a href="http://de.openoffice.org/about-support.html">http://de.openoffice.org/about-support.html</a>). Bildungstr&auml;ger,
wie die Volkshochschulen, bieten vermehrt Kurse an<br />(<a href="http://de.openoffice.org/vhs-kurse.html">http://de.openoffice.org/vhs-kurse.html</a>).
Auch von den Teammitgliedern wird viel Hilfestellungen angeboten. Der Support auf den
Seiten von OpenOffice.org, der durch die Mailinglisten erfolgt, braucht
sich nicht zu verstecken. Im Gegenteil: Die Antworten der Projektmitglieder
und vieler Anwender sind von hoher Kompetenz. Die Anfragen werden schnell
beantwortet. Zus&auml;tzlich finden sich auf den Seiten von OpenOffice.org
Howtos, FAQs und weitere Dokumentationen. Wir haben k&uuml;rzlich ein
Gesamtpaket mit allen Anleitungen erstellt: 19 MB geballtes Wissen.<br /><br /></p>
</li>
<li><p><b>Welche Unternehmen setzen jetzt schon OOo erfolgreich ein?</b><br />
Wir haben eine Firmenliste zusammengestellt. Sie ist auf unserer deutschen
Marketing-Materialseite zu finden und wird st&auml;ndig erg&auml;nzt und aktualisiert.<br />
Deutschsprachiger Raum: Dabei sind kleine Unternehmen aus vielen Branchen und
auch gro&szlig;e Verwaltungen, wie die Landesbauverwaltung des Landes Brandenburg.
Der gr&ouml;&szlig;te Anwender mit &uuml;ber 10000 Arbeitspl&auml;tzen ist zur Zeit die Polizei
in Niedersachsen. Die Stadt M&uuml;nchen wird in naher Zukunft auf freie Software
migrieren; wenn sie dann auf OpenOffice.org wechselt, wird sie gr&ouml;&szlig;te
Anwenderin sein - weit &uuml;ber 12000 Arbeitspl&auml;tze.<br />
International: Auf der ganzen Welt finden sich Firmen und Institutionen,
die auf OpenOffice.org umstellen: z. B. in Frankreich migrieren die
Ministerien des Innern, der Finanzen, der Industrie: 23000 Arbeitspl&auml;tze.<br /><br />
</p></li>
<li><p><b>Wie kann man sich &uuml;ber OpenOffice.org informieren?</b><br />
Erste Anlaufstelle sind nat&uuml;rlich die Seiten des deutschen Sprachprojekts
unter de.openoffice.org. Hier findet man neben ausf&uuml;hrlichen
Produktinformationen und Dokumentationen alles rund um OpenOffice.org.
Angefangen von den Mailinglisten bis hin zu Literatur&uuml;bersichten gibt
es hier alles, was man zu OpenOffice.org wissen m&ouml;chte. Die Screenshotsseite
zu OOo 1.1, die vor einigen Wochen ver&ouml;ffentlicht wurde, wird viel besucht.
&quot;Bilder sagen mehr als tausend Worte.&quot; Es gibt auch eine neue Seite zur
Rechtschreibpr&uuml;fung: Die am meisten gestellte Frage auf der Users-Mailingliste
ist wohl: &quot;Die deutsche Rechtschreibpr&uuml;fung funktioniert nicht.
Was ist zu tun?&quot; - Die Antwort darauf ist: Die W&ouml;rterb&uuml;cher
nachinstallieren, denn nicht jedes Sprachpaket ist in OOo integriert.
Es gibt verschiedene M&ouml;glichkeiten, die Pakete zu installieren.
Am einfachsten geht es mit dem Macro DicOOo. Wir haben es auf der
neuen Seite in den Mittelpunkt gestellt.<br />
Auf den Marketing Seiten finden sich Flyer, Pr&auml;sentationen,
Logos, Erfolgsgeschichten, Umfrageergebnisse, CD-H&uuml;llen. Diese
Materialien k&ouml;nnen f&uuml;r Werbezwecke von jedermann benutzt werden.
Aktuelle News gibt es &uuml;ber den regelm&auml;&szlig;igen Newsletter des
internationalen Projekts, allerdings in englisch. Unser aktuelles
Nachrichten-Portal in deutscher Sprache ist Kaldewey-Online.<br />
Aber auch au&szlig;erhalb der Webseiten informieren wir regelm&auml;&szlig;ig &uuml;ber
OpenOffice.org und versuchen es auf diese Weise bekannter zu machen.
Wir sind auch auf vielen Messen vertreten, unter anderem haben wir
einen Messestand auf der CeBIT 2004 in Hannover. Dar&uuml;ber hinaus
versenden wir regelm&auml;&szlig;ig Pressemitteilungen an viele Zeitungen
und Online-Medien. Auf der Seite &quot;de.OpenOffice.org Presse-Informationen&quot;
befinden sich die wichtigsten Presseinfos (z. B. Kontaktpersonen,
Pressemitteilungen etc.); wir geben Interviews und kn&uuml;pfen Pressekontakte;
falls die Presse weiteres Material wie Artikel oder Bildmaterial ben&ouml;tigt,
stellen wir es zusammen. Um auch bei Schulen und Sch&uuml;lern bekannter zu werden,
haben wir den Plakat-Wettbewerb initiiert, der noch bis zum M&auml;rz n&auml;chsten
Jahres l&auml;uft. Seit dem 25.11. werden auf der Startseite (de.openoffice.org)
Vorschaubilder der bereits eingereichten Beitr&auml;ge eingeblendet.<br /><br /> </p>
</li>
<li><p><b>F&uuml;r welche Funktionen oder Module sollte mehr Werbung gemacht werden,
weil sie wenig bekannt sind?</b><br /> Auf den Messen wird immer wieder das
Thema Datenbanken angesprochen. Die Anwender fragen nach, wann OpenOffice.org
eine Datenbank erh&auml;lt. OpenOffice.org hat keine integrierte Datenbank -
das ist richtig, aber man kann jede g&auml;ngige Datenbank mittels ODBC oder JDBC
anbinden. Sogar der Zugriff auf Access-Datenbanken ist m&ouml;glich. Eine
Anleitung dazu ist k&uuml;rzlich auf de.openoffice.org erschienen.<br /><br /></p>
</li>
<li><p><b>Wie kann man beim OpenOffice.org Projekt mitarbeiten?</b><br />
 Am einfachsten ist es, die Mailinglisten zu abonnieren und schauen welche
 Aufgaben anstehen: Anwenderfragen beantworten,
 &Uuml;bersetzungen t&auml;tigen, Internetseiten erstellen und vieles mehr.
 Das Projekt braucht an allen Ecken und Enden Hilfe. Wir haben auf
 <a href="http://www.eschkitai.de/openoffice/jobs.html">
 http://www.eschkitai.de/openoffice/jobs.html</a> eine Jobliste erstellt,
 um einen Anhaltspunkt zu geben, was regelm&auml;&szlig;ig ansteht.
 <br /><br /></p>
</li>
<li><p><b>Kann man sich neue Funktionen &quot;w&uuml;nschen&quot;?</b><br />
Issuezilla ist neben den Bugreports auch f&uuml;r das &quot;W&uuml;nschen&quot;
von neuen Funktionen gedacht. Die Vorschl&auml;ge am besten
in englischer Sprache eingeben - in Deutsch ist allerdings
auch m&ouml;glich, aber die Entwickler arbeiten alle in Englisch.
Das Projekt lebt gerade davon, dass ein reger Austausch mit
den Benutzern von OpenOffice.org stattfindet. Dem Team ist
sehr daran gelegen, die Anregungen der Anwender aufzugreifen. <br /><br /></p>
</li>
<li><p><b>Wie arbeitet das OpenOffice.org-Team mit SUN zusammen?</b><br />
Auf der internationalen Ebene in der Projektleitung besteht ein guter
Kontakt mit Vertretern von Sun und den Projektmitgliedern.
Im deutschen Sprachprojekt sind einige Entwickler auf den
Mailinglisten aktiv und geben tolle Tipps zum Programm. Sun
hat die deutschen OpenOffice.org-Pakete erstellt (siehe Startlogo).<br /><br /></p>
</li>
<li><p><b>Wie wichtig ist Sun f&uuml;r OOo?</b><br />
Sehr wichtig, da ein Gro&szlig;teil der Entwickler bei Sun arbeitet.
Sun hat das Projekt durch die Ver&ouml;ffentlichung des Quellcodes
erst erm&ouml;glicht.<br /><br /></p>
</li>
<li><p><b>Im M&auml;rz diesen Jahres fand in Hamburg die erste
weltweite OpenOffice.org-Konferenz statt. Wird es davon eine
Wiederholung geben?</b><br />
Der n&auml;chste Konferenzort steht noch nicht fest, es wird 2004 auf
jeden Fall eine Konferenz stattfinden.</p>
</li>
</ul>

<p><br /><br />Dieses Interview ist in der LiNUX INTERN 1/2004 (bis auf winzige Korrekturen) erschienen.</p>
</div>



 </td><td valign="top" height="100%">

<!-- Start Navbar -->
	<!-- >
	Kommentare zur Navbar Pressemitteilungen, Interviews und andere Informationen
	Makemapversion:
	$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
	navbar_Presse ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:48 _MLM
	< -->
<ul id="navbar_de">
    <li><div align="center">de-links</div></li>
    <li> <a href="../../index.html" title=" "> Hauptseite </a></li>
    <li> <a href="../../map_all.html" title=" "> Sitemap </a></li>
    <li> <a href="../../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt"> Produkt-Info </a></li>
    <li> <a href="../../kontakt.html" title="Informationen zu OpenOffice.org, der Community"> Projekt-Info </a></li>
    <li> <a href="../../downloads/quick.html" title="Software und mehr"> Download </a></li>
    <li> <a href="../../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches"> Dokumentationen </a></li>
    <li> <a href="../../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
    <li> <a href="../../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
    <li> <a href="../../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
    <li> <a href="../../marketing/marketing.html" title="Materialien und mehr"> Marketing </a></li>
    <li>Presse
      <ul>
      <li> <a href="../about-presskit.html" title="Alles f&uuml;r Presse, Funk, Fernsehen und Netz"> Presse-Kit </a></li>
      <li> <a href="../interviews.html" title=" "> Interviews </a></li>
      <li> <a href="../about-presse-faq.html" title=" "> Presse-FAQ </a></li>
      <li> <a href="../presse_faq_1.0.html" title=" "> Presse-FAQ zu OpenOffice.org 1.0 </a></li>
      <li> <a href="../presse_faq_1.1.html" title=" "> Presse-FAQ zu OpenOffice.org 1.1 </a></li>
      </ul>
    </li>
    <li> <a href="../../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt"> Mithelfen </a></li>
</ul>
<!-- End Navbar -->
</td></tr></table>


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
