<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html lang="da">
<head>
  <title>DA.OpenOffice.org</title>
  <meta http-equiv="content-type" content="text/html; charset=iso-8859-1">
</head>
<div id="danskindhold">
<h2>Hvordan du laver et dokument med enkle geometriske former, ændrer deres egenskaber (farve, størrelse, placering, ...) og udskriver resultatet.</h2>

<H5 ALIGN=CENTER><I>OpenOffice.org dokumentationsprojektet</I></H5>
<H3>Indholdsfortegnelse:</H3>
<OL>
<LI><P><A HREF="#fastrecognition">En hurtig intro</A>. Introduktion til tegnev&aelig;rkt&oslash;jerne i OpenOffice.org.</P>
<LI><P><A HREF="#drawnow">Jeg vil tegne, nu!</A> F&aring; udtrykt dine kreative evner.</P>
<LI><P><A HREF="#customizedrawings">Ret i dine tegninger. </A>Lav om p&aring; egenskaberne (farve, st&oslash;rrelse, placering, ...)</P>
<LI><P><A HREF="#printyourwork">Skriv det ud</A>. F&aring; resultatet af dine anstrengelse p&aring; papir.</P>
<OL START=4>
<LI><P>1 <A HREF="#printingtroubleshooting">Udskriftsfejlfinding</A>. Problemer med at skrive ud? Du finder l&oslash;sninger her.</P>
</OL>
<LI><P><A HREF="#credits">Skrevet af</A>. Forfatter, andre fakta.</P>
</OL>
<H3><A NAME="fastrecognition"></A>1. En hurtig intro. Introduktion til tegnev&aelig;rkt&oslash;jerne i OpenOffice.org.</H3>
<P>I 1937 forbl&oslash;ffede den store spanske maler Pablo Picasso verden med sit fascinerende og dramatiske mesterv&aelig;rk
<I>Guernica</I>. Heldigvis har vi i dag ikke brug for ber&oslash;mthederne fra kunstb&oslash;gerne for at lave
tegninger og andre grafiske dokumenter i god kvalitet. Moderne tegneprogrammer kan l&oslash;se opgaven. Et af disse programmer,
<B>OpenOffice.org Draw,</B> g&oslash;r vores kreative arbejde nemmer, og en tand mere underholdende.</P>
<P>F&oslash;r du begynder p&aring; de grundl&aelig;ggende funktioner i Draw, b&oslash;r du have overblik over
arbejdsomr&aring;det og de v&aelig;rkt&oslash;jer, du kommer til at arbejde med. N&aring;r du laver et nyt Draw dokument, vil du
se et vindue som dette:</P>
<P><IMG SRC="DrawScreenshot.gif" NAME="Graphic29" ALT="OpenOffice.org Draw main window" ALIGN=BOTTOM WIDTH=640 HEIGHT=480 BORDER=0></P>
<P>Lige under vinduets titellinje (med sommerfugleikonet) finder du tre v&aelig;rkt&oslash;jslinjer:</P>
<UL>
<LI><P><B>Menulinjen</B></P>
<LI><P><B>Funktionslinjen</B></P>
<LI><P><B>Objektlinjen</B></P>
</UL>
<P>Menulinjen viser de overordnede menuer i Draw. Funktionslinjen viser ikoner med funktioner som &Aring;bn, Gem,
Kopi&eacute;r, Klip, S&aelig;t ind og andre almindelige OpenOffice.org opgaver. Objektlinjen har specielle
tegnev&aelig;rkt&oslash;jer, der kan bruges til at &aelig;ndre det markerede objekt. (linjetype, farve og tykkelse, fyld og
farve).</P>
<P><I><B>Tip: </B>Selvom mange tror, at disse linjer er uforanderlige, er det ikke s&aring;dan. Faktisk kan du &aelig;ndre
ikonerne og funktionerne til dit behov, blot ved at klikke med h&oslash;jre musetast, i hovedv&aelig;rkt&oslash;jslinjen eller
Objektlinjen. En menu viser sig, hvor du v&aelig;lger </I><B>'Indstillinger...'</B><I> eller </I><B>'Tilpas...'</B><I> for
at &aelig;ndre indholdet af linjen. Udover dette kan du v&aelig;lge </I><B>'Synlige knapper'</B><I> for at sl&aring; enkelte
knapper til og fra. I den samme menu kan du &aring;bne endnu en v&aelig;rkt&oslash;jslinje, </I><B>Indstillingslinjen, </B><I>som
ikke vises som standard. Den rummer flere knapper, der giver adgang til placerings- og &aelig;ndringsv&aelig;rkt&oslash;jer.</I></P>
<P>I venstre side af Draw vinduet finder du hovedv&aelig;rkt&oslash;<B>jslinjen. </B>Her er v&aelig;rkt&oslash;jer, der skal bruges for at lave
dit Draw dokument. De grundl&aelig;ggende funktioner i denne vil blive gennemg&aring;et i denne vejledning. Endelig finder du
forneden <B>Statuslinjen. </B>Den viser forskellige nyttige oplysninger, s&aring; som: mark&oslash;rens placering i
dokumentet (vist som koordinater), zoomfaktor, skabelonnavn etc.</P>
<P>De to nummererede linjer som du kan se ved siden af dokumentarealet er <B>lodrette og vandrette linealer. </B>Du kan
&aelig;ndre m&aring;leenheden ved at h&oslash;jreklikke p&aring; dem og v&aelig;lge en anden enhed. Har du slet ikke brug for
dem? S&aring; sl&aring; dem fra ved at v&aelig;lge <B>Vis-Linealer </B>i menulinjen<B>. </B>Du kan sl&aring; dem til igen ved at
v&aelig;lge det samme menupunkt igen, s&aring; punktet <B>'Linealer' </B>igen har en markering ved sig.</P>
<H3><A NAME="drawnow"></A>2. Jeg vil tegne, nu! F&aring; udtrykt dine kreative evner.</H3>
<P>Hvis du sprang direkte til dette afsnit uden at l&aelig;se det foreg&aring;ende, vil vi foresl&aring; at du lige tager dig
tid til at blade tilbage og l&aelig;se det, da begreberne defineret der vil blive brugt meget fra og med dette afsnit. For
de ut&aring;lmodige vil vi nu vise, hvordan du tegner grundl&aelig;ggende geometriske former i et Draw dokument!</P>
<P><IMG SRC="MainToolBar.gif" NAME="Graphic30" ALT="Main Toolbar" ALIGN=RIGHT WIDTH=30 HEIGHT=375 BORDER=0>Figuren
til h&oslash;jre er <B>Hovedv&aelig;rkt&oslash;jslinjen.
</B>Tegnev&aelig;rkt&oslash;jerne i <STRONG>OpenOffice.org Draw</STRONG> bor her. For at aktiveret et bestemt v&aelig;rkt&oslash;j
klikker du p&aring; dets ikon. Hvert ikons knap sl&aring;r til og fra, s&aring; n&aring;r du slipper museknappen vil knappen
&aelig;ndre udseende og se ud som om den er trykket ind. Dermed kan du holde rede p&aring;, hvilket v&aelig;rkt&oslash;j, der er
valgt. Pr&oslash;v at v&aelig;lge rektangelv&aelig;rkt&oslash;jet... Det er det fjerde ikon fra oven...</P>
<P>Flyt s&aring; musen. Du vil bem&aelig;rke, at mark&oslash;ren har &aelig;ndret sig til et kryds med et lille firkant p&aring;.
For at tegne dit f&oslash;rste objekt g&oslash;r du s&aring;dan:</P>
<OL>
<LI><P>Klik og hold med venstre musetast i dokumentomr&aring;det. Dette punkt bliver &oslash;verste
venstre hj&oslash;rne af dit rektangel.</P>
<LI><P>Tr&aelig;k musen og slip knappen, hvor du har lyst til det.</P>
</OL>
<P>Eureka! Dit rektangel bliver vist i al sin prag. Hvis du kikker p&aring; hovedv&aelig;rkt&oslash;jslinjen vil du se, at
rektangelv&aelig;rkt&oslash;jet ikke l&aelig;ngere er valgt. Det opf&oslash;rer sig s&aring;dan, fordi du klikkede p&aring; det
netop en gang. Hvis du havde dobbeltklikket p&aring; det, ville rektangelv&aelig;rkt&oslash;jet blive ved med at v&aelig;re
markeret indtil du valge et andet. Alts&aring;: Eet venstreklik lader dig lave et objekt af den valgte type, mens et dobbeltklik
lader dig lave mange.</P>
<P><I><B>Tip</B>: Du har sikkert lagt m&aelig;rke til en anden ting i hovedv&aelig;rkt&oslash;jslinjen: Mange ikoner har en
lille gr&oslash;n trekant p&aring; venstre side. Dette symbol viser, at der h&oslash;rer en flydende v&aelig;rkt&oslash;jslinje
til det. Den kan du f&aring; frem ved at klikke p&aring; et ikon og holde musen over det i et par sekunder, s&aring; kommer den.
Du kan flytte den hvorsomhelst i dokumentet ved at tr&aelig;kke den rundt med musen. Det er nyttigt for at tegne flere objekter
af samme type, men med forskellige egenskaber. For at lukke den og komme tilbage til hovedv&aelig;rkt&oslash;jslinjen bruger du
blot luk-knappen i &oslash;verste h&oslash;jre hj&oslash;rne af den flydende v&aelig;rkt&oslash;jslinje.</I></P>
<P>Rektanglet er en meget enkel figur, og kvadratet er heller ikke sv&aelig;rt. Du laver et ved at markere kvadratv&aelig;rkt&oslash;jet
fra den firkantede v&aelig;rkt&oslash;jslinje, og derefter gentage proceduren for at tegne et rektangel. Det kunne ikke
v&aelig;re n&aelig;mmere. <STRONG>OpenOffice.org Draw</STRONG> kan naturligvis bruges til at tegne mere komplekse figurer som
cirkler, ellipser eller cirkeludsnit. For at lave disse skal du:</P>
<OL>
<LI><P>V&aelig;lge ellipsev&aelig;rkt&oslash;jet fra hovedv&aelig;rkt&oslash;jslinjen (ikonet umiddelbart under
rektangelv&aelig;rkt&oslash;jet). Hold musetasten nede et par sekunder for at f&aring; den flydende v&aelig;rkt&oslash;jslinje
frem.</P>
<LI><P>V&aelig;lg den form, du vil tegne.</P>
<LI><P>Venstreklik og tr&aelig;k i dokumentomr&aring;det.</P>
<LI><P>Slip den venstre musetast.</P>
</OL>
<P>Udover denne procedure, der er f&aelig;lles for alle figurer, findes der ogs&aring; specielle handlinger, der skal til for at
tegne eller rette visse af dem. De er:</P>
<UL>
<LI><P><B>Cirkel:</B> Ingen s&aelig;rlige handlinger. Jo l&aelig;ngere du tr&aelig;kker musen f&oslash;r
du slipper knappen, desto st&oslash;rre bliver cirklen.</P>
<LI><P><B>Ellipse:</B> Flyt musen vandret eller lodret for at formindske eller for&oslash;ge
ellipsens radius.</P>
<LI><P><B>Ellipsedel</B>: Denne figur er n&aelig;sten som en almindelig ellipse, blot bliver en
del af den ikke tegnet, s&aring; du f&aring;r et tomt omr&aring;de med en form som et lagkagestykke. G&oslash;r s&aring;dan:</P>
<OL>
<LI><P>V&aelig;lg <B>'Ellipseskive'</B> v&aelig;rkt&oslash;jet fra Ellipselinjen. Tegn din figur som
om det var en normal ellipse.</P>
<LI><P>N&aring;r du slipper venstre musetast ser du en ellipse, men det er ikke den endelige
resultat. Faktisk er en linje inden i ellipsen stadig synlig: dens <B>radius. </B>Du fjerner denne radius ved at flytte
musen op til det sted, hvor den tomme del begynder. Klik med venstre musetast for at bekr&aelig;fte dette punkt.</P>
<LI><P>Gentag trin 2 for at fastl&aelig;gge den anden side af det tomme omr&aring;de.</P>
</OL>
<LI><P><B>Cirkelskive:</B> N&aring;r du har valgt v&aelig;rkt&oslash;jet <B>'Cirkeldel' </B>fra
Ellipsemenuen, og har lavet din cirkel, gentager du trin 2 og 3 som hvis du lavede en ellipsedel.</P>
<LI><P><B>Ellipsedel: </B>Et stykke af en ellipse.</P>
<OL>
<LI><P>V&aelig;lg v&aelig;rkt&oslash;jet <B>'Ellipsedel'</B> fra Ellipselinjen. Tegn din figur som om
det var en almindelig ellipse.</P>
<LI><P>Ellipsens radius vil stadig v&aelig;re synlig. Klik en gang med venstre musetast for at
s&aelig;tte det f&oslash;rste sted p&aring; den linje, hvor ellipsen skal sk&aelig;res af.</P>
<LI><P>Klik igen for at angive det andet punkt, hvor ellipsen skal sk&aelig;res af.</P>
</OL>
<LI><P><B>Cirkeldel:</B> N&aring;r du har valgt v&aelig;rkt&oslash;jet <B>'Cirkeldel'</B> fra Ellipselinjen og du har lavet din
cirkel, f&oslash;lger du trin 2 og 3 af proceduren for 'Ellipsedel' ovenfor.</P>
</UL>
<H3><A NAME="customizedrawings"></A>3. Ret i dine tegninger: Lav om p&aring; deres egenskaber (farve, str&oslash;rrelse, placering, ...)</H3>
<P>Hvis du har gennemf&oslash;rt alle &oslash;velserne i det foreg&aring;ende afsnit, har du nu en masse former i dit Draw
dokument. Sikken forvirring! F&oslash;r du g&aring;r videre m&aring; du hellere oprette et nyt blankt dokument ved at v&aelig;lge<B>
Filer-Ny-Tegning</B> i menulinjen.</P>
<P>P&aring; din friske blanke side tegner du nu et rektangel. Kig p&aring; det. Det er fyldt medn en lysebl&aring; farve og
har sm&aring; gr&oslash;nne firkanter i kanten og hj&oslash;rnerne. Lysebl&aring; er standardfarven for fyld, og de sm&aring; gr&oslash;nne
firkanter er h&aring;ndtag til at rette p&aring; st&oslash;rrelsen. De sm&aring; firkanter viser dig ogs&aring;, at netop denne
figur er markeret. Lysebl&aring; er en meget smuk farve. Alligevel vil der v&aelig;re nogle, der f&aring;r lyst til at
&aelig;ndre den, s&aring; det vil vi forklare her.</P>
<P>Der er forskellige m&aring;der at &aelig;ndre en figurs farve. De mest almindelige er:</P>
<OL>
<LI><P>V&aelig;lg <B>Format-Omr&aring;de </B>fra menulinjen. I det vindue, der viser sig, klikker du p&aring;
fanebladet 'Areal', og v&aelig;lger den farve, du vil have.</P>
<LI><P>H&oslash;jreklik p&aring; den markerede figur for at vise dens menu. V&aelig;lg s&aring;:
<B>'Omr&aring;de...' </B>fra denne menu. I det vindue, der viser sig, v&aelig;lger du fanebladet 'Areal' og v&aelig;lger
den farve, du vil have.</P>
<LI><P>V&aelig;lg din foretrukne farve fra kombinationsboksen <B>'Omr&aring;de/Farve'</B> som du finder i <B>Objektlinjen.</B></P>
</OL>
<P>Husk, at uanset hvilken procedure, du bruger for at v&aelig;lge farve, skal figuren selv v&aelig;re markeret. Det g&oslash;r du
ved at venstreklikke p&aring; den f&oslash;rst.</P>
<P><I><B>Tip: </B>dem, der er vant til at tegne grafik til WWW kan have en vane med at bruge hexadecimale tal eller webnavne
til at angive farver. En web-sikker farvepalette er en palette der kun rummer farver, der med sikkerhed kan vises rigtigt at
forskellige browser p&aring; forskellige styresystemer. Du kan v&aelig;lge web-sikre farver p&aring; denne m&aring;de:</I></P>
<OL>
<LI><P><I>Tegn en figur i dokumentomr&aring;det.</I></P>
<LI><P><I>Marker den med et museklik.</I></P>
<LI><P><I>H&oslash;jreklik p&aring; den for at f&aring; dens menu frem.</I></P>
<LI><P><I>V&aelig;lg punktet</I>'<B>Omr&aring;de..</B>'<I>.</I></P>
<LI><P><I>I det vindue, der viser sig, klikker du p&aring; fanebladet</I> '<B>Farver</B>'<I>.</I></P>
<LI><P><I>Klik p&aring; ikonet </I>'<B>Hent farveliste</B>'<I> 
<IMG SRC="OpenIcon.gif" NAME="Graphic31" ALT="Load Color List icon" ALIGN=BOTTOM WIDTH=31 HEIGHT=25 BORDER=0>.</I></P>
<LI><P><I>V&aelig;lg filen html.soc og klik p&aring; </I><B>'OK'</B><I>. (standardsti:</I> <B>OpenOffice60/user/config/</B><I>)</I></P>
</OL>
<P>Farven er blot en af de figuregenskaber, du kan &aelig;ndre. Hvis du venstreklikker i dokumentomr&aring;det p&aring; et sted,
hvor der ikke er noget, vil din figur miste markeringen. Kig p&aring; den igen. Nu kan du se, at dens omkreds er en tynd, sort linje.
Du kan ogs&aring; &aelig;ndre stil og farve for denne omkreds.</P>
<P>Ogs&aring; her viser det sig, at en handling kan udf&oslash;res p&aring; flere forskellige m&aring;der (husk at markere figuren
f&oslash;rst):</P>
<OL>
<LI><P>V&aelig;lg <B>Format-Linje</B> fra menulinjenfrom . I det vindue, der &aring;bnes, klikker du
p&aring; fanebladet linje for at &aelig;ndre egenskaberne for den markerede linje.</P>
<LI><P>H&oslash;jreklik p&aring; det markerede objekt for at se dets menu. V&aelig;lg: <B>'Linje...'
</B>fra menuen, og klik p&aring; fanebladet 'Areal' i det vindue, der viser sig. Her kan du v&aelig;lge den farve, du vil bruge.</P>
<LI><P>V&aelig;lg farve og stil fra kombinationsboksene <B>'Linjetype' </B>and<B> 'Linjefarve' </B>i <B>Objektlinjen</B>.</P>
</OL>
<P>Indtil nu har vi kun talt om indstillinger, der p&aring;virker figurernes udseende. Nu vil vi g&aring; videre med at beskrive,
hvordan du flytter figurer og &aelig;ndrer deres st&oslash;rrelse. V&aelig;lg rektangelv&aelig;rkt&oslash;jet fra
hovedv&aelig;rkt&oslash;jslinjen og tegn et rektangel mere i et tomt omr&aring;de af dokumentet. Den nye rektangel vil
automatisk v&aelig;re markeret, n&aring;r du slipper venstre musetast. De sm&aring; gr&oslash;nne firkanter har vi allerede
kaldt 'st&oslash;rrelsesh&aring;ndtag'. S&aring;dan bruger du dem til at &aelig;ndre figurernes st&oslash;rrelse:</P>
<OL>
<LI><P>Flyt musepilen hen over en gr&oslash;n firkant. Pilen vil skifte til en linje med sm&aring;
pile i enderne. Retningen af pilene viser dig, hvilken retning du kan &aelig;ndre st&oslash;rrelse. Firkanterne i hj&oslash;rnerne
lader dig &aelig;ndre bredde og h&oslash;jde samtidig, mens firkanterne i midten begr&aelig;nser dig til at &aelig;ndre
enten bredde eller h&oslash;jde (afh&aelig;ngigt af, hvilken kant, du har valgt). Begge metoder har sine form&aring;l.</P>
<LI><P>Venstreklik p&aring; en af firkanterne og hold musetasten nede. Tr&aelig;k med musen indtil figuren har den
st&oslash;rrelse, du &oslash;nsker, og slip s&aring; musetasten.</P>
</OL>
<P>N&aring;r du tr&aelig;kker p&aring; et af h&aring;ndtagene i midten kan du faktisk &aelig;ndre den anden dimension samtidig,
proportionalt med den, du har fat i, ved at holde <B> SHIFT-</B>tasten nede, mens du tr&aelig;kker i h&aring;ndtaget.</P>
<P>Nu kan du &aelig;ndre st&oslash;rrelsen p&aring; din firkant, men du har sikkert ogs&aring; lyst til at flytte den. Det g&oslash;r
du s&aring;dan:</P>
<OL>
<LI><P>F&oslash;rst skal du sikre dig, at figuren er markeret.</P>
<LI><P>Flyt musepilen henover den. Den vil &aelig;ndre sig til et kors med fire pile.</P>
<LI><P>Venstreklik med musen for at tage fat i det.</P>
<LI><P>Tr&aelig;k figuren p&aring; plads med musen og slip s&aring; musetasten.</P>
</OL>
<P><I><B>Tip:</B> i nogle tegneprojekter kan du f&aring; brug for at rette p&aring; dine figurer p&aring; en mere eksakt m&aring;de
end det er muligt p&aring; &oslash;jem&aring;l. I OpenOffice.org kan du g&oslash;re det ved at h&oslash;jreklikke p&aring; et
objekt og v&aelig;lge </I><B>'Placering og st&oslash;rrelse'</B><I>fra h&oslash;jrekliksmenuen. I det vindue, der &aring;bnes,
kan du &aelig;ndre st&oslash;rrelse og placering ved at angive dem direkte, i den m&aring;leenhed, programmet er indstillet
til. Alternativt kan du g&oslash;re &oslash;jem&aring;lsmetoden mere n&oslash;jagtig ved at sl&aring; et gitter til, der vil
blive vist i baggrunden af dit dokument. H&oslash;jreklik p&aring; en v&aelig;rkt&oslash;jslinje for at f&aring; menuen frem, og
v&aelig;lg </I><B>'Indstillingslinje'<I>. </I></B><I>I denne linje, der normalt ligger lige over statuslinjen, klikker du  p&aring;
ikonet </I><B>'Vis gitter'</B><I> 
<IMG SRC="DisplayGrid.gif" NAME="Graphic32" ALT="Display Grid icon" ALIGN=BOTTOM WIDTH=22 HEIGHT=23 BORDER=0>.
Gitterets egenskaber (t&aelig;thed etc) kan &aelig;ndres ved at v&aelig;lge </I><B>V&aelig;rkt&oslash;jer-Indstillinger-Tegning-Gitter
</B><I>fra menulinjen.</I></P>
<P>N&aring;r du arbejder videre med dine tegninger, vil du sikkert komme ud for, at en figur ligger over en anden &ndash; i
en r&aelig;kkef&oslash;lge, du ikke bryder dig om. Du kan naturligvis &aelig;ndre den r&aelig;kkef&oslash;lge, figurerne
ligger i. Det g&oslash;r du s&aring;dan:</P>
<UL>
<LI><P>Klik p&aring; ikonet <B>'Arrang&eacute;r' </B>
<IMG SRC="Arrange.gif" NAME="Graphic33" ALT="Arrange icon" ALIGN=BOTTOM WIDTH=26 HEIGHT=21 BORDER=0>
i hovedv&aelig;rkt&oslash;jslinjen og hold musetasten nede et par sekunder. Det giver dig en flydende v&aelig;rkt&oslash;jslinje
<B>'Arrang&eacute;r', </B>hvor du kan v&aelig;lge det v&aelig;rkt&oslash;j, du har brug for.</P>
<LI><P>H&oslash;jreklik p&aring; den markerede figur for at f&aring; dens menu frem, og v&aelig;lg s&aring; det passende underpunkt
i menuen <B>'Arrang&eacute;r'</B>.</P>
</UL>
<H3><A NAME="printyourwork"></A>4. Skriv det ud. F&aring; resultatet af dine anstrengelser ud p&aring; papir!</H3>
<P>Der er forskellig m&aring;der at bruge tegningerne du laver i OpenOffice.org Draw. Den mest almindelige m&aring;de eer at
skrive dem ud. Udskriiftsystemer vvarierer meget mellem forskellige computeertyper, s&aring; denne vejledning vil kun
beskrive udskrift under Microsoft Windows. Dog er OpenOffice.org vinduerne for en stor del ens p&aring; alle operativsystemer.</P>
<P>F&oslash;r du udskriver dit dokument, b&oslash;r du gemme din fil p&aring; harddisken. Hvis dokumentet er unavngivet, v&aelig;lger
du <B>Filer-Gem som... </B>fra hovedmenuen. Hvis du har gemt dokument f&oslash;r, kan du blot trykke <B>[CTRL]+S </B>fra
tastaturet. S&aring; er vi sikre p&aring;, at eventulle problemer under udskriften ikke g&aring;r ud over dit dokument.</P>
<P>Du kan v&aelig;lge. hvilken priinter du skriver il ved at v&aelig;lge <B>Filer-Printerindstillinger... </B>fra menulinjen.
I det vindue, der kommer, vil standardprinteren allerede v&aelig;re vist i kombinationsboksenm foroven kaldet <B>'Navn'. </B>Klik p&aring;
knappen <B>'Egenskaber' </B>for at &aelig;ndre indstillingerne p&aring; din printer.</P>
<P>Nu er du klaar til at udskrive. Du kan skrive umiddelbart ved at klikke p&aring; ikonet <B>'Direkte udskrift'</B> icon 
<IMG SRC="print_file_directly.GIF" NAME="Graphic34" ALT="Print File directly icon" ALIGN=BOTTOM WIDTH=27 HEIGHT=21 BORDER=0>
i funktionslinjen. Eller du kan v&aelig;lge indstillinger med printervinduet, som du &aring;bner ved at:</P>
<UL>
<LI><P>v&aelig;lge <B>Filer-Udskriv </B>i menulinjen</P>
<LI><P>taste <B>[Ctrl]+P </B>p&aring; tasaturet</P>
</UL>
<P>Udskriftsvinduet ser s&aring;dan ud:</P>
<P><IMG SRC="PrintDialogWindow.gif" NAME="Graphic35" ALT="Print Dialog Window" ALIGN=LEFT WIDTH=509 HEIGHT=299 BORDER=0>Den
&oslash;verste del af vinduet er det samme som i Printerindstillinger, og du kan &aelig;ndre dem p&aring; samme
m&aring;de. Det eneste nye er afkrydsningsfeltet <B>'Skriv til fil'</B>. Hvis du markerer dette, f&aring;r du et <B>'Gem
som...'</B> vindue, s&aring; du kan v&aelig;lge navn og placering p&aring; den fil, der bliver resultatet af udskriften.
Denne funktion er is&aelig;r nyttig, hvis du sidder p&aring; en (b&aelig;rbar) computer uden en printer, og senere vil overf&oslash;re
filen via fx netv&aelig;rk for at f&aring; den udskrevet.</P>
<P>Feltet <B>'Udskriftsomr&aring;de' </B>lader dig n&oslash;jes med at udskrive nogle af siderne i dit dokument, og feltet
<B>'Kopier' </B>kan bruges til at f&aring; flere kopier udskrivet p&aring; en gang.</P>
<P ALIGN=LEFT>I nederste h&oslash;jre hj&oslash;rne finder du en knap <B>'Indstillinger'. </B>Den giver dig et vindue med
indstilingsmuligheder, hvor du kan &aelig;ndre p&aring; andre ting, som fx. udskriftskvalitet, sideops&aelig;tning og
fodnotetekst (sidenavn, dato og tid).</P>
<P>Til sidst klikker du p&aring; knappne <B>'OK' </B>for at udskrive dit dokument.</P>
<P><A NAME="printingtroubleshooting"></A>4.1 Udskriftsproblemer. G&aring;r det galt, n&aring;r du pr&oslash;ver at udskrive? S&aring;
l&aelig;s dette afsnit grundigt...</P>
<P>Dette afsnit, ligesom det foreg&aring;ende, beskriver OpenOffice.org pakken som den virker p&aring; Microsoft Windows.
De fleste foreslag vil virke p&aring; andre styresystemer, men der er dog forskelle mellem udskriftssystemerne at tage i
betragtning.</P>
<H4>A. Overhovedet ingen udskrift:</H4>
<OL>
<LI><P>Det lyder m&aring;ske dumt, men er dusikker p&aring;, at der er t&aelig;ndt for printeren?
Tit er de enkleste muligheder dem, der bliver glemt f&oslash;rst.</P>
<LI><P>Kontroll&eacute;r kablet mellem din printer og din computer. Under MS Windows skyldes
udskriftsproblemer hyppigere hardware- end softwareproblemer.</P>
<LI><P>M&aring;ske er din printer ikke valgt som standardprinter? V&aelig;lg
<B>Filer-Udskriftsindstillinger... </B>for at f&aring; vinduet med indstillinger, og kontroll&eacute;r, at den rigtige printer
st&aring;r valgt i punktet '<B>Navn'</B>. Hvis ikke, skal du v&aelig;lge den rigtige printer for at l&oslash;se problemet.</P>
<LI><P>Kontroll&eacute;r, at afkrydsningsfeltet <B>'Skriv til fil' </B>i Udskriv-vinduet ikke er markeret. Ellers vil dit
dokument blive sendt til en fil i stedet for til din printer.</P>
</OL>
<P><B>B. Farvene i udskriften er ikke de samme som dem, du ser p&aring; sk&aelig;rmen:</B></P>
<P>Moderne farveprintere bruger en %-blanding af fire farver (eller seks i de bedste modeller) for at fremstille de farver,
vores &oslash;jne er vant til at se. see. I OpenOffice.org Draw kan du f&aring; en farve til at v&aelig;re bestemte
procentblandinger af bl&aelig;k ved at g&oslash;re s&aring;dan:</P>
<OL>
<LI><P>Klik p&aring; den figur, hvis farve du vil &aelig;ndre. Den er nu markeret.</P>
<LI><P>H&oslash;jreklik p&aring; den og v&aelig;lg '<B>Omr&aring;de...</B>' fra menuen.</P>
<LI><P>I det vindue, der viser sig, v&aelig;lger du fanebladet '<B>Farver</B>'.</P>
<LI><P>V&aelig;lg CMYK fra listej '<B>Farvesystem</B>'.</P>
<LI><P>Ret i CMYK %-tallene i felterne nedenunder.</P>
<LI><P>Klik p&aring; knappen <B>'OK'</B>. Nu vil du blive spugt, om du vil rette p&aring; den eksisternde farve, eller om
du vil f&oslash;je en ny til paletten. G&oslash;r, hvad du finder bedst.</P>
</OL>
<P>Ellers kan du hente og/eller &aelig;ndre en eksisternde CMYK palette:</P>
<OL>
<LI><P>Gentag trin 1, 2 og 3 ovenfor.</P>
<LI><P>Klik p&aring; ikonet '<B>Hent farveliste</B>'.</P>
<LI><P>V&aelig;lg filen cmyk.soc og klik p&aring; knappen <B>'&Aring;bn'</B>. (standardsti:
<B>OpenOffice60/user/config/</B>)</P>
<LI><P>Luk vinduet ved at klikke p&aring; knappen <B>'OK'</B>.</P>
</OL>
<P>I alle tilf&aelig;lde er det v&aelig;rd at v&aelig;re opm&aelig;rksom p&aring;, at farver p&aring; en sk&aelig;rm er
aktive (lysende) og ikke kan reproduceres eksakt p&aring; et stykke papir, hvor farverne er reflekterende (passive).
Udskriften vil v&aelig;re en tiln&aelig;rmelse, der fungerer bedre i nogle belysninger end i andre.</P>
<P><B>C. Tegninger n&aelig;r &oslash;verste eller nederste margin udskrives ikke ordentligt:</B></P>
<P>Marginerne i dit Draw dokument er sikkert for t&aelig;t p&aring; printerens fysiske gr&aelig;nser for udskrift. G&oslash;r s&aring;dan
for at l&oslash;se problemet:</P>
<OL>
<LI><P>Kig i din printermanual for at finde ud af, hvor stort udskriftsomr&aring;det er.</P>
<LI><P>V&aelig;lg<B> Format-Side...</B> fra menulinjen.</P>
<LI><P>P&aring; fanebladet '<B>Side</B>' i vinduet '<B>Sideops&aelig;tning</B>' &aelig;ndrer du &oslash;verste
og nederste margin til den st&oslash;rrelse, du har fundet i printermanualen. Hvis du ikke har din printermanual l&aelig;ngere,
kan du pr&oslash;ve dig frem, for eksempel med 2,5 cm (1&rdquo;), som skulle v&aelig;re tilstr&aelig;kkeligt for de fleste
printere.</P>
<LI><P>Klik p&aring; knappen <B>'OK'.</B></P>
</OL>
<P>Husk at kontrollere dit dokument for at sikre dig, at alle figurer stadig er indenfor det brugbare udskriftsomr&aring;de.</P>
<P><I><B>Tip: </B>OpenOffice.org Draw er et er kvalitetsprogram, men det kan ikke flytte din hardwares begr&aelig;nsninger. S&aring;
hvis du mener, at udskriftsresultatet ikke er godt nok, b&oslash;r du ogs&aring; overvejen kvaliteten af dit udstyr. Is&aelig;r
hvis du udskriver dokumenter med fotos og andre billeder med mange farvenuancer, b&oslash;r du have en fotoprinter og bruge
s&aelig;rligt glittet papir for at f&aring; det optimale resultat.</I></P>
<H3><A NAME="credits"></A>5. Lavet af</H3>
<P>Oprindelig forfatter: Gianluca Turconi</P>
<P>Ogs&aring; tak til: James Treleaven for v&aelig;rdifulde bidrag.</P>
<P>Oversat af: Henrik R&aelig;der Clausen</P>
<P>Last modified on: February 11, 2001</P>
<p>Engelsk original: <a href="http://documentation.openoffice.org/HOW_TO/drawing_graphics/draw1_EN.html">http://documentation.openoffice.org/HOW_TO/drawing_graphics/draw1_EN.html</a>

<P>Kontaktinformation:</B> OpenOffice.org Documentation Project <A HREF="http://documentation.openoffice.org/">http://documentation.openoffice.org/</A></P>
</div>
</body>
</html>