
<!--#include virtual="/doctype.html" -->
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    
    <link href="/css/ooo.css" rel="stylesheet" type="text/css">
    
  <meta name="keywords" content="Apache OpenOffice, OpenOffice.org, Open Office, OpenOffice, openoffice, StarOffice, Star Office, AOO, OOo, ooo, xml, open source, developer, UNO" />
  <meta name="description" content="OpenOffice.org: The Open Office Suite" />
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <meta name="version" content="4.5.2.148.4" />
  <link rel="stylesheet" type="text/css" href="../../branding/css/print.css" media="print" />
  <link rel="stylesheet" type="text/css" href="../styles/de.css" media="screen" />
  <link rel="stylesheet" type="text/css" href="../styles/de_print.css" media="print" />
  <link rel="alternate stylesheet" type="text/css" href="../styles/de_nonavbar.css" title="ohne Navbar" media="screen" />
  <title>Referenzkunden</title>
  <script type="text/javascript" src="../../branding/scripts/tigris.js"></script>
  <script type="text/javascript" src="../../branding/scripts/alm.js"></script>
  <script type="text/javascript" src="sorttable.js"></script>
  <script type="text/javascript" src="filter.js"></script>
  <style type="text/css">
  /* <![CDATA[ */
  /*-------------------- Exceptions on standard css -----------------------*/
  @import "../../branding/css/tigris.css";
  @import "../../branding/css/inst.css";
  @import "../../branding/css/alm.css";
  /* Start de-header */
  @import "../styles/de_navbar6.css";
  /* End de-header */
  /* ]]> */
  </style>
  <style type="text/css">
  /* Sortable tables */
  table.sortable thead {
    background-color: #eee;
    color: #666666;
    font-weight: bold;
    cursor: default;
  }
  </style>

    
    <script src="https://www.apachecon.com/event-images/snippet.js"></script>
  </head>
  <body style="direction: ltr;">
    <!--#include virtual="/de/brand.html" -->
    <div id="topbara">
      <!--#include virtual="/de/topnav.html" -->
      <div id="breadcrumbsa"><a href="/">home</a>&nbsp;&raquo;&nbsp;<a href="/de/">de</a>&nbsp;&raquo;&nbsp;<a href="/de/marketing/">marketing</a></div>
    </div>
    <div id="clear"></div>
      
      
    <div id="content">
      
      

<table>
  <tbody>
    <tr>
      <td>
        <div id="body_de">
          <h2>Referenzkunden</h2>
          <p>
            <br />
            Diese Liste ist eine Zusammenstellung vieler (aber bei weitem nicht aller) Referenzkunden, die OpenOffice
            erfolgreich einsetzen.
            <br />
            Wenn Sie in diese Liste aufgenommen werden m&ouml;chten, schreiben Sie bitte an die 
            <a href="http://openoffice.apache.org/mailing-lists.html#development-mailing-list-public">
            "Development Mailing List"</a>.
            <br />
          </p>
          <p>
            Sollten Sie Fehler finden, &Auml;nderungen oder Erg&auml;nzungen melden wollen:
            Schreiben Sie uns bitte ebenfalls.
            Wir bedanken uns schon jetzt daf&uuml;r!
          </p>
          <h3>Verweise innerhalb dieser Seite</h3>
          Wir haben die Seite der &Uuml;bersichtlichkeit halber regional aufgeschl&uuml;sselt.
          <ul id="Auswahl">
            <li><a href="#de" title="Anwender in Deutschland">Deutschland</a></li>
            <li><a href="#at" title="Anwender in &Ouml;sterreich">&Ouml;sterreich</a></li>
            <li><a href="#ch" title="Anwender in der Schweiz">Schweiz</a></li>
<!--        <li><a href="#int" title="Anwender in weiteren L&auml;ndern">International</a></li> -->
<!--        <li><a href="#links" title="Verweise zu Berichten von Anwendern und anderssprachigen Seiten">weitere Links</a></li> -->
          </ul>
          Sie k&ouml;nnen die Tabellen nach einem beliebigen Begriff filtern und durch Anklicken der Spaltenk&ouml;pfe
          sortieren.
          <br />
          <br />

<table id="de" summary="OpenOffice.org - Referenzkunden" class="sortable" width="100%">
<caption><a href="#Auswahl" title="zur&uuml;ck zur Auswahl">^</a> OpenOffice.org -
Referenzkunden (Deutschland) <object id="x_de">
<form action=""> <b>Filtern mit (Satz
enth&auml;lt):</b> <input name="filt" onkeyup="filter(this, 'de', '1')" type="text" /><br />
</form>
</object></caption>
<tbody>
<tr>
<th>Kunde</th>
<th>Adresse</th>
<th>Kontakt</th>
<th>Bemerkung</th>
</tr>
<!-- *************************************************************************************************** -->
<!-- ***** Beginn Einträge DEUTSCHLAND ***************************************************************** -->

<tr><td>Dynamicdrive.de Webmarketing </td><td>01127 Dresden, Oberauer Str. 1</td><td><a href='mailto:office@dynamicdrive.de'>Olaf Kerner </a></td><td>Wir verwenden OpenOffice unter Win XP wegen der hervorragenden Stabilit&auml;t und des integrierten .pdf- Konverters.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>LA-X(TM)Andreas Langen </td><td>01187 Dresden, Wurgwitzer Str. 34</td><td><a href='mailto:info@la-x.de'>Andreas Langen </a></td><td>Als ein im Java-Umfeld t&auml;tiges Unternehmen ist es nat&uuml;rlich konsequent, auf die Produkte von Sun Microsystems zu setzen. Die Desktopmaschinen sowie Laptops in meinem Unternehmen sind alle entweder mit StarOffice oder mit OpenOffice ausgestattet. Je nach OS und Einsatzschwerpunkt.</td></tr><!--Eintragungsdatum: 1900-01-05-->
<tr><td>creapixgmbh @ co.kg </td><td>01277 Dresden, Schandauer Str. 57</td><td>Christian Waldner</td><td>Wir bew&auml;ltigen unsere gesamte Kundenkorrespondenz, unsere Buchhaltung und unseren Schriftverkehr mit OpenOffice.org. F&uuml;r die Kommunikation mit Kunden ohne OpenOffice.org nutzen wir die Exportfunktion f&uuml;r PDF. Angefangen haben wir mit StarOffice 5.0. Unseren Kunden bieten wir Netzwerkl&ouml;sungen Linux/Windows, Webprogrammierung und Design.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Jusos Leipzig </td><td>04103 Leipzig, Rosa-Luxemburg-Str. 19/21</td><td><a href='mailto:jusos-leipzig@gmx.de'>Toralf Herschel </a></td><td>Wir haben OOo (nat&uuml;rlich) im B&uuml;ro installiert und es allen Mitgliedern verf&uuml;gbar gemacht. Siehe auch unsere Antr&auml;ge zu OpenSourceSoftware unter <a href="http://www.jusos-leipzig.de/52.html" rel="nofollow">www.jusos-leipzig.de/52.html</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>uni-VERSAL Journalistenb&uuml;ro Leipzig</td><td>04103 Leipzig, Rosa-Luxemburg-Str. 10</td><td><a href='mailto:uni-versal@arcor.de'>Uwe Niemann </a></td><td>Wir nutzen OpenOffice.org f&uuml;r unsere Korrespondenz, f&uuml;r die Buchhaltung und das Schreiben unserer journalistischen und PR-Texte. Besonders gut gef&auml;llt uns die PDF-Exportfunktion.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Cengolio UG</td><td>Kurf&uuml;rstendamm 125A, 10711 Berlin</td><td>Bekim Nikci</td><td>Unser junges online &Uuml;bersetzungsagentur benutzt seit Anfang 2009 erfolgreich die OpenOffice Suite. Wir sind sehr zufrieden mit dem Funktionsumfang und der Bedienbarkeit. Danke !<br />Homepage: <a href="http://www.cengolio.com" target="_blank">www.cengolio.com</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Trixom Kulturcaf&eacute; </td><td>04107 Leipzig, H&auml;rtelstr. 21</td><td><a href='mailto:info@trixom.de'>Andreas Otto </a></td><td>Nachdem ich meine gesamte private und gesch&auml;ftliche B&uuml;roarbeit ausschlie&szlig;lich mit OpenOffice.org verrichte,  war es naheliegend, diese freie Office-Suite auch auf den Internet-Rechnern des Caf&eacute;s einzusetzen und damit meinen  G&auml;sten zug&auml;nglich zu machen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Girokonto-Vergleich </td><td>04155 Leipzig, Herlo&szlig;sohnstr. 12</td><td><a href='mailto:info@girokonto-vergleich.net'>Tino Kuhl </a></td><td> Als Finanzdienstleister im Bereich Direktbanking arbeiten wir seit Jahren   erfolgreich und effektiv mit OpenOffice.org.   Unsere Mitarbeiter sch&auml;tzen die einfache Handhabung und die   - selbst bei &auml;lteren Systemen - hohe Perfomance.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.mb1.at/' target='_blank'>M. Binder KEG </a></td><td>04155 Leipzig, Herlo&szlig;sohnstr. 12</td><td><a href='mailto:office@mb1.at'>Tino Kuhl </a></td><td>Wir verwenden seit Gr&uuml;ndung des Unternehmens im Jahr 1999 OpenOffice und k&ouml;nnen es nur weiterempfehlen! Obwohl viele unserer Kunden MS Office Produkte verwenden gab es keine nennenswerten Probleme bez&uuml;glich Kompatibilit&auml;t.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Level 10 Networkservices Ltd. </td><td>04317 Leipzig, Kippenbergstr. 15</td><td><a href='mailto:henry_kiessling@level-10.net'>Henry Kiessling </a></td><td>Wir setzen seit einem Jahr durchg&auml;ngig auf Open Source-L&ouml;sungen sowohl im Server-, als auch im Desktop-Bereich. S&auml;mtliche Korrespondenz, Buchhaltung, Tabellenkalkulationen, Datenbankanwendungen (seit 2.0 endlich ordentlich m&ouml;glich - gro&szlig;es Lob an die Programmierer!) und Schriftverkehr wird bei uns &uuml;ber OpenOffice.org realisiert. Unseren Kunden bieten wir Netzwerkl&ouml;sungen (vorzugsweise Linux oder FreeBSD), WLAN-Anbindungen, Hardware, 1st und 2nd-Level-Support und SLAs.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>rucksackshop </td><td>04720 D&ouml;beln, Kreuzstr. 3</td><td><a href='mailto:info@rucksackshop.com'>Lothar Erdmann </a></td><td>Die Firma rucksackshop verwendet OpenOffice.org seit vielen Jahren. Die Umstellung von MS Office fiel nicht schwer. OOo wird eingesetzt f&uuml;r die Verwaltung des Online-Shops und f&uuml;r private Anwendungen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Orbit9 </td><td>04720 D&ouml;beln, Eichenweg 8</td><td>J&ouml;rg Erdmann</td><td>Ich setze schon seit Jahren voll auf OpenOffice.org und nutze vor allem den Writer und Calc. Damit lassen sich der gesamte Schriftverkehr und alle n&ouml;tigen Kalkulationen schnell und bequem abwickeln. Besonders die PDF-Export-Funktion ist dabei von Vorteil.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>SBf Spezialleuchten </td><td>04808 Wurzen, Badergraben 16</td><td><a href='mailto:dczekay@gmx.de'>Dietmar Czekay </a></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>q tec Kunststofftechnik GmbH Quedlinburg </td><td>06507 Gernrode, Auf den Steinen 8</td><td><a href='mailto:t.warnecke@qtec.biz'>Thomas Warnecke </a></td><td>Wir nutzen auf ca. 15 (von 20) Arbeitspl&auml;tzen OpenOffice.org 1.1.3/1.1.4 ausschlie&szlig;lich unter Linux.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Stadtverwaltung Wolfen</td><td>06766 Wolfen, Reudener Str. 70</td><td><a href='mailto:Uwe.Altekrueger@Wolfen.de'>Uwe Altekrueger </a></td><td>Wir sind eine Stadtverwaltung, die im Rahmen des Projektes "Innovative Netzregion Bitterfeld - Wolfen" zur Internationalen Bauausstellung 2010 die Umstellung des gesamten Office-Systems von MS Office auf OpenOffice.org durchf&uuml;hren will. Derzeit sind ca. 70 Arbeitspl&auml;tze umgestellt, am Schluss sollen dann insgesamt alle 200 Pl&auml;tze auf OpenOffice.org umgestellt sein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Vermessungsb&uuml;ro Axel Pfeifer, &ouml;ffentlichbestellter Vermessungsingenieur</td><td>08523 Plauen, Karlstr. 56</td><td>Olaf Eichhorn</td><td>Wir verwenden immer die aktuellste Version von OpenOffice.org seit Version 1.0.1 auf 10 Rechnern. Dabei greifen alle Clients auf zentral verwaltete Vorlagen f&uuml;r den projektbezogenen Schriftverkehr zu. Auch wenig computererfahrene Mitarbeiter k&ouml;nnen dank der umfangreichen M&ouml;glichkeiten von OpenOffice.org schnell und fehlerfrei komplexe Schreiben erstellen. Ohne OpenOffice.org w&auml;re eine rationelle Abarbeitung des umfangreichen Schriftverkehrs bei Katastervermessungen nicht mehr m&ouml;glich.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TA Trust Agents Internet GmbH</td><td>10178 Berlin, Neue Schönhauser Straße 19</td><td><a href='mailto:stephan.czysch@trustagents.de'>Stephan Czysch</a></td><td>Wir setzen seit unserer Gründung OpenOffice in unserem Unternehmen ein. Beim Austausch von Dateien zwischen OOO und Microsoft Anwendungen haben wir nur in Ausnahmefällen kleinere Probleme.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>autor Innenberatung </td><td> 10179 Berlin, Engeldamm 66</td><td><a href='mailto:obst@autorInnenberatung.de'>Rouven Obst M.A. </a></td><td> Das Lektoratsb&uuml;ro autorInnenberatung (Obst &amp; Ohlerich GbR, Berlin)  setzt von Anbeginn, seit 2002, in s&auml;mtlichen Arbeitsschritten auf die freie  B&uuml;rosoftware OpenOffice.org unter Linux. Im t&auml;glichen Einsatz sch&auml;tzen wir  besonders die hohe Kompatibilit&auml;t zu anderen Office-Produkten, da wir sehr  h&auml;ufig Kundendokumente bearbeiten, und die integrierte PDF-Funktion! <br />  Wir freuen uns schon jetzt auf die kommenden Versionen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>OVIDIUS GmbH</td><td>10179 Berlin, Alte Jakobstr. 7</td><td>Klaus Fenchel</td><td>Wir haben vor ca. 7 Monaten komplett von Microsoft Office auf OpenOffice.org umgestellt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ad Words Berlin </td><td>10243 Berlin, Gubener Str. 48</td><td><a href='mailto:info@adwords-berlin.de'>Robert Goese </a></td><td>Mittlerweile benutzen wir seit anderthalb Jahren problemlos OpenOffice.org f&uuml;r unsere gesamten anfallenden B&uuml;roarbeiten und sind damit mehr als zufrieden: Bis jetzt keinerlei Abst&uuml;rze oder Einfrieren des Bildschirms (hatten wir bei Anwendungen der kostenpflichtigen Konkurrenz leider schon &ouml;fter).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Redaktionsb&uuml;ro Dangel </td><td>10249 Berlin, L&ouml;westr. 16</td><td>David Dangel</td><td><a href="http://www.david-dangel.de/">www.david-dangel.de</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Kanzlei SEWOMA, Rechtsanwaltspartnerschaft Sevriens &amp; Wolff-Marting </td><td>10405 Berlin, Immanuelkirchstr. 5</td><td>Sebastian Wolff-Marting</td><td>Seit zwei Jahren nutze ich OpenOffice.org beruflich. Zun&auml;chst zus&auml;tzlich zur Closed Source-Konkurrenz, mitlerweile ausschlie&szlig;lich OpenOffice.org hat alle Funktionen, die ich zum t&auml;glichen Einsatz ben&ouml;tige und hat sich auch beim Dateiaustausch mit anderer Officesoftware bew&auml;hrt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Map Media Kartographie und raumbezogene Informationssysteme </td><td>10711 Berlin, Heilbronner Str. 10</td><td>Dirk Geschwandtner</td><td>Als Unternehmen bestehen wir seit 5 Jahren, mit der StarOffice Version 5.1 haben wir alle Office-Applikationen auf damals 4 und nun 6 Arbeitspl&auml;tzen umgestellt. Momentan setzen wir die aktuellsten OpenOffice Versionen sowohl unter Windows als auch unter Linux ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Photo-Stade </td><td>10789 Berlin, Augsburger Str. 33</td><td>Wolfgang Stade-Schuldt</td><td>Wir haben vor ca. 5 Monaten komplett von Microsoft Office auf OpenOffice.org umgestellt und verwenden derzeit drei OpenOffice.org Arbeitspl&auml;tze an zwei Standorten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>area42GmbH - Agentur &amp; Systempartner </td><td>10997 Berlin, K&ouml;penicker Str. 8a</td><td>Eckhard M. J&auml;ger</td><td>Ich selbst habe bei area42 - Agentur &amp; Systempartner unter viel Gemurmel und Gemecker OpenOffice.org 1.1 im Unternehmen eingef&uuml;hrt und mich auch um jeden Update-Schritt bem&uuml;ht. Mittlerweile hat sich OpenOffice.org bei uns im Unternehmen etabliert und dank der steigenden Kompatibilit&auml;t (ein Hoch auf die Version 2.x) geh&ouml;ren Probleme im Dokumentenaustausch mit Kunden der Vergangenheit an. S&auml;mtliche Dokumentvorlagen wurden im Unternehmen umgestellt und wir schreiben, rechnen und pr&auml;sentieren ausschlie&szlig;lich mit OpenOffice.org. Auch haben wir selbst Auftr&auml;ge von Kunden zur Vorlagenerstellung f&uuml;r OpenOffice.org erhalten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bundestagsverwaltung<a href="#Hinweis"><sup>*)</sup></a></td><td>11011 Berlin</td><td></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>fo.KUSe.V. </td><td>12169 Berlin, Karl-Fischer-Weg 9</td><td><a href='mailto:mail@fo-kus.info'>Dr.Helmut Hagemann </a></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Vermietservice van Gemmern, H&auml;user a cappella und Liebeskind in Binz</td><td>12205 Berlin, Kadettenweg 6</td><td>Michael van Gemmern</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>BSS-Services </td><td>13156 Berlin, Wilhelm-Wolff-Str. 38 </td><td>Manfred Ockert</td><td>BSS-Services arbeiten f&uuml;r/mit der Bj&ouml;rn-Schulz-Stiftung, dem Verein Kinderhilfe e.V. in Berlin, dem Zentrum f&uuml;r Blut- und Krebserkrankungen gGmbH mit OOo 1.1.2 (z.Teil noch Lotus Smart Suite f&uuml;r dbf.Files) auf ca. 20 Arbeitspl&auml;tzen (Win98, W2K, SuSE-Linux) Lotus Smart Suite ist insofern erforderlich, da wir vor ca. 1 Jahr von OS/2 nach Win migriert haben.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Gl&auml;serund Flaschen </td><td>13581 Berlin, Altonaer Str. 85-99 </td><td>Stephan Burmeister</td><td>Alle Arbeitspl&auml;tze sind mit OpenOffice ausgestattet.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ing.-B&uuml;ro Bernhard Redemann </td><td>14134 Berlin</td><td><a href='mailto:b-redemann@gmx.de'>Bernhard Redemann </a></td><td>Seit ca. 2002 benutze ich OpenOffice.org f&uuml;r all meine Aufgaben wie Dokumente, Rechnungen, Briefe, Zeit- und Stundenpl&auml;ne etc. Ende 2004 habe ich dann mit der Version 1.1.4 ein Buch zum Thema Steuern und Messen mit USB (erschienen M&auml;rz 2006) geschrieben, welches Sie auf meiner Homepage sehen k&ouml;nnen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Deutsche Steuer-Gewerkschaft Landesverband Brandenburg</td><td>14469 Potsdam, Behlertstr. 28a</td><td>Hans-Holger Buechler</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Liegenschafts- und Bauverwaltung des Landes Brandenburg</td><td>14480 Potsdam, Steinstra&szlig;e 104 - 106</td><td>Karsten Henning</td><td>Die Liegenschafts- und Bauverwaltung des Landes Brandenburg ist eine nachgeordnete Einrichtung des Ministeriums der Finanzen. Mitte 2003 wurde im Rahmen der Zusammenf&uuml;hrung der Grundst&uuml;cks- und Verm&ouml;gens&auml;mter mit den Landesbau&auml;mtern zur neuen Liegenschafts- und Bauverwaltung auf OpenOffice.org migriert. Die Umstellung erfasste ca. 650 Arbeitspl&auml;tze. Begonnen mit der Version 1.0.1 ist seit Anfang des Jahres 2004 die Version 1.1.X fl&auml;chendeckend im Einsatz.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>ATMK -AT Medien &amp; Kommunikation </td><td>15741 Bestensee, Schillerstr. 38</td><td>Robert Tulke</td><td>Wir benutzen OpenOffice derzeit f&uuml;r 5 Arbeitspl&auml;tze und sind dabei, es auch unseren Kunden zu empfehlen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Caritasverband f&uuml;r Vorpommern e.V.</td><td>17489 Greifswald, Bahnhofstr. 15 Haus 2</td><td>Regina Dolch</td><td>Wir streben eine Umstellung m&ouml;glichst vieler unserer derzeit 60 PCs auf OOo an. Daf&uuml;r wurde von September 2003 bis Februar 2004 durch einen Studenten der Fachhochschule Stralsund im Rahmen einer Praktikumsarbeit eine Studie zur Kompatibilit&auml;t OOo - MS Office erstellt und basierend darauf f&uuml;r uns eine Empfehlung zur Umstellung erarbeitet. Parallel dazu wurden bereits 10 Arbeitspl&auml;tze auf OOo umgestellt und weitere sollen folgen. Durch den direkten Zugriff einiger von uns benutzter Softwareprodukte auf MS-Office wird eine Komplettumstellung leider nicht m&ouml;glich sein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>amnesty international Gruppe Rostock (1443)</td><td>18055 Rostock, Hermannstr. 36</td><td></td><td>in Rostock</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Straube Managementberatung </td><td>18055 Rostock Hermannstr. 36</td><td>Roland Straube</td><td><a href="http://www.straube-mb.de/">http://www.straube-mb.de</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Kredit-Engel </td><td>19063 Schwerin, Max-Planck-Str. 7</td><td><a href='mailto:cm@kredit-engel.de'>Christian M&uuml;ller </a></td><td>Seit 2 Jahren nutze ich Openoffice.org beruflich. Neben Kundenkorrespondenzen und Ausarbeitungen von Pr&auml;sentationen leistet es vor allem auch im Bereich der PDF-Konvertierung treue Dienste</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>EST -Entr&uuml;mpelungs-Service &amp; Transporte </td><td>20099 Hamburg</td><td>Jan G&ouml;ritz</td><td>Ich habe auch auf OpenOffice.org umgestellt und bin sehr begeistert, dass es so etwas Tolles kostenlos gibt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Effektiv lernen und handeln </td><td>20257 Hamburg, Rellinger Str. 65</td><td><a href='mailto:effektiv@lernenundhandeln.info'>Julia Zampich </a></td><td>Als Entwicklerin von Lernsoftware nutze ich den PDF-Konverter in OpenOffice.org,  um meinen Kunden die M&ouml;glichkeit zu bieten, einzelne Texte aus der Lernumgebung  herausl&ouml;sen und ausdrucken zu k&ouml;nnen .-  Eine perfekte L&ouml;sung, f&uuml;r die ich sehr dankbar bin!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>globalmarshallplan </td><td>20457 Hamburg, Stecklh&ouml;rn 9</td><td><a href='mailto:info@globalmarshallplan.org'>J&ouml;rg Erdmann </a></td><td>Die Global Marshall Plan Initiative ist eine gemeinn&uuml;tzige Stiftung. OpenOffice.org hilft, die knappen Stiftungsgelder effizient einzusetzen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TUDOCK </td><td>20457 Hamburg, Hongkongstr. 1</td><td>Michael Wolf</td><td>TUDOCK ist ein IT-Dienstleister f&uuml;r individuelle Internet- und Intranet-L&ouml;sungen. Wir nutzen den OpenOffice.org Writer seit eineinhalb Jahren als bedienungskomfortable Alternative zur Erstellung von Anwenderdokumentationen und internen Schriftst&uuml;cken. - An dieser Stelle danken wir auch der OpenOffice.og Entwicklergemeinschaft f&uuml;r ihren best&auml;ndigen Einstaz.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Reno P&ouml;lkner Systeme GmbH </td><td>20537 Hamburg, Wenden Str. 331-334</td><td>Werner Meyer</td><td>MS freies Unternehen, OOo ist tragender Bestandteil, ca. 20 Arbeitspl&auml;tze, Bestandteil in Systemumbgebung f&uuml;r Anw&auml;lte</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Elb Tec GmbH </td><td>20539 Hamburg, Grossmannstr. 99</td><td>Christian Thomsen</td><td>Verwendung von OOo im t&auml;glichen Betrieb; Einbindung von OOo in eigene Programme und Module</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Meiburg Enterprise </td><td>21271 Hanstedt/Nordheide, Auf dem Sand 7a</td><td><a href='mailto:info@meiburg-enterprise.de'>Dr.Ottmar G. Meiburg </a></td><td>Da wir, die Meiburg Enterprise, OpenOffice.org 1.1.3 seit einem halben Jahr im Test auf Linux und Windows XP Rechnern im Einsatz hatten, haben wir mit dem neuen Release 1.1.4 offiziell den produktiven Umstieg durchgef&uuml;hrt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>concona </td><td>21335 L&uuml;neburg, Schr&ouml;derstr. 4</td><td><a href='mailto:info@concona.de'>Eileen Lenz </a></td><td>Wir handeln mit hochwertigen Design- und Lifestyleprodukten und benutzen OpenOffice an vier Arbeitspl&auml;tzen f&uuml;r unsere gesamte Korrespondenz. Den Umstieg von Microsoft Office auf OpenOffice haben wir zu keiner Zeit bereut.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Design Bits </td><td> 22085 Hamburg, Herbert-Weichmann-Str. 90</td><td> Fabian Herrlich</td><td> Wir sind ein kleines Webdesign-Unternehmen und verwenden   OpenOffice.org auf mehreren Apple-Rechnern. Alle Anwendungen   laufen wunderbar reibungslos. - Wir sind froh, den Umstieg   gewagt zu haben!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Effektor Webdesign </td><td> 22089 Hamburg, Kiebitzstr. 17</td><td><a href='mailto:d.oellerking@effektor.de'>Dag Oellerking </a></td><td> Die Webdesign-Agentur Effektor in Hamburg nutzt OpenOffice.org auf f&uuml;nf Arbeitspl&auml;tzen   und hat nur Gutes zu berichten. Die Umstellung fiel allen extrem leicht.   <br />Ein Dankesch&ouml;n an die ausgezeichnete Arbeit des OpenOffice.org-Teams!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Verwaltungs-Berufsgenossenschaft </td><td>22297 Hamburg, Deelb&ouml;genkamp 4</td><td>Daniela Dalhoff</td><td>Umstellung von 2000 Arbeitspl&auml;tzen auf <a href="http://de.openoffice.org/marketing/stories/index.html#vbg">Linux und OpenOffice.org</a>.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Heinz Tr&ouml;ber GmbH </td><td>22393 Hamburg, Volksdorfer Weg 186</td><td>G&uuml;nter Stoverock</td><td>Auf &uuml;ber 60 Desktop-Arbeitspl&auml;tzen (Linux) und auf 15 Laptops (Windows 2000) wird OpenOffice.org eingesetzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Arno Geerds Verwaltungs GmbH</td><td>22399 Hamburg, Poppenb&uuml;tteler Bogen 62</td><td>Jan L&uuml;dtke</td><td>Die Firma Arno Geerds Verwaltungs GmbH, u.a. zust&auml;ndig f&uuml;r die Firma Geerds Metallbau GmbH, stellt zur Zeit f&uuml;r ca. 150 Arbeitspl&auml;tze von Microsoft Office auf OpenOffice1.1.X um. Die Verteilung der Software ist bereits erfolgt, die Nutzung l&auml;uft noch parallel zu MS-Office. Die Neuprogrammierung der Makros, haupts&auml;chlich f&uuml;r den Bereich der Textdokumente, ist nahezu abgeschlossen. Die Umstellung ist f&uuml;r die meisten 'normalen' Office-Benutzer kein Problem, auch ohne extra Schulung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Exinit GmbH Hamburg </td><td>22607 Hamburg, Corneliusstr. 9</td><td><a href='mailto:jcg@exinit.de'>Jan-Claas Glindemann </a></td><td>OpenOffice.org wird bei uns seit einigen Jahren f&uuml;r unsere gesamte Kundenkorrespondenz, Buchhaltung und den Schriftverkehr eingesetzt. Besonders die Exportfunktion f&uuml;r PDF ist essentiell. Auch der Austausch mit MS-Office funktioniert problemlos. Wir freuen und auf noch einfachere Kompatibilit&auml;t in der 2.0 Version.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>VOGT| MEDIEN </td><td>22609 Hamburg, Gardinger Weg 16</td><td>Carsten Vogt</td><td>Umstellung nahezu der kompletten Office-Infrastruktur auf OpenSource-Produkte. Darunter mehrere OpenOffice-Pl&auml;tze. Integration eines Imports von OO-Dokumenten in unser Redaktionssystem.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Peace Brigades International - Deutscher Zweige.V.</td><td>22765 Hamburg, Hohenesch 72</td><td>Dr. Reiner Pietrzak</td><td>Ingenieurb&uuml;ro Dr. Pietrzak Anecampstr. 21b 30539 Hannover / Im Zuge der Einf&uuml;hrung von Gebraucht-Notebooks f&uuml;r unsere Fundraiser/Freiwillige im Auslandseinsatz wurde auf allen Ger&auml;ten Linux in Verbindung mit OpenOffice.org in den Versionen 1.02 bis 1.1 als Alternative zum MS-Office-Einsatz eingef&uuml;hrt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>P&amp;M Agentur Software + Consulting</td><td>22765 Hamburg, Planckstr. 13</td><td><a href='mailto:johannes.siegl@pmagentur.com'>Johannes Siegl</a></td><td>Als Software Agentur wissen wir den Wert von, aber auch die Arbeit hinter einem Open Source Softwareprojekt zu schätzen. OpenOffice ist für uns eines der erfolgreichsten Beispiele seiner Art. Weiter so! Homepage: <a href="https://pmagentur.com/">https://pmagentur.com/</a></td></tr><!--Eintragungsdatum: 2020-01-19-->
<tr><td>Redaktionsb&uuml;ro Lamprecht </td><td>22926 Ahrensburg, Wulfsdorfer Weg 16</td><td>Stephan Lamprecht</td><td><a href="http://www.lamprecht.net/">http://www.lamprecht.net</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Allgemeiner Studierendenausschuss der Universit&auml;t zu L&uuml;beck </td><td>23538 L&uuml;beck</td><td>Markus Wedemeyer</td><td>In unseren Hause werden alle Vorg&auml;nge, bei denen B&uuml;ro-Software zum Einsatz kommt, mit OpenOffice.org 1.1.x erledigt. Vor Jahren war StarOffice im Einsatz, nach Erscheinen von OpenOffice.org haben wir uns mit unseren rund 50 Mitarbeitern f&uuml;r die OOo-Variante entschieden - und sind bis heute sehr zufrieden damit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Medizinisches Laserzentrum L&uuml;beck GmbH </td><td>23562 L&uuml;beck, Peter-Monnik-Weg 4</td><td>Dennis Boller</td><td>Zur Zeit 3 User (bei knapp 45 Mitarbeitern).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Open Consult</td><td>24114 Kiel</td><td><a href='mailto:mm@openconsult.org'>Open Consult </a></td><td>OpenConsult ist ein Dienstleister f&uuml;r Mittelstand und Verwaltung mit den Schwerpunkten Monitoring, Virtualisierung, Sicherheit und Verf&uuml;gbarkeit. - OpenConsult setzt &uuml;berwiegend Open-Source-basierte Software (Linux, Nagios, OTRS, Astaro) ein; OpenOffice.org wird im B&uuml;ro f&amp;uml;r die Erstellung von Kundendokumentation im PDF-Format benutzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>MARE system</td><td>24143 Kiel</td><td><a href='mailto:mm@mare-system.de'>Markus Manzke </a></td><td>Mare system installiert und betreut Linux-Server in Firmen und im Internet. Im B&uuml;ro wird OpenOffice.org f&uuml;r Kundendokumentation genutzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Critical Care, Gesellschaft f&uuml;r home-care und Medizintechnik mb H &amp; Co KG</td><td>24640 Schmalfeld, Bollweg 11</td><td>Michael Haase, EDV-Berater von Critical Care</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TABSystemtechnik GbR </td><td>24805 Hamdorf, Westerende 3</td><td>Sven Brinkmann </td><td>Wir sind ein EDV- Dienstleistungsbetrieb und setzen haupts&auml;chlich OOo ein. Als Zertifizierte Microsoft Office User Specialists wissen wir zwar mit MS- Office umzugehen, bevorzugen aber die Einfachheit und Kompatibilit&auml;t von OOo vor allem dem Star-Office gegen&uuml;ber. Da wir auch Linux als favorisiertes Betriebssystem einsetzen, bietet sich die gelungene Alternative zum Marktf&uuml;hrer mehr als an.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>AMOSprachdienste, Arne Moeller </td><td>24991 Freienwill, Zur Heide 17</td><td>Arne Moeller</td><td>Wir arbeiten mit vielen freien Sprachtrainern zusammen. Mit OpenOffice.org k&ouml;nnen wir bei allen einheitliche, aktuelle Softwareversionen voraussetzen ohne den Einzelnen zum Erwerb der stets neuesten Lizenz n&ouml;tigen zu m&uuml;ssen. Der PDF-Export ist ein weiteres gesch&auml;tztes Merkmal.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Diplom-Kaufmann Dr. Bernd Langhein </td><td>25337 Elmshorn, Mildred-Scheel-Weg 16</td><td>Dr. Bernd Langhein</td><td>Ich arbeite seit ca. 1 Jahr mit OpenOffice.org, parallel zu MS Office, welches ich als Basis f&uuml;r fachspezifische Anwendungen, die darauf programmiert sind, weiter benutze. OpenOffice.org verwende ich mehr zum Lesen und Pr&uuml;fen von Dateien, die ich f&uuml;r meine Pr&uuml;fungst&auml;tigkeit erhalte.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Individuelle Internet L&ouml;sungen - sbihl </td><td>25479 Ellerau, K&ouml;nigsberger Str. 11</td><td><a href='mailto:kontakt@sbihl.de'>Stefan Bihl </a></td><td>Bei meiner Arbeit als Webdesigner lege ich Wert auf die Einhaltung von Webstandards und die einfache Austauschbarkeit von Dokumenten. Konsequenterweise setze ich auch im B&uuml;roalltag auf offene Systeme und einfache Bedienbarkeit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>abopartmobilw&auml;nde </td><td>26160 Bad Zwischenahn, Eichenweg 4</td><td>Carstem Wiegand</td><td>Wir setzen OOo an 2 Clients seit 1.01 ein. Hier wird es getestet um MS Office abzul&ouml;sen. In unserem Export sind 4 und in der Entwicklung 1 StarOffice Paket 5.2 im Einsatz. Insgesamt haben wir 30 Bildschirmarbeitspl&auml;tze.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>con Host GmbH </td><td>26219 B&ouml;sel (Oldb.), Nelkenweg 3</td><td><a href='mailto:support@conhost.net'>Florian Raker </a></td><td>Wir mussten uns &uuml;berzeugen lassen, die OpenOffice.org-Suite bei uns im Netzwerk zu installieren. Wir bieten unseren Kunden Leistungen im Bereich Webhosting und Server. Dabei vertrauen wir bereits auf eine Vielzahl von Open-Source-L&ouml;sungen. Mit dem Einsatz von OpenOffice.org ist nun auch in der Verwaltung freie Software im Einsatz und wir haben es bis dato keineswegs bereut. Kompatibilit&auml;tsbedenken waren schnell ausger&auml;umt und teure Schulungen blieben aus. Ein herzliches Dankesch&ouml;n von der conHost GmbH an das Entwicklerteam.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Automati XGmbH </td><td>28790 Schwanewede, Neue Str. 11</td><td>J&uuml;rgen Sauer</td><td>MS freies Unternehen, OO ist tragender Bestandteil, ca. 20 Arbeitspl&auml;tze</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>St.Petri Kirchengemeinde </td><td>28876 Oyten</td><td>Andreas Bergmann</td><td>Ich bin Evangelischer Diakon f&uuml;r Kinder- und Jugendarbeit in der St. Petri Kirchengemeinde Oyten. OpenOffice benutze ich in der Version 1.1.4 f&uuml;r Linux f&uuml;r s&auml;mtlichen Schriftverkehr, Kontaktverwaltung (Calc), Pr&auml;sentationen und Gestaltung von Plakaten / Flyern. Ich habe MSOffice noch nie vermisst.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>.vantronix | secure systems GmbH </td><td>30159 Hannover, Bahnhofstr. 12</td><td><a href='mailto:contact@vantronix.com'>Rouven Fl&ouml;ter </a></td><td>Alle Linux, Mac OS X und OpenBSD Arbeitspl&auml;tze sind mit OpenOffice.org ausgestattet.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>B&uuml;NDNIS 90/DIEGR&Uuml;NEN Landesgesch&auml;ftsstelle Niedersachsen </td><td>30159 Hannover, Odeonstr. 4</td><td>Florian Rossol</td><td>10 Arbeitspl&auml;tze</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Polizeiamt f&uuml;r Technik und Beschaffung Niedersachsen<a href="#Hinweis"><sup>*)</sup></a></td><td>30163 Hannover, Tannenbergallee 11</td><td>Andreas Korzinowski</td><td>11.000 Pl&auml;tze (verteilt auf die polizeilichen Dienststellen und Einrichtungen des Landes Niedersachsen).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ciphron- Advanced Security </td><td>30171 Hannover, Marienstr. 73a</td><td><a href='mailto:kontakt@ciphron.de'>Sebastian Horzela </a></td><td>Wir benutzen OpenOffice.org inzwischen auf jedem Desktop-PC: Ein gro&szlig;er Vorteil war f&uuml;r uns definitiv die Cross-Plattform-Tauglichkeit, da wir mit Linux, den BSDs, Windows und Mac OS X zu tun haben. Inzwischen wird das Rechnungswesen, die Buchhaltung sowie ein Teil unserer Factsheets komplett mit OpenOffice.org erledigt. Super Software!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Soundarchiv.com </td><td>30171 Hannover, Gro&szlig;e D&uuml;welstr. 47</td><td><a href='mailto:janetzke@soundarchiv.com'>Marek Janetzke </a></td><td>Wir sind von der neuen OpenOffice.org-Version begeistert und mit Freude von Microsoft Office umgestiegen. Insbesondere die PDF-Integration ist ein klarer Vorteil.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>o-ton-team - Journalistenb&uuml;ro F&ouml;rste, Schrader, Ke&szlig;ler GbR</td><td>30175 Hannover, Plathnerstra&szlig;e 43</td><td>Thorsten Ke&szlig;ler</td><td>Mir pers&ouml;nlich gef&auml;llt besonders das pdf-Feature, das ich auch immer wieder nutze, um Artikel auf unserer Internetseite zu ver&ouml;ffentlichen. Manche Features und Tastenkombinationen bed&uuml;rfen etwas Umgew&ouml;hnung, wenn man lange Zeit MS-Office genutzt hat, aber das ist das kleinste Problem. Aus meiner t&auml;glichen Arbeit mit etwa 50 bis 100 Pressemitteilungen, die uns pro Tag erreichen, wei&szlig; ich haarstr&auml;ubendes zu berichten. Oft genug schlage ich die H&auml;nde &uuml;ber dem Kopf zusammen, wenn ich sehe, wie oft die "Profis" Word-Dokumente an die email anh&auml;ngen, anstelle des pdf- oder rtf-Formates.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>usability.de </td><td>30449 Hannover, Beethovenstr. 10</td><td>Torsten Bartel</td><td>Wir verwenden gerne freie Software und sind hochzufrieden mit dem Funktionsumfang und der Benutzung von OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>S.C.S.Computer </td><td>30459 Hannover, Wallensteinstr. 115</td><td><a href='mailto:service@salbachcomputer.de'>Sven Salbach </a></td><td>Nutzte fr&uuml;her StarOffice 1.0 und heute OpenOffice.org. In meiner Firma arbeiten alle Mitarbeiter mit OpenOffice.org und haben sich auch sehr schnell daran gew&ouml;hnt, obwohl sie vorher ausschlie&szlig;lich mit MS Office gearbeitet haben. Anfangs war das Personal nicht sonderlich begeistert, mittlerweile empfehlen sie es selbst jedem Kunden als die Alternative.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>probusiness AG </td><td>30539 Hannover, Expo Plaza 1</td><td><a href='mailto:info@probusiness.de'>Kai Dupke </a></td><td>Seit Bestehen unseres Unternehmens setzen wir OpenOffice.org f&uuml;r Pr&auml;sentationen, Korrespondenz, Tabellenkalkulationen u.v.m. als Haupt-Office-Anwendung bei uns ein. Aktuell arbeiten mehr als 100 Anwender innerhalb unseres Unternehmens mit OpenOffice.org. Zudem haben wir weitere Open-Source-L&ouml;sungen sowohl im Server- als auch im Desktop-Bereich bei uns im Einsatz.<br /> <br /> Als IT-Dienstleistungsunternehmen bieten wir unseren Kunden ein breites Leistungsportfolio zum Thema OpenOffice.org an. Eines unser Fokusthemen im Open-Source-Umfeld ist der Einsatz von OpenOffice.org im Unternehmen bzw. Migrationskonzepte von Microsoft Office zu OpenOffice.org. Zudem unterst&uuml;tzen wir unsere Kunden als Anbieter im Open-Source-Umfeld hinsichtlich des unternehmensweiten Einsatzes von Open Source. Auf Basis der besten, am Markt verf&uuml;gbaren Open Source Komponenten planen und realisieren wir die optimale L&ouml;sung f&uuml;r unsere Kunden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Yogain the City </td><td>30655 Hannover, Neue-Land-Str. 22</td><td>Corinna Schnelle</td><td>Ich nutze OpenOffice.org, weil ich der Meinung bin, dass durch das Einbringen m&ouml;glichst vieler Erfahrungen und Ideen das beste Ergebnis entsteht - genau wie beim Yoga.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Stadt Isernhagen<a href="#Hinweis"><sup>*)</sup></a></td><td>30961 Isernhagen</td><td></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sys Com KG </td><td>31061 Alfeld, Marienstr. 3 A</td><td><a href='mailto:info@syscomkg.de'>Olaf H&ouml;rding </a></td><td>Zuerst ein kr&auml;ftiges Dankesch&ouml;n f&uuml;r das deutsche Engagement und was die Entwickler dazu antreibt, ein solch umfassendes Softwarepaket zu entwickeln. Ebenso ein herzliches Dankesch&ouml;n an alle beteiligten Entwickler auf der ganzen Welt - Danke! Diese neue Suite ist einfach ebenb&uuml;rtig mit der des Markt- f&uuml;hrers und dazu (noch) ohne l&auml;stige Aktivierung einsetzbar. Wir verwenden diese Software auf all unseren Rechnern (8) im produktiven Einsatz, da es alles bietet was man braucht und dar&uuml;ber hinaus auch die Kompatibilit&auml;t zu alten Office-Dateien gegeben ist. Ferner erfreut uns das direkte Drucken ins PDF-Format. Optisch ist die neue Version (2.0) sehr ansprechend und wir k&ouml;nnen nur hoffen, dass die Entwicklergemeinde sich nicht aufgibt und wir (Anwender) keine Alternative mehr haben!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>QPMSoftware </td><td>31683 Obernkirchen, Bachstr. 12a</td><td><a href='mailto:mseydel@qpm-software.de'>Matthias Seydel </a></td><td>Wir sind ein ein kleines Unternehmen in den Bereichen Softwareentwicklung und Systemhaus f&uuml;r kleine und mittelst&auml;ndische Unternehmen. OpenOffice.org nutzen wir seit Anfang 2004 f&uuml;r unseren Schriftverkehr sowie Werbematerialerstellung (Flyer usw.). Besonders gut gef&auml;llt uns das direkte Erstellen von PDF- und Flash-Dateien. Wir k&ouml;nnen OpenOffice.org uneingeschr&auml;nkt weiterempfehlen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Lippisches Landeskirchenamt</td><td>32756 Detmold</td><td>Friedrich Rhiemeier</td><td>MS steht vor der Abl&ouml;sung: Umstellung auf OpenOffice 1.1 (~100x) wird bei uns in 2004 erfolgen. MSExChange wird gerade durch OpenGroupware(Skyrix) vollst&auml;ndig ersetzt. 160 Au&szlig;enstellen werden &uuml;ber OpenGroupware und Linuxsysteme angebunden. Von 8 Servern laufen noch(!) 3 unter NT4/2000.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Praxisf&uuml;r Kinder- und Physiotherapie Hedda Zeitzen  und reha pro aktiv Physiotherapie GmbH</td><td>33330 G&uuml;tersloh, Fr&ouml;belstr.32, Dr.-Kranefu&szlig;-Str.3</td><td>Bernd Zeitzen</td><td>In beiden Netzen l&auml;uft Win2000 Server SP4 mit Clients auf Basis von Win98 SE, Win2000Pro und WinXP Pro. Als Officesoftware setzen wir hier angefangen mit SO4.0 seit geraumer Zeit SO5.2 ein und werden, so lange es geht, dabei bleiben. Von den Mitarbeitern wird die Philosophie von So5.2 gesch&auml;tzt, alles in der selben Umgebung erledigen zu k&ouml;nnen: Korrespondenz, Tabellen, Mail, Diagramme, ... Um den Kontakt zur M$-Welt zu halten, l&auml;uft zus&auml;tzlich auf einem Rechner Ooo1.1.4.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>H.S.P.L.- Redecker IT - L&ouml;sungen  </td><td>33803 Steinhagen, Brockhagener Str. 97</td><td><a href='mailto:uwe.redecker@hspl.de'>Uwe Redecker </a></td><td>Wir setzen bei uns selbst und f&uuml;r diverse Kunden OpenOffice.org &uuml;berwiegend in Version 1.1.4 unter Windows 2k/XP und Linux ein. Es kommen Konfigurationen zwischen einem und f&uuml;nfzehn Nutzern vor.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Kn&uuml;ppel Verpackung  </td><td>34346 Hann. M&uuml;nden, Tonlandstr. 2</td><td>Mathias M&uuml;ller</td><td>Kn&uuml;ppel Verpackung liefert seit &Uuml;ber 80 Jahren qualitativ sehr hochwertige Verpackungen zu extrem g&Uuml;nstigen Preisen. Um f&Uuml;r unsere Kunden auch in Zukunft ein preiswerter Anbieter zu bleiben, setzen wir auf &Uuml;ber 150 Rechnern bundesweit OpenOffice ein und k&ouml;nnen die Einsparungen direkt als Preisvorteil an unsere Kunden weitergeben.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Weser-Metall-Umformtechnik GmbH </td><td>34346 Hann. M&uuml;nden, G&ouml;ttinger Landstr. 2-6</td><td>Mark P&ouml;pperl</td><td>Hier im Unternehmen bereite ich grade die Umstellung von MS-Ofice auf OOo 1.1 vor. Die Umstellung wird als IT-Projekt Inhouse durchgef&uuml;hrt und das Roll-Out wird im Mai / Juni 2004 stattfinden (hoff ich jedenfalls :-) )</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>FARAFacharbeiter auf Zeit GmbH </td><td>35394 Gie&szlig;en, Schiffenberger-Weg 42</td><td><a href='mailto:holger@fara.de'>Holger Burmester </a></td><td>Wir sind ein mittelst&auml;ndisches Zeitarbeitsunternehmen mit drei Standorten, davon Gie&szlig;en mit der Verwaltung. Wir betrachten OpenOffice als strategisches Produkt mit dem Potential MS-Office langfristig zu ersetzen. OpenOffice l&auml;uft z.Zt. auf zwei von sieben Arbeitspl&auml;tzen im Testbetrieb unter Windows. Unsere Erfahrungen mit OpenOffice sind bis jetzt durchweg positiv!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Freie Theologische Akademie Gie&szlig;en e.V. </td><td>35394 Gie&szlig;en, Rathenaustr. 5-7</td><td></td><td>Wir setzen OpenOffice.org in unserer Fachbuchhandlung (4x), auf Studenten-PCs (4x), Bibliothek (3x), Verwaltung/Dekanat (5x neben MS Office), Administration (2x) und diversen Dozenten-PCs (10x) ein. Als Netzwerkadministrator empfehle ich jedem der 200 Studenten OpenOffice.org jetzt und sp&auml;ter im Beruf einzusetzen. Gerade im kirchlichen, auf Spenden basierenden Bereich fehlt h&auml;ufig Geld f&uuml;r teure MS Office-Lizenzen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sethi Seibert &amp; Thielmann IT Consulting GbRmb H</td><td>35689 Dillenburg, Weihergarten 12</td><td>Markus Thielmann</td><td>Einsatz von Open Office (z.Z. OOo 1.1) an 5 Arbeitspl&auml;tzen, Angebot von Migration und Support f&uuml;r unsere Kunden</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Narz Automatisierung + Datentechnik </td><td>36358 Herbstein, Im Bonnerod 1</td><td>Sebastian Narz</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>EDVSchulung und Softwareentwicklung Faber </td><td>36433 Bad Salzungen, Hertelstr. 6</td><td><a href='mailto:info@software-faber.de'>Klaus Peter Faber </a></td><td>OOo setze ich an zwei Arbeitspl&auml;tzen schon seit ca. einem Jahr ein. Ich bin Dozent an Volkshochschulen und bem&uuml;he mich hier OOo zu unterrichten. Die Akzeptanz w&auml;chst von Kurs zu Kurs.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Georg-August-Universit&auml;t G&ouml;ttingen - Internet-Hotline </td><td>37073 G&ouml;ttingen</td><td>Thomas Dirks</td><td>Der Einsatz erfolgt auf 300 sog. Diskless-X-Stations (Thin-Clients auf Linuxbasis mit eigener Ramdisk).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>scilands GmbH - Gesellschaft zur Bearbeitung digitaler Landschaften </td><td>37073 G&ouml;ttingen, Goetheallee 11</td><td><a href='mailto:mbock@scilands.de'>Michael Bock </a></td><td>Wir benutzen OpenOffice.org seit etwa Mitte 2004 auf 5 Arbeitspl&auml;tzen. Anf&auml;nglich haben wir MS Office noch sicherheitshalber parallel gefahren, dieses wird jetzt aber kaum noch verwendet. Wir sind zufrieden, auch wenn - wie immer bei Software - nicht alles perfekt ist.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ser Net GmbH</td><td>37081 G&ouml;ttingen, Bahnhofsallee 1b</td><td>Dr. Johannes Loxen</td><td>OpenOffice.org seit Herbst 2002 auf 50 Arbeitspl&auml;tzen bei der SerNet und verbundenen Unternehmen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bielefeld &amp; Bu&szlig; o HG</td><td>38102 Braunschweig, Kastanienallee 6</td><td>Rainer Bielefeld</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Architekturb&uuml;ro Klemm</td><td>38442 Wolfsburg M&ouml;rser Str. 76</td><td>Stefan Klemm</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>K&ouml;nigsmann Ingenieure </td><td>38640 Goslar, Reinkamp 7</td><td>Kay K&ouml;nigsmann</td><td>Wir benutzen auch OO. Zur Zeit auf einem Platz 1.0, auf einem anderen wird gerade 1.1 installiert. Abl&ouml;sung von MS Office wird auch im Datenbankbereich vollzogen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sparkasse&amp;nbsp;Goslar/Harz</td><td>38640 Goslar,Rammelsberger&amp;nbsp;Str.&amp;nbsp;2</td><td>J&ouml;rg&amp;nbsp;Wallner</td><td>Nach einer Fusion stellen wir gerade ca. 400 Clients von unterschiedlichen Anwendungen (MS, Lotus Smart Suite) auf OOo 1.1. unter WinNT um. Erste Erfahrungen zeigen, dass die Umstellung vor allem im Standardgesch&auml;ft es wohl parallel auch weiterhin noch MS-Produkte geben, zum einen wegen des Datenaustausches mit Verb&auml;nden und anderen Sparkassen, zum anderen, weil der Umstellungsaufwand f&uuml;r einige "Power-User" derzeit nicht darstellbar ist.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Gerwien Public Relations Agentur f&uuml;rinternationales Kommunikationsmanagement</td><td>39104 Magdeburg</td><td>Matthias H. Gerwien</td><td>Insgesamt 3 Arbeitspl&auml;tze - alle mit LINUX + OOo (nutzen seit rd. 1 Jahr OOo)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Morita-Consulting Unternehmens- &amp; Managementberatung </td><td>40215 D&uuml;sseldorf, H&uuml;ttenstra&szlig;e 42</td><td><a href='mailto:morita@morita-consulting.de'>Ricardo Tomihide Morita </a></td><td>Pers&ouml;nlich nutze ich OO f&uuml;r meine t&auml;gliche Arbeit als Berater. Sofern es m&ouml;glich ist empfehle ich auch den Kunden den Umstieg, der meistens auch recht gut gelingt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>open-medium </td><td>40721 Hilden, Gerresheimer Str.88</td><td>Bartlomiej Frackiewicz</td><td><a href="http://www.open-medium.com/">http://www.open-medium.com</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Rechtsanwalt Dr. jur. Michael Stehmann </td><td>40764 Langenfeld, Hardt 11/Gladbacher Str. 3</td><td>Michael Stehmann</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Pro SOHO e. K. </td><td>40789 Monheim am Rhein, Rembrandtstra&szlig;e 8</td><td><a href='mailto:r.haerter@prosoho.de'>Ralf H&auml;rter </a></td><td>Pro SOHO ist ein kleines Unternehmen mit plattform&uuml;bergreifenden IT Angeboten und Dienstleistungen in den Bereichen Internet, eMarketing, Multimedia und Schulung. Da liegt es nah auch die betriebseigene Office-Ware plattform&uuml;bergreifend zwischen Linux, MacOSX (tm) und MS Windows (tm) auszurichten. Seit etwa einem Jahr nutzt Pro SOHO anstelle von MS Office (tm) f&uuml;r alle internen Officeaufgaben wie Angebote, Abrechnungen, Gesch&auml;ftskorrespondenz, PDFs u. a. m. Open Office im jeweils latest stable release; bisher mit wachsender Begeisterung. Lediglich aus (leider manchmal noch notwendigen) Konvertierungsgr&uuml;nden wird gelegentlich eine auf diese Aufgabe beschr&auml;nkte MS Office (tm) Lizenz bei Kundendokumenten eingesetzt. An OO wird vor allem die &uuml;berall-Verf&uuml;gbarkeit / -Einsetzbarkeit, der grosse Leistungsumfang &uuml;ber alle OO-Module hinweg und die doch bemerkenswert weitgehende Kompatiblit&auml;t zu MS Office (tm) zu geringstm&ouml;glichen Kosten gesch&auml;tzt. Pro SOHO Kunden bekommen stets mit den besten Empfehlungen eine Open Source Service-CD auf der Open Office nie fehlen wird.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>online kredit index </td><td> 41515 Grevenbroich, Breslauer Str.12</td><td><a href='mailto:info@online-marketing-news.de'>Paul Buchhorn </a></td><td> An dieser Stelle m&ouml;chte ich mich f&uuml;r das OpenOffice.org Paket ganz herzlich bedanken.   Gerade in der Gr&uuml;ndungsphase unseres Unternehmens konnten wir   durch dieses Software-Paket eine Menge Geld einsparen,   das wir an anderen Stellen dringend brauchten. <br />   OpenOffice.org bietet alles, was man im beruflichen Alltag ben&ouml;tigt.   Es ist einfach empfehlenswert.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Verband der Internet-Cafes Deutschland </td><td>41540 Dormagen , Winand-Lukas-Str. 28</td><td>Andreas Hohn</td><td>Unsere <a href="http://www.vicd.de/forum/viewtopic.php?t=245">Umfrage</a> (2004) unter den Mitgliedsbetrieben hat ergeben, dass Deutschlands Internet-Cafes derzeit schon &uuml;berwiegend OOo einsetzen. Innerhalb der n&auml;chsten 12 Monate sollen insgesamt &uuml;ber 90% aller ICs in Deutschland auch OOo anbieten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Tronic Guard GmbH </td><td>41541 Dormagen, Martinusstr. 18</td><td><a href='mailto:wundram@tronicguard.com'>Martin Wundram </a></td><td>TronicGuard GmbH verwendet auf allen Arbeitspl&auml;tzen ausschlie&szlig;lich OpenOffice.org. Dabei harmoniert OO wunderbar mit unseren FreeBSD-Arbeitspl&auml;tzen aber auch mit Windows.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>NSTGmbH </td><td>41836 H&uuml;ckelhoven, Rheinstr. 7 Haus 2.3</td><td><a href='mailto:dirk-uwe.batz@nstgmbh.com'>Dirk-Uwe Batz </a></td><td>Wir setzen OpenOffice.org seit unserer Gr&uuml;ndung im Betrieb ein. Wir setzen den Writer f&uuml;r unseren gesamten Schriftverkehr und unsere Dokumentationen ein. Unsere Kalkulationen werden auch &uuml;ber OpenOffice.org erstellt. Zu diesem Zwecke wurden spezielle Makros und Programme f&uuml;r Calc erstellt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>EDV-Serviceteam Werthmann &amp; Hierweck GbR </td><td>44149 Dortmund, Kleyer Weg 36</td><td><a href='mailto:werthmann@edv-serviceteam.net'>Annika Werthmann</a></td><td>Als EDV-Beratungsunternehmen mit Spezialisierung auf Linux-/Windows-Integration beraten und schulen wir nicht nur unsere Kunden beim Einsatz von OpenOffice.org, sondern nutzen OpenOffice.org seit dem ersten Release auch erfolgreich im eigenen Unternehmen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Comline AG </td><td>44227 Dortmund, Hauert 8</td><td><a href='mailto:michaela.schelte-thiel@comline.de'>Michaela Schelte-Thiel</a></td><td>Comline gestaltet Gesch&auml;ftsprozesse der Zukunft. Darum setzen wir schon seit 2003 auf OpenOffice.org und geben unser Know-how an unsere Kunden weiter. Sie sch&auml;tzen insbesondere unsere Dienstleistungen rund um die Migration auf OpenOffice.org und bei der Integration von OpenOffice.org in ihre Gesch&auml;ftsprozesse. In Krankenh&auml;usern und Kliniken binden wir OpenOffice.org zum Beispiel in f&uuml;hrende Informationssysteme ein. Im Rahmen der Migration planen und realisieren wir Themen wie die Umstellung von Dokumenten und Vorlagen, Mitarbeiterschulungen, Rechtemanagement. Wir analysieren und optimieren die Prozesse des Dokumentenflusses.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>JKKUnternehmensberatung Dipl.-Ing. Joachim K&ouml;ssel </td><td>44369 Dortmund, Fallgatter 3</td><td>Dipl.-Ing. Joachim K&ouml;ssel</td><td>Wir benutzen ausschlie&szlig;lich OpenOffice seit &uuml;ber einem Jahr. Sowohl der Austausch zwischen anderen Officeprodukten wie auch die allgemeine Benutzung geschieht ohne Schwierigkeiten. Durch OpenOffice war es uns m&ouml;glich, Windowssysteme durch Linuxsysteme zu ersetzen, die Stabilit&auml;t und Investitionssicherheit unserer Infrastruktur zu erh&ouml;hen und demzufolge die allgemeinen Kosten zu senken.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href="http://www.akademie-iik.eu">Akademie für europäische Integration Interaktion und Kommunikation</a></td><td>44357 Dortmund, Schloßstraße 91</td><td>Max Nastula</td><td>Als rein ehrenamtlich tätige NGO bietet uns OpenOffice die Möglichkeit, Geld zu sparen und unseren Projekten zugutekommen zu lassen, ohne dabei auf Qualität oder Komfort verzichten zu müssen!</td></tr><!--Eintragungsdatum: 2013-01-27-->
<tr><td><a href="http://www.uebersetzungsbuero-nastula.de">Übersetzungsbüro Nastula</a></td><td>44357 Dortmund, Schloßstraße 91</td><td>Adrian Nastula</td><td>Über unsere Kunden, kamen wir vor Jahren mit OpenOffice in Berührung und entschieden uns dazu uns teilweise umzustellen. Die Erfahrung der Vergangenen Jahre zeigt uns, dass auch immer mehr Kunden erfolgreich diesen Schritt wagen.</td></tr><!--Eintragungsdatum: 2013-01-27-->
<tr><td>RCS,Reuter Computer Solutions </td><td>44369 Dortmund, Fallgatter 3 </td><td><a href='mailto:info@rcs-dortmund.de'>Stephan Reuter </a></td><td>Seit Beginn des Unternehmens haben wir ausschlie&szlig;lich OpenOffice.org eingesetzt. Die Gr&uuml;nde sind sowohl &ouml;konomischer wie auch technischer Art. OpenOffice.org erlaubt uns, mit geringen finanziellen Mitteln alles Notwendige an Sekretariatsarbeit durchzuf&uuml;hren. Ferner erlaubt die neue Version eine gute Anbindung an SQL-Datenbanken und stellt somit eine Erg&auml;nzung zu einfachen Warenwirtschaftssystemen dar. Weiterhin erlaubt dies uns, als Plattform unixoide Systeme zu verwenden. Diese Entscheidung hat unsere Produktivit&auml;t ma&szlig;geblich verbessert.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>webschmiede GmbH </td><td>44789 Bochum, Pieperstr. 37 </td><td><a href='mailto:info@bewerbung.net'>Stefan Gerth </a></td><td>Wir verwenden OpenOffice in unserem Unternehmen für die Erstellung von Bewerbungsvorlagen, welche auf unserer Website <a href='https://bewerbung.net/'>bewerbung.net </a> kostenlos heruntergeladen werden können.</td></tr><!--Eintragungsdatum: 2018-10-09-->
<tr><td>Trafo2GmbH media engineering </td><td>45133 Essen, Alfredstr. 356</td><td>Ansgar Fulland</td><td>Trafo2 GmbH ist Internet-Systemhaus, Internetagentur und Multimedia-Agentur in Essen, Ruhrgebiet. Wir setzen seit 2001 OpenOffice.org f&uuml;r die die Erstellung umfangreicherer Dokumente (Website-Analysen) ein. Seit 2003 wird die gesamte Korrespondenz einschlie&szlig;lich der Angebote und Rechnungen auf Basis von OpenOffice.org gef&uuml;hrt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>ASB- Arbeiter-Samariter-Bund Regionalverband Ruhr e.V. </td><td>45145 Essen, Harkortstr. 14a</td><td>Dirk Heidenblut</td><td>Hilfsorganisation und Wohlfahrtsverband, <br />OOo wird derzeit komplett in allen Bereichen eingef&uuml;hrt, rund 30 Arbeitspl&auml;tze, ferner Versuch der Integration in Schulungen f&uuml;r Generation 50+.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>H&ouml;fer Vorsorge-Management </td><td>45470 M&uuml;lheim an der Ruhr, Obere Saarlandstr. 2</td><td><a href='mailto:hugues.hoefer@hoefer-muelheim.de'>Dr. Hugues H&ouml;fer </a></td><td>Wir arbeiten mit mehr als 200 Desktops und 20 Notebooks unter Linux und setzen seit einiger Zeit OpenOffice ein. Wir sind dabei, die Textverarbeitung durch Automatisierung zu erweitern, d.h. automatische Zusammenstellung von Texten aus Bausteinen, Erg&auml;nzen mit Datenbankinhalten usw. Der Austausch mit externen Firmen erfolgt &uuml;ber den MS Office Import/Export-Filter, bzw. durch die Weitergabe von mit OO erstellten PDF-Dokumenten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Unternehmensberatungf&uuml;r Qualit&auml;tsmanagement im Sozial- und Gesundheitswesen </td><td>45525 Hattingen, Pannh&uuml;tter Str. 11</td><td><a href='mailto:jens@pflege-qualitaetsberatung.de'>Jens Mazuchowski </a></td><td>Seit Anfang des Jahres nutze ich OpenOffice.org als Anwendung f&uuml;r jegliche betriebliche Aufgaben wie Projektplanung, Kundenverwaltung und Buchhaltung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Black Heartware e.K. </td><td>45661 Recklinghausen, Westfalenstr. 159</td><td>D. Marcus</td><td>Wir sind ein junges IT-Unternehmen im Ruhrgebiet und nutzen OOo seit der Firmengr&uuml;ndung Anfang 2004 auf 3 Arbeitspl&auml;tzen. Vom Briefkopf, &uuml;ber Pr&auml;sentationen, Preislisten, die wir aus der SQL-Datenbank der Warenwirtschaft importieren, bis zu Entw&uuml;rfen f&uuml;r Werbeanzeigen nutzen wir das Office-Paket.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TAVIS- Tina Avila Internet Services </td><td>47877 Willich, Parkstr. 36d</td><td><a href='mailto:info@tavis.biz'>Tina Krogull </a></td><td>Ich arbeite als Webdesignerin.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>BUS GmbH</td><td>49088 Osnabr&uuml;ck</td><td></td><td>BUS GmbH ist eine Tochter der Handwerkskammer</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>GFX NEW MEDIA- Holger Lentz EU</td><td>50129 Bergheim, An der Windm&uuml;hle 5</td><td><a href='mailto:hl@gfx.to'>Holger Lentz </a></td><td>Wir arbeiten seit 2003 mit OpenOffice.org und sind rundum zufrieden. Wir sch&auml;tzen Ihre Philosophie und empfehlen Sie, wann immer es geht.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Vladimir Simovic - freier Webworker </td><td>50679 K&ouml;ln, Deutz-Kalker-Str. 17</td><td><a href='mailto:info@vlad-design.de'>Vladimir Simovic </a></td><td>OpenOffice.org nutze ich im privaten und gesch&auml;ftlichen Bereich seit der Version 1.0.2. Unter anderem w&auml;ren dies: Erstellung von PDF-Dokumenten, Gesch&auml;ftsbriefe, Tabellenkalkulationen etc.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>nussholz.de- edv &amp; internetservice </td><td>50733 K&ouml;ln, Kempener Str. 44</td><td><a href='mailto:service@nussholz.de'>Robert Nu&szlig;holz </a></td><td>Ich setze seit 1991 Star-Writer und sp&auml;ter das StarOffice Paket ein. Auf meinem B&uuml;rorechner l&auml;uft noch StarOffice 7.0, auf meinem Notebook OOo 1.1.3. Bei meinen Kunden installiere ich grunds&auml;tzlich OOo 1.1.3. Ich mache s&auml;mtliche anfallenden B&uuml;roarbeiten, vom normalen Schriftverkehr bis zur Rechnung mit Datenbankanbindung, mit StarOffice, bzw. OOo.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>STRAUSSMEDIA GmbH </td><td>50933 K&ouml;ln-M&uuml;ngersdorf, Leinsamenweg 114</td><td><a href='mailto:strauss@strauss-media.de'>Stefan Strauss </a></td><td>Universelle Office-Software f&uuml;r alle Bereiche des Webdesign-Gesch&auml;fts! Absolut empfehlenswert und kostenfrei. Plattform&uuml;bergreifend f&uuml;r den normalen Anwender: PC, Mac, Linux. In Kombination mit unseren Web-Anwendungen unter PHP und MySQL hat sich OOo als verl&auml;sslicher Partner im Alltag erwiesen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Heilp&auml;dagogikonline </td><td>50935 K&ouml;ln, Lindenthalg&uuml;rtel 94</td><td><a href='mailto:info@sonderpaedagoge.de'>Sebastian Barsch </a></td><td>Seit Januar 2005 erstellen wir die Zeitschrift "Heilp&auml;dagogik online" mit OpenOffice.org. Besonders die integrierte Funktion zum Erzeugen von PDFs hat uns &uuml;berzeugt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Pflock Zeitwohnen </td><td>50997 K&ouml;ln, Blumental 34</td><td><a href='mailto:seo@zeitwohnen.eu'>Frauke Pflock </a></td><td>Seit Erscheinen des neuen Release sind wir auf OpenOffice.org umgestiegen und haben es bis jetzt keinesfalls bereut. Nein, wir sind sogar begeistert: Endlich problemloser PDF-Export und kaum Kompalibit&auml;tsschwierigkeiten mit MS-Office-Produkten, die intuitive Bedienung l&auml;sst kaum W&uuml;nsche offen - OpenOffice.org k&ouml;nnen wir ohne Vorbehalt also wirklich nur weiterempfehlen!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sprint Sanierung GmbH </td><td>51061 K&ouml;ln, D&uuml;sseldorfer Str. 334</td><td>Phil Wenzlawski</td><td>Die Sprint Sanierung GmbH ist ein deutschlandweit t&auml;tiges Sanierungsunternehmen. Wir setzen OOo auf unseren Notebooks und auf allen neuen PCs ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Software Entwicklungs- und Beratungs Service </td><td>52080 Aachen, Alt Haarenerstr. 237</td><td>Karl Heinz Marbaise</td><td>Ich habe schon lange eine Abneigung gegen MS-Office, da heute noch Fehler drin sind, die seit ca. 10 Jahren bekannt sind. Seit OpenOffice gibt besteht eine wirkliche Alternative und ich habe bisher keine Probleme beim Umstieg gehabt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>tarent Gesellschaft f&uuml;r Softwareentwicklung und IT-Beratung mb H </td><td>53123 Bonn, Bahnhofstr. 13</td><td>Elmar Geese</td><td>OOo wird an 22 Arbeitspl&auml;tzen eingesetzt, sowohl unter LINUX, als auch unter Windows.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Forum Sicherheitsruf </td><td>53773 Hennef, Beethovenstr. 39</td><td>Ralph Nu&szlig;holz</td><td>Wir sind ein Unternehmen mit offiziellem Start im April 2006 und benutzen bereits jetzt bei allen Vorbereitungen OpenOffice.org und gestalten auch alle Werbema&szlig;nahmen mit dem Programm.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Mittelstandsberatung K&uuml;hl </td><td>53842 Troisdorf, Burgstr. 14</td><td><a href='mailto:info@kuehl-edv.de'>Nikolaus K&uuml;hl </a></td><td>Um allen Kundenanforderungen gerecht zu werden, halte ich sowohl die lizenzkostenfreie OpenOffice.org Suite, als auch die lizenzkostenpflichtige MS Office Suite vor. Mit beiden Versionen wird aktiv gearbeitet und Schulung angeboten. Wenn ein Kunde Kosten senken m&ouml;chte, kann ich guten Gewissens die lizenzkostenfreie OpenOffice.org Suite empfehlen. Im Rahmen meiner Vorlesungen als Lehrbeauftragter f&uuml;r Informatik und Ingenieurwissenschaften empfehle ich den Studenten OpenOffice.org und andere lizenzkostenfreie Tools. Als Fachgruppenleiter IT im Verband der KMU-Berater kl&auml;re ich die Beraterkollegen &uuml;ber die Einsparpotentiale f&uuml;r ihre Mandanten durch OpenOffice.org auf.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>St.Johannes Krankenhaus GmbH </td><td>53844 Troisdorf, Wilhelm-Busch-Str. 9</td><td>Oliver L&ouml;dorf</td><td>St. Johannes Krankenhaus Troisdorf-Sieglar. Installationen: ca. 100 Arbeitspl&auml;tze (Windows). Wir benutzen Openoffice.org auf 20 Verwaltungsrechnern parallel mit MS-Office 97, aber auf allen weiteren 80 Stations- u. Arztrechnern kommt ausschlie&szlig;lich Openoffice.org (1.0.3; 1.1.0) zum Einsatz. Ich habe jedem Mitarbeiter angeboten, falls eine ben&ouml;tigte Funktionalit&auml;t in OpenOffice.org fehlen sollte, er zus&auml;tzlich Microsoft Office bekommt. Seitdem habe ich kein MS-Office mehr installiert.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Flaschenland </td><td>56244 Sessenhausen</td><td>Vanessa Franz</td><td>Wir stellen unsere gesamte Buchhaltung zur Verwaltung unserer Flaschen auf OpenOffice.org um. Wir haben bisher nur Vorteile entdeckt und alles l&auml;uft stabil.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>move-up-gmbh </td><td>56841 Traben-Trarbach</td><td></td><td>In den Hochseilg&auml;rten unseres Adventure-Parks setzen wir auf absolute Zuverl&auml;ssigkeit. Das Prinzip haben wir auf unsere Office-Software &uuml;bertragen und arbeiten immer mehr mit OpenOffice.org: Dieses Office-Paket bietet uns die M&ouml;glichkeit, unsere Verwaltungsaufgaben effektiv und kostenschonend durchzuf&uuml;hren.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Scholz Electronic, Webdesign-Rothaargebirge </td><td>57319 Bad Berleburg-Aue, Hauptstr. 29</td><td>Andre Scholz</td><td>Wir haben 3 Rechner, die unter Linux und 2 die unter Windows laufen. Nat&uuml;rlich ist OpenOffice 1.1 das einzige Officeprogramm, das wir auf allen Rechnern verwenden. Wir besch&auml;ftigen uns mit der Erstellung von Internetseiten und PC-Schulungen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Blumen-Vogt </td><td>57368 Lennestadt, K&ouml;lner Str. 94</td><td><a href='mailto:info@blumen-vogt.de'>Anke Vogt </a></td><td>Wir setzen OpenOffice.org f&uuml;r die gesamte B&uuml;roarbeit ein. Besonders begr&uuml;&szlig;en wir die M&ouml;glichkeit der SQL-Anbindung an unsere Warenwirtschaft (CAO-Faktura).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Grundschule Im Kley </td><td>58119 Hagen, Kiebitzweg 6</td><td></td><td>Die Grundschule Im Kley verf&uuml;gt derzeit &uuml;ber 2 Rechner in jeder Klasse und 13 Rechner im Computerraum, die &uuml;ber einen Linux-Server miteinander vernetzt sind. Sch&uuml;lerinnen und Sch&uuml;ler werden an der jeweils aktuellen OpenOffice.org-Version geschult.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Verein S.I.G.N.A.L. e.V.</td><td>58239 Schwerte, Ernst-Gremler-Str. 13</td><td>Georg Althaus</td><td>Im Einsatz ist ein komplettes Linux- Netzwerk mit 10 Linux- Clients in der Zentrale, sowie in div. Au&szlig;enstellen insges. 2 Linux- PCs und 5 Win- PCs. User: -Linux: feste User: etwa 13, etwa 20 Gelegenheitsuser, sowie ein &ouml;ffentlich zug&auml;ngliches Terminal, Windows: 6 feste User. Einsatz von OOo seit etwa November 2002. Versionen von OOo 1.01 bis 1.1 (haupts&auml;chlich 1.1), incl. 1.1RCx-de. S.I.G.N.A.L. e.V. ist eine Non- Profit- Organisation und Traeger verschiedener Arbeitslosen- und Sozialhilfema&szlig;nahmen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>adte Automations- und Datentechnik</td><td>59387 Ascheberg, S&uuml;dstr. 27</td><td><a href='mailto:service@adte.de'>Christian Kroll </a></td><td>Als Ausr&uuml;ster und Dienstleister im Linuxumfeld f&uuml;r Schulen und gewerbliche Kunden wurde der Firmenbereich vor vier Jahren komplett in allen Bereichen auf Linux umgestellt. Und was im B&uuml;robereich mit StarWriter 1.0 vor vielen Jahren unter Windows begann, wird nun mit OpenOffice erfolgreich fortgesetzt. Der eigene jahrelange Einsatz von Linux/OpenOffice wirkte in der Vergangenheit oftmals &uuml;berzeugender als ein Karton bunter Flyer.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Malerfachbetrieb Padberg </td><td>59581 Warstein, Soestweg 15a</td><td><a href='mailto:info@maler-padberg.de'>Detlef Padberg  </a></td><td>Arbeite schon geraume Zeit mit OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Druck- und Pr&auml;gezentrum Bartel</td><td>63303 Dreieich</td><td></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Schunk EDV Systeme GmbH</td><td>63500 Seligenstadt, Stehnweg 2</td><td><a href='mailto:info@schunk.net'>Holger Eichhorn </a></td><td>Als Beratungs- und Dienstleistungsunternehmen im Bereich IT-Infrastruktur setzen wir nicht nur bei uns, sondern auch bei unseren Kunden (Verlagswesen, Banken und Automobilindustrie im Rhein-Main-Gebiet) schon seit mehreren Jahren Opensource-Software ein. Die Plattformunabh&auml;ngigkeit und die innovativen Ideen, die in OpenOffice.org stecken, haben nicht nur uns &uuml;berzeugt, sondern lassen andere (kommerzielle) Produkte weit hinter sich. Wir m&ouml;chten auf diesem Wege den Programmierern und allen Beteiligten unseren Dank aussprechen und w&uuml;nschen ihnen noch viel Spa&szlig; bei der Weiterentwicklung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Akademie f&uuml;r Management und Technik GmbH</td><td>65195 Wiesbaden</td><td></td><td>OpenOffice.org f&uuml;r eigene und f&uuml;r Schulungszwecke</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>M.I.C. Consulting - Unternehmensberatung</td><td>65195 Wiesbaden</td><td>Thomas Krumbein</td><td>Nutzt OOo parallel zu MS, inzwischen mehr Anteile OOo</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>CCGmbH </td><td>65197 Wiesbaden</td><td>Mario Zaleski</td><td>Der CC-Firmenverbund mit Hauptsitz in Wiesbaden besch&auml;ftigt &uuml;ber 200 Mitarbeiter in Deutschland, USA, S&uuml;dafrika und Indien. Bereits seit 2002 geht CC erste Schritte in Richtung Open Source mit OpenOffice.org und Mozilla. Mittlerweile wurde das Unternehmen komplett auf Open Source Produkte umgestellt.<br /> (<a href="http://de.openoffice.org/source/browse/*checkout*/de/www/marketing/stories/index.html#CCGMBH">Weitere Infos</a>)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Is-Dienstleistung </td><td>65385 R&uuml;desheim am Rhein, Ingelheimer Str. 1</td><td><a href='mailto:pho@any-key.de'>Patrick Hollerbach </a></td><td>Bei der Firma Is-Dienstleistung aus R&uuml;desheim wird seit Erscheinen von OpenOffice.org 2.0 ausschlie&szlig;lich mit dem freien Office-Paket gearbeitet, welches das vorher eingesetzte Office 2000 abgel&ouml;st hatte. Die Mitarbeiter sind ohne gro&szlig;e Probleme sofort mit der Bedienung von OpenOffice.org zurecht gekommen. Auch wurde OpenOffice.org 2.0 einem Gesch&auml;ftspartner erfolgreich weiterempfohlen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ernst Michael Stocker</td><td>65719 Hofheim am Taunus, Schiessberg 6</td><td>Ernst Michael Stocker</td><td>freiberufl. M&ouml;beldesigner</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Neteffekte K </td><td>66453 Reinheim, Ruppwiese 55</td><td><a href='mailto:info@neteffekt.de'>Dirk Latz </a></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TPDComputersysteme </td><td>66482 Zweibr&uuml;cken, Alte Ixheimer Str. 18</td><td>Thorsten Dettweiler</td><td>Wir setzen OpenOffice auf unseren Arbeitsplatzrechnern ein, und auf den meisten Kundenrechnern.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sparkasse Rhein-Haardt</td><td>67098 Bad Duerkheim, Philipp-Fauth-Str. 9(Hauptstelle)</td><td>Agnes Fuerst</td><td>800 Mitarbeiter, 12 Terminalserver, ab Herbst 2004 komplette Umstellung auf OpenOffice.org (Projekt l&auml;ft seit Anfang des Jahres)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>SCALA IT Systemhaus </td><td>67112 Mutterstadt, Gutenbergstr. 18</td><td><a href='mailto:marc.geldon@scalait.de'>Marc Geldon </a></td><td>Wir setzen OpenOffice.org sehr erfolgreich auf unseren eigenen Arbeitspl&auml;tzen (Windows und Linux) ein und installieren das System ebenfalls bei unseren Kunden. - Wir und unsere Kunden sind begeistert von der Stabilit&auml;t, der Performance und der excellenten PDF-Anbindung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Chat Corner </td><td>68161 Mannheim</td><td><a href='mailto:mlarge@web.de'>Markus Large </a></td><td>Chat-Corner InternetCafes Mannheim<br /> 2 InternetCafes mit jeweils 17 und 43 Arbeitsplatzrechnern, alle mit OOo ausgestattet seit der Version 1.0.1. Ausserdem bieten wir auch unseren Kunden an, OOo auf CD fuer den Heimgebrauch zu brennen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>PC-System Works </td><td>68307 Mannheim, Tilsiterstr. 8</td><td><a href='mailto:mlarge@pc-systemworks.de'>Markus Large </a></td><td>2 Einzelplatzrechner in der Verwaltung</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Konquest </td><td>69151 Neckargemuend, Saarstr. 62</td><td><a href='mailto:dr_oehling@konquest.de%3E'>Dr.O. Oehling </a></td><td>Habe schon vor ca 3 Jahren alles auf Linux/Openoffice umgestellt und bin begeistert. (7 Arbeitspl&auml;tze, Wlan, davon 3 Notebooks, Debian Linux)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Linuxpartner GmbH </td><td>69198 Schriesheim, Weinheimer-Str. 1a</td><td>Frank Thurecht</td><td>OOo stellt bei Linuxpartern die meistgenutzte Applikation im komplett auf freier Software aufgebauten B&uuml;ro (f&uuml;nf Arbeitspl&auml;tze). Durch die gute Integration von OOo mit der verwendeten Groupware PHProjekt und dem praktisch nicht vorhandenen Einweisungsaufwand f&uuml;r MS-Office-Umsteiger kann eine sehr hohe Produktivit&auml;t sichergestellt werden. Die Linuxpartner GmbH stellt als Dienstleister ihre Erfahrung mit OOo auch ihren Kunden zur Verf&uuml;gung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Paradiso Design </td><td>69207 Sandhausen,<br /> Am Leimbachrig 27</td><td>Raffael Trappe</td><td>Da frei verf&uuml;gbare Software nach wie vor ein wichtiges Argument ist,  sind wir &uuml;ber StarOffice bei OpenOffice.org gelandet.  Die intuitive Benutzerf&uuml;hrung gef&auml;llt -  und besonders im Bereich Formatvorlagen ist OpenOffice.org  anderen Office-Paketen in der Bedienung &uuml;berlegen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>KCPro - Kunkel Creative Pro </td><td>70197 Stuttgart</td><td><a href='mailto:mk@kcpro.org'>Marcus Kunkel </a></td><td>Bereits zu Studienzeiten arbeitete ich mit StarOffice ab Version 3.1 bis 5.2; seither mit allen OOo-Nachfolgern - unter Windows, Linux und Mac OS X! Die Entwicklung ist ph&auml;nomenal und ich bewundere die Projektarbeit. Wir k&ouml;nnen OpenOffice.org nur jedem empfehlen - und tun dies auch!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Topalis AG</td><td>70825 Stuttgart-Korntal, Lilienthalstr. 2/1</td><td>Roland Uhl</td><td>60 Linux-Arbeitspl&auml;tze, alle mit OpenOffice.org (teilweise StarOffice) ausgestattet. In Teilbereichen wurde seit 1995 StarOffice eingesetzt. Entgueltige Migration der restlichen ca. 30 MS Office Arbeitsplaetze erfolgte im Jahr 2001.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Norbert Ebert und Lutz Konik GbR </td><td>71554 Weissach im Tal, M&uuml;hlweg 32</td><td>N. Ebert</td><td><a href="http://www.elektriker-einkauf.de/">www.elektriker-einkauf.de</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>EDV-Beratung Neps </td><td>72631 Aichtal, Meisenweg 13</td><td><a href='mailto:Frank.Neps@neps.de'>Frank Neps </a></td><td>Meine Nutzung von OpenOffice.org basiert auf meiner Entwicklung in den vergangenen 15 Jahren: Als Unix-Administrator habe ich die HP-UX-Welt sehr gut kennen gelernt. Als Selbst&auml;ndiger (seit 1995) habe ich viele Seminare zu den Themen Microsoft Office und vor allem Linux (seit 2000) gehalten. Obwohl ich in meiner B&uuml;roumgebung fast alle T&auml;tigkeiten unter Linux ausf&uuml;hre, gibt es f&uuml;r die Kunden immer wieder die Notwendigkeit, Dinge unter Windows zu testen (z.B. Excel und Access VBA). Gerade in dieser heterogenen Umgebung ist es unglaublich wertvoll, Dokumente sowohl unter Windows als auch unter Linux bearbeiten zu k&ouml;nnen. Dieser Punkt, die direkte Exportm&ouml;glichkeit in das PDF-Format, die F&uuml;lle der Funktionen und die Unabh&auml;ngigkeit von einem einzelnen Software-Hersteller sind f&uuml;r mich ausschlaggebend, OpenOffice.org einzusetzen.<br /> Das m&ouml;chte ich auch meinen Kunden in Seminaren und meiner Beratungst&auml;tigkeit n&auml;her bringen und wende mich deshalb verst&auml;rkt der Programmierung in Calc und (zuk&uuml;nftig) Base zu.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>spabusiness verlag </td><td>73087 Boll, Gruibinger Str. 43</td><td><a href='mailto:info@spa-business-verlag.de'>Martin Wolfhard </a></td><td>Wir nutzen OpenOffice.org 1.1.4 auf vier Arbeitspl&auml;tzen. Neuerdings haben wir einen Arbeitsplatz auf OpenOffice.org 2.0 Beta umgestellt. Die neue Version macht einen sehr guten Eindruck und ist f&uuml;r den Alltagsgebrauch Sekreteriat/Redaktion ein richtiger Fortschritt. OpenOffice.org setzen wir seit &uuml;ber zweieinhalb Jahren ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>procreo GbR - Internet- und Softwarel&ouml;sungen </td><td>73630 Remshalden, Kochgasse 1</td><td>Tobias Fett</td><td><a href="http://www.procreo.de/">http://www.procreo.de</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>ALIX Security GmbH </td><td>73703 Esslingen, Postf. 100311</td><td><a href='mailto:gl@alix.de'>Jochen Alix </a></td><td>Wir setzen OpenOffice.org seit mehreren Jahren ein. Unsere gesamte kfm. Korrespondenz wickeln wir an 10 Terminal-Clients mit dieser Software ab.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Wilhelm Diehl, Int. Spedition GmbH &amp; Co. KG </td><td>73730 Esslingen, Zeppelinstr. 90</td><td><a href='mailto:hermann.schnaidt@diehl-spedition.com'>Herr Hermann Schnaidt </a></td><td>Umstieg auf OpenOffice.org 1.1 auf einer AS 400 und Linux. 110 Anwender nutzen vor allem die Textverarbeitung und die Tabellenkalkulation, Schulungen von Andrea Denke (Stuttgart) erleichterten den Umstieg von Microsoft auf OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Schreinerei Klee4</td><td>74360 Ilsfeld, Klee 4</td><td>Claus M&uuml;ller</td><td>Durch den Zwang zur Sparsamkeit und die Liebe zu freier Software entwickelte Claus M&uuml;ller zuerst auf Basis von StarOffice 5.2, sp&auml;ter auf OpenOffice 1.0, eigene Werkzeuge f&uuml;r die allt&auml;glichen Aufgaben am Firmen-PC.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Stadt Schw&auml;bisch - Hall<a href="#Hinweis"><sup>*)</sup></a></td><td>74523 Schw&auml;bisch - Hall</td><td>Br&auml;uner, Horst</td><td>Mehrere hundert Arbeitspl&auml;tze</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Plus Contact Promotion GmbH </td><td>76185 Karlsruhe, Zeppelinstr. 2</td><td>Volker Bossert</td><td>Als Content Provider ben&ouml;tigen wir eine gute Software zur Textverarbeitung. Wir sind von der Version 2 begeistert und mit Freude zu OpenOffice.org umgestiegen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Lindenbr&auml;u GmbH</td><td>76337 Waldbronn, Stuttgarter Str. 43</td><td>Ralf St&ouml;rzbach</td><td>Wir sind eine kleine Gasthausbrauerei mit 20 Mitarbeitern und 5 PC-Arbeitspl&auml;tzen in der Verwaltung. Auf allen Arbeitspl&auml;tzen wurde vor ca. 1 Jahr von MS-Office auf OpenOffice 1.1 umgestellt. Wir kommen damit prima klar, sparen jede Menge Geld und sind &auml;u&szlig;erst zufrieden. OpenOffice wurde jedem Mitarbeiter f&uuml;r zuhause zur Verf&uuml;gung gestellt. Im Moment arbeiten wir an einer professionell gestalteten OpenOffice-CD, um sie in unserer Gemeinde unter den Gewerbetreibenden und der Gemeindeverwaltung bekannt zu machen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Conele KElectronic </td><td>78073 Bad D&uuml;rrheim, Im Wasserstein 19</td><td><a href='mailto:ruediger.kluge@conelek.com'>R&uuml;diger Kluge </a></td><td>ConeleK entwickelt, produziert und verkauft elektronische Module und Komponenten, elektronische und elektromechanische Baugruppen und Zubeh&ouml;r f&uuml;rs Elektroniklabor.<br /> F&uuml;r die Dokumentation unserer Produkte und f&uuml;r die B&uuml;roarbeit nutzen wir seit &uuml;ber einem Jahr Open Office. Wir setzen zur Zeit Open Office 1.1.0 auf mehreren Arbeitspl&auml;tzen ein. <br /> Die Installation verlief schnell und problemlos. Neue Versionen kann man ohne Risiko parallel zur alten Version installieren. Die Unterst&uuml;tzung durch die Mailingliste ist ausgezeichnet. Die Benutzeroberfl&auml;che der SW ist funktionell und ben&ouml;tigt kaum Einarbeit. <br /> Wir erstellen Basisdokumente f&uuml;r unsere Produkte mit Open Office. Zur Verteilung in Papierform konvertieren wir sie mit OO in .pdf Dokumente. Zur Verwendung auf unsere Homepage konvertieren wir sie mit OO ins .html Format. Dies spart viel Zeit. <br /> Wir sind mit OOo sehr zufrieden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Inspirant Deutschland EDV-Software-Consulting </td><td>78183 H&uuml;fingen-Behla, R&ouml;merstr. 39</td><td>Volker Schmid</td><td>Seit ca. 2,5 Jahren wickeln wir den gesamten Schriftverkehr (Finanzen, Serienbriefe, Kalkulationen, Werbematerialien etc.) mit StarOffice/OpenOffice.org ab. Dabei nutzen wir immer die jeweils neuesten Versionen. Demn&auml;chst werden wir uns die Makroentwicklung f&uuml;r OpenOffice vornehmen um evtl. auch kommerzielle Makro-AddIn's anzubieten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>digital-print-center </td><td>78464 Konstanz, Z&auml;hringerplatz 36</td><td>Sebastian Stetter</td><td>Wir bieten unseren Kunden Druckdienstleistungen just in time. Hierzu sind wir auf einen reibungslosen Ablauf und auf "druckbare" Dateien angewiesen. Deshalb setzen wir auf das PDF-Format als Dokumentenschnittstelle. Um die Erstellung von Dokumenten im PDF-Format f&uuml;r unsere Kunden, welche nicht aus der Grafikbranche kommen, so einfach wie m&ouml;glich zu halten, erstellen wir individuelle Gesamtkonzepte auf Basis von OpenOffice.org. Unsere Kunden k&ouml;nnen so ihre Dokumente in einer gewohnten Office-Umgebung erstellen und diese schnell und einfach im PDF-Format zum Druck anliefern. F&uuml;r die Gestaltung von kleineren Dokumenten mit vielen Grafiken kommt hier OpenOffice-Draw als Layoutprogramm zum Einsatz. Dokumente mit vielen Seiten und Schwerpunkt auf Text werden in Writer erstellt. Durch den Einsatz von OpenOffice.org bei unseren Kunden k&ouml;nnen wir Probleme bei der Datenanlieferung nahezu ausschlie&szlig;en, was eine reibungslose und schnelle Produktion gew&auml;rleistet. OpenOffice.org schafft so einen direkten Weg, vom Schreibtisch unserer Kunden, zu unserer Druckvorstufe. Intern hat OpenOffice.org bei uns das "andere" Office l&auml;ngst abgel&ouml;st. Es stellt unter anderem den problemlosen Dokumentenaustausch zwischen unseren Windows- und Linuxsystemen sicher.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>miradlo </td><td>78467 Konstanz, Wollmatinger Str. 23</td><td><a href='mailto:info@miradlo.de'>Ute Hauth </a></td><td>Wir benutzen OOo auf Suse Linux seit einigen Jahren im privaten Bereich f&uuml;r alle anfallenden Dokumente, z.B. die Diplomarbeit. Seit unserer Gesch&auml;ftser&ouml;ffnung 2004 setzen wir OOo auch dort ein. Wir haben zwei Gesch&auml;ftszweige, Uhren bauen und Informatikdienstleistungen. Im Rahmen einer Linuxschulung an der VHS biete ich bereits eine Schulung f&uuml;r OOo an, weitere Schulungen sind auf Anfrage jederzeit m&ouml;glich. Weitere Infos <a href="http://de.openoffice.org/source/browse/*checkout*/de/www/marketing/stories/index.html#miradlo">hier</a>.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bohnert DV-Beratung </td><td>78713 Schramberg, Seedorfer Str. 1</td><td><a href='mailto:mb@b-dv.com'>Martin Bohnert </a></td><td>Seit Version 1.0 benutzen wir intern an allen Arbeitspl&auml;tzen OpenOffice.org und Gnumeric. Auch bei unseren Kunden kommt dank &uuml;berzeugender Argumente nahezu immer OOo zum Einsatz: Ein offenes und damit zukunftssicheres Dokumentenformat; Stabilit&auml;t insbes. des Layouts bei gro&szlig;en Textdokumenten; Erweiterbarkeit um Spezialfunktionen mittels UNO; Freiheit der Software, kein Vendor Lock-In; und das alles ohne Anschaffungskosten.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Stadt Freibug i.Brsg. </td><td> 79098 Freiburg, Rathausplatz 2-4</td><td><a href='mailto:ABI@stadt.freiburg.de'>Amt f&uuml;r B&uuml;rgerservice und Informationsverarbeitung</a></td><td> 2007 beschloss der Gemeinderat der Stadt Freiburg, neben PDF das inzwischen standardisierte   Dokumentenformat ODF (OpenDocumentFormat) als Standard-Format f&uuml;r die Stadtverwaltung zu verwenden.   Die Umsetzung des Beschlusses erfolgt mit der Migration von 2000 Arbeitspl&auml;tzen auf das freie Softwarepaket OpenOffice.org.   Damit soll innerhalb von zwei Jahren rund eine halbe Million Euro an Lizenzkosten eingespart werden.<br />   Neben den finanziellen Aspekten werden langfristig strategische Vorteile durch die gr&ouml;&szlig;ere Hersteller-Unabh&auml;ngigkeit   bei der fortschreitenden Digitalisierung von Verwaltungsprozessen gesehen.  </td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Burkheimer Kr&auml;uterhof</td><td>79235 Vogtsburg, Plonweg 2</td><td>Martin Schmidt</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>B&auml;ckerei &amp; Konditorei Alfred Wasmer</td><td>79733 G&ouml;rwihl</td><td>Mark Wasmer</td><td>Unser Familienbetrieb setzt OOo (seit es die ersten offiziellen Versionen gab) auf allen 3 Wintel-Rechnern als QuattroPro-Ersatz ein und wir sind h&ouml;chst zufrieden damit :-) Besonders von Vorteil ist, da&szlig; ein in Zukunft geplanter Wechsel auf Debian GNU/Linux ohne Probleme m&ouml;glich wird. Ausserdem verteilt mein Bruder im Rahmen der Abitur-Feiern seiner Schule als Redaktionsmitglied derer Abitur-Zeitung mit dieser 500 CD's u.A. mit freier Software sowie einem Wintel-OOo-Komplettpaket Version 1.1.1. Die AbiZeitung selbst wurde gr&ouml;&szlig;tenteils auch mit OOo erzeugt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Landeshauptstadt M&uuml;nchen Projekt Li Mux </td><td>80331 M&uuml;nchen, Marienplatz 8</td><td><a href='mailto:limux@muenchen.de'>Florian Schie&szlig;l </a></td><td>M&uuml;nchens Stadtverwaltung setzt seit Jahren erfolgreich auf freie Software. OpenOffice.org wird bis Ende 2009 auf allen 14.000 Arbeitspl&auml;tzen die f&Uuml;hrende Office-Software sein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>COCO new media GmbH - Content Marketing &amp; SEO Agentur</td><td>80337 München, Maistr. 31</td><td><a href='mailto:mbauer@coco-content-marketing.de'>Martin Bauer</a></td><td>Als Content Marketing Agentur nutzen wir OpenOffice für die Erstellung sämtlicher Texte. Danke für die super Funktionalitäten! Homepage: <a href='https://www.coco-content-marketing.de/'>COCO new media GmbH - Content Marketing &amp; SEO Agentur</a></td></tr><!--Eintragungsdatum: 2022-01-04-->
<tr><td>Bayerische Landesvermessungs&auml;mter<a href="#Hinweis"><sup>*)</sup></a></td><td>80539 M&uuml;nchen</td><td></td><td>ca. 100 Arbeitspl&auml;tze mit StarOffice bzw. mit OpenOffice.org</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bayerischer Oberster Rechnungshof </td><td>80539 M&uuml;nchen</td><td></td><td>Der Bayerische Oberste Rechnungshof hat den Einsatz von Open-Source-Produkten empfohlen (vgl. hierzu www.orh.bayern.de, Jahresbericht 2001, TNr. 20). Auf den rund 300 Bildschirmarbeitspl&auml;tzen beim Rechnungshof und den nachgeordneten Staatlichen Rechnungspr&uuml;fungs&auml;mtern ist OpenOffice.org installiert; Dokument-Vorlagen werden zentral bereitgestellt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>KENXKunkel &amp; Ehret GbR </td><td>80797 M&uuml;nchen, He&szlig;str. 90</td><td><a href='mailto:mk@kenx.de'>Marcus Kunkel </a></td><td>OpenOffice.org ist bei uns auf allen Plattformen erfolgreich im Einsatz.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>3h Media Business Consulting GmbH </td><td>80798 M&uuml;nchen, Tengstr. 27</td><td><a href='mailto:jerome.hamacher@3h-mbc.de'>Jerome Hamacher </a></td><td>Wir sind ein Beratungsunternehmen, das in der Medienbranche t&auml;tig ist. Als solches arbeiten wir in einer Apple-Macintosh Umgebung. Wir setzen OpenOffice.org sowohl im allt&auml;glichen Schriftverkehr ein, also um Briefe, Angebote, Pr&auml;sentation etc. zu verfassen, als auch um komplexe Gesch&auml;ftsmodelle (Cash Flow Modell) zu erstellen, die einem Standard auf dem Internationalen Finanzierungsmarkt entsprechen. Besonders die Stabilit&auml;t der Anwendung ist dabei eins der wesentlichen Kriterien f&uuml;r die Entscheidung gewesen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>textkonstrukte| redaktionsb&uuml;ro von marc fritzler </td><td>81547 M&uuml;nchen</td><td>Marc Fritzler</td><td>Umgestiegen vom geschlossenen auf das offene B&uuml;ro sind wir Mitte 2002 - unser Langtest-Urteil: Sehr gut, keine nennenswerten Probleme! F&uuml;r uns besonders wertvoll ist das xml-Format von OpenOffice. Es erm&ouml;glicht uns, Texte und Dokumente parallel f&uuml;r die diversen Ausgabemedien zu erstellen - f&uuml;r uns und Redaktionen ein gro&szlig;er Vorteil! Nicht nur Kosten-, Sicherheits- und Stabilit&auml;tsaspekte sind f&uuml;r uns Anlass, OO zu nutzen: Die Monopole im Softwarebereich entwickeln sich zu einem Problem f&uuml;r die Informations- und Pressefreiheit!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>moreresources </td><td>82451 M&uuml;nsing, Am Wallgraben 12</td><td><a href='mailto:cm@mr-personalstrategien.de'>Christian M&uuml;hldorfer </a></td><td>Ich bin Psychologe, Berater und Trainer und verwende OpenOffice.org nun schon seit &uuml;ber einem Jahr und bin damit ausserordentlich zufrieden. Zun&auml;chst war der Austausch mit anderen (Berichte etc) schwierig aber durch die PDF Funktion ist das schon seit einiger Zeit auch kein Problem mehr. Ich arbeite mit einem Windows Betriebssystem und gelegentlich noch mit Word. Aber nicht mehr lang.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>SEO Küche Internet Marketing GmbH&amp;Co. KG</td><td>83059 Kolbermoor, Fraunhoferstr 6</td><td><a href='mailto:info@seo-kueche.de'>Carsten Schumann</a></td><td>Wir benutzen seit 2009 OpenOffice und sind extrem zufrieden was den Support und die Leistungen angeht. OpenOffice beweist dass Open Source Projekte Sinn haben.<br />Homepage: <a href="http://www.seo-kueche.de" rel="nofollow" target="_blank">www.seo-kueche.de</a></td></tr><!--Eintragungsdatum: 2014-03-10-->
<tr><td>Datentechnik Winkler </td><td>83734 Hausham, Nagelbachstr. 39</td><td><a href='mailto:info@dt2v.de'>Sepp Winkler </a></td><td>Seit Beginn einer lfd. Schulung auf CEfOSS bieten wir unseren Kunden (Schulen, Beh&ouml;rden, Praxen, Ich-AGs etc.) OpenOffice.org zum Selbstkostenpreis an. Um das Portfolio noch weiter abzurunden, kommen in K&uuml;rze noch diverse fachspezifische Vorlagen (Beh&ouml;rdenantr&auml;ge etc.) kostenlos dazu.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Reith-Consulting Unternehmensberatung </td><td>84028 Landshut, Niedermayerstr. 4</td><td><a href='mailto:mail@reith-consulting.com'>Andreas Reith </a></td><td>Als Verlag setzen wir OpenOffice.org f&uuml;r den allgemeinen Schriftverkehr sowie das Redigieren und Publizieren von Manuskripten ein. Hier werden alle Bearbeitungsschritte von A-Z mit OpenOffice.org erledigt. Unsere eBooks bieten wir ausschlie&szlig;lich im PDF-Format zum Verkauf an. Das Generieren von ansprechenden PDF-Dokumenten wird durch OpenOffice.org zum Kinderspiel. Probleme beim Umgang mit umfangreichen Dokumenten (Text und Bilder), h&auml;ufigen Abst&uuml;rzen und unerkl&auml;rlichen Format&auml;nderungen geh&ouml;ren dank OpenOffice.org nun der Vergangenheit an.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Fa. Kr&uuml;ger &amp; Sohn GmbH</td><td>84030 Landshut, Robert-Bosch-Str. 1+3</td><td>Stephan Eder</td><td>Wir setzen seit Jan 2003 OpenOffice in den Abteilungen Verkauf und Buchhaltung ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Complex-Computer GbR </td><td>84061 Ergoldsbach, Herbststr. 10</td><td><a href='mailto:gmelch@complex-computer.de'>Oliver Gmelch </a></td><td>Wir verwenden OpenOffice.org zur Abwicklung unseres gesamten Schriftverkehrs auf insgesamt 4 Arbeitspl&auml;tzen unter Linux und Windows.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TNGTechnology Consulting GmbH </td><td>85774 Unterf&ouml;hring, Betastrasse 13a</td><td><a href='mailto:henrik.klagges@tngtech.com'>Henrik Klagges </a></td><td>OpenOffice ist bei uns Firmenstandard und wird mit gro&szlig;em Erfolg plattform&uuml;bergreifend eingesetzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>comp-ost.de Herbig Multimedia </td><td>86492 Egling, Alemannenstr. 2</td><td><a href='mailto:s.herbig@comp-ost.de'>Sebastian Herbig </a></td><td>Als Wirtschaftsinformatiker muss ich sagen, dass OpenOffice.org wohl eines der bestgelungenen Open Source-Programme ist. Seitdem wir OpenOffice.org nutzen, k&ouml;nnen wir auch immer mehr unserer Kunden f&uuml;r dieses Programm begeistern. OpenOffice.org als kostenlose Alternative ist vielen Kunden gar nicht bekannt. Wir sind stolz darauf, OpenOffice.org zu nutzen und werden auch weiterhin unseren Kunden zeigen, welche Alternativen es gibt - gleichzeitig den Geldbeutel zu schonen und dennoch eine leistungsstarke und stabile Software zu haben.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Eva Lachenmayer </td><td>87600 Kaufbeuren, Augsburger Str. 23</td><td>Eva Lachenmayer</td><td>OpenOffice.org ist ein hervorragendes Produkt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>SUSE LINUX </td><td>90409 N&uuml;rnberg, Maxfeldstr. 5</td><td><a href='mailto:info@suse.de'>info@suse.de </a></td><td>Auf &uuml;ber 300 Arbeitspl&auml;tzen wird OpenOffice.org eingesetzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Agentur Lindner </td><td>90443 N&uuml;rnberg, Bauerngasse 5</td><td>Ralph Lindner</td><td>Wir setzen auf allen Arbeitspl&auml;tzen (Windows) OpenOffice ein um uns unn&ouml;tige Lizenzkosten zu sparen. <a title="Die Agentur Lindner setzt OpenOffice ein" href="http://www.agentur-lindner.de/">www.agentur-lindner.de</a></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Michael Th. M&uuml;ller, Versicherungsmakler</td><td>90579 Langenzenn, Amselschlag 10</td><td>Michael M&uuml;ller</td><td>Wir verwenden Staroffice seit Version 3.1 bis 5.2 und OOo 1.0.3, jetzt 1.1 (MS-Office free area)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Stadt Pottenstein </td><td>91278 Pottenstein, Forchheimer Str. 1</td><td><a href='mailto:andreas.berner@pottenstein.bayern.de'>Andreas Berner </a></td><td>Die Stadt Pottenstein setzt seit dem 01.01.2005 zur Abwicklung des gesamten Schriftverkehrs OpenOffice.org ein. Eingesetzt wird dieses Produkt von 18 Usern, die diese Anwendungen als Terminalsitzung starten. (SBS 2003 / Windows 2003 / Citrix Metaframe)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Dipl.-Ing.Arnim Neumann  </td><td>91301 Forchheim, Ziegeleistr. 18</td><td>web@arnimxneumann.de</td><td>Als EDV-Dienstleister biete ich OpenOffice.org-Schulungen an und setze es selbst seit mehreren Jahren in einem Linux-Windows-Netzwerk an allen Arbeitspl&auml;tzen ein. OpenOffice.org ist f&uuml;r mich ein hervorragendes Werkzeug f&uuml;r die t&auml;gliche Arbeit mit einem unschlagbaren Preis-Leistungs-Verh&auml;ltnis. Von Beginn an zeichnete sich die Weiterentwicklung dieses Produkts stets durch echte Verbesserungen aus. Nie waren effekthaschende Gimmicks vorhanden, die ich somit auch nicht extra abschalten musste. Stattdessen ist beispielsweise die Exportfunktion in das PDF-Format hilfreich, die ich selbst auch zum Erstellen von Schulungsmaterial nutze. Zum Zeichnen von Schema-Darstellungen und zur Visualisierung von Abl&auml;ufen etc. l&auml;sst sich nicht nur das OpenOffice.org-Pr&auml;sentationsmodul ausgezeichnet verwenden. Auch das Zeichen-Modul hat hier mit genauen Zeichen- und Gruppierungs-Funktionen und durch seine einfache Bedienbarkeit einen gro&szlig;en Vorsprung vor &auml;hnlichen Anwendungen. F&uuml;r die Nutzung unter verschiedenen Betriebssystemen oder deren Migration ist OpenOffice.org meiner Erfahrung nach das am besten geeignete Office-Paket.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>go2thenet </td><td>92637 Weiden, Galgenbergstra&szlig;e 17</td><td><a href='mailto:go2thenet@gmx.de'>Xaver Zach </a></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Ludwig Schleicher GmbH </td><td>92690 Pressath, Neu - Weiher - Str. 4</td><td>Gerhard Reger</td><td>Wir setzten seit SO 5.0 in allen Abteilungen Staroffice ein. Die komplette Firma arbeitet auf den von uns genutzen 26 Pl&auml;tzen auf OO 1.1.X eingestellt.<br /> Wir bearbeiten s&auml;mtliche im B&uuml;ro anfallenden Arbeiten mit OO. <br /> &uuml;ber Basicmakros werden:<br /> - die zentral liegenden Vorlagen autmatisch mit den Userdaten ausgef&uuml;llt<br /> - Faxen &uuml;ber WINFAX ist m&ouml;glich<br /> - die Adressen werden aus der Datenbankoberfl&auml;che in die Kontakte von Outlook exportiert.<br /> Die Clients basieren alle auf MS Betriebssystemen (WIN 98 SE bis WIN XP prof.) Die Adressen werden f&uuml;r jede Abteilung oder Mitarbeiter zentral in einer Mysql Datenbank verwaltet. F&uuml;r den Datenaustausch verwenden wir die Speicherm&ouml;glichkeit als PDF, wenn notwending auch als XLS oder DOC. PDF Dokumente, die gesch&uuml;tzt werden m&uuml;ssen, werden im Moment noch mit dem "PDF Factory" Druckertreiber erstellt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>high PCSchrader </td><td>93049 Regensburg, Rennweg 27</td><td><a href='mailto:schrader@highpc.de'>Arnold Schrader </a></td><td>Wir setzen OpenOffice.org seit Erscheinen im t&auml;glichen Arbeitsumfeld ein. Vornehmlich zur Erstellung von Prospekten, Dokumentationen, Brosch&uuml;ren und B&uuml;chern.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Feiner Lichttechnik GmbH </td><td>93059 Regensburg, Donaustauferstr. 93</td><td><a href='mailto:pfundtnerm@feiner-lichttechnik.de'>Michael Pfundtner </a></td><td>Wir nutzen OOo seit 2001 in unserem Betrieb f&uuml;r die Korrespondenz und f&uuml;r unsere Pr&auml;sentationen. Bei Im- und Export zu Microsoft's Software haben wir keine Probleme.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Finanzen Online </td><td> 94032 Passau, Firmianstr. 2a</td><td><a href='mailto:info@finanzen-online.info'>Finanzen Online</a></td><td> Viele Jahre nutzten wir ein proprieteres Office-Programm, ohne gro&szlig; &uuml;ber die Gr&uuml;nde hierzu nachzudenken.   Angeregt durch den erfolgreichen Einsatz zahlreicher OpenSource-L&ouml;sungen im Internet-Bereich begannen wir   die Verwendung im Office-Bereich zu hinterfragen. <br />Inzwischen nutzen wir OpenOffice.org in allen wesentlichen Bereichen:   von der Textverarbeitung bis zur Pr&auml;sentations-Erstellung. Angebote generieren wir als PDF &uuml;ber OpenOffice.org.   Wir sind von der Leistungsf&auml;higkeit und der Zuverl&auml;ssigkeit dieser Software absolut &uuml;berzeugt.<br />   Fazit: Der Wechsel hat sich f&uuml;r uns im Praxisalltag bew&auml;hrt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>COMEK-Trade e.K. </td><td>94227 Lindberg, Lehen 31a</td><td><a href='mailto:postfach@comek-trade.de'>J&uuml;rgen Ernst </a></td><td>In unserem Unternehmen wird sowohl Linux mit OpenOffice.org 2.0 und Windows mit MS Office sowie OpenOffice.org 2.0 verwendet. Die Anwendung der beiden Officeprodukte zeigt, dass OpenOffice.org keinen Vergleich f&uuml;rchten muss.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Inventivio GmbH </td><td>95448 Bayreuth, Hirschbergleinstr. 29</td><td>Dr. Alexander Hars</td><td>Wir benutzen OpenOffice auf 5 Rechnern (sowohl unter Windows XP als auch Linux). Besonders begeistert sind wir von der M&ouml;glichkeit, dass OO so einfach Tabellenkalkulationen in Textdokumenten durchf&uuml;hren kann; wir nutzen das f&uuml;r die Rechnungserstellung, Reisekostenabrechnungen etc. In MS Word ist dies nur auf Umwegen m&ouml;glich (von vielen Small-Business-Gesch&auml;ftspartnern wissen wir, dass sie ihre Rechnungen zwar mit MS Word schreiben, aber die Rechnungssume und Mehrwertsteuer immer noch von Hand berechnen).</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TMT Tele Service GmbH &amp; Co KG</td><td>95448 Bayreuth, N&uuml;rnberger Str. 42</td><td>Stefan Dremer</td><td>http://www.tmt.de Da wir eine heterogene B&uuml;roumgebung haben (ca. 30% Linux, 70% Windows 2000 bzw. XP) setzen wir StarOffice bzw. OpenOffice auf etwa 35 Arbeitspl&auml;tzen als Standard-Textverarbeitungs- und Tabellenkalkulationsanwendung ein. StarOffice setzen wir &uuml;brigens seit der 3er-Version im Testbetrieb und seit den 4er-Versionen im Produktivbetrieb ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bistum W&uuml;rzburg </td><td>97070 W&uuml;rzburg, Domerschulstr. 2</td><td><a href='mailto:michael.seufert@bistum-wuerzburg.de'>Michael Seufert </a></td><td>Das Bistum W&uuml;rzburg hat im Herbst 2002 mit einer "sanften" Migration hin zu OpenOffice.org begonnen. Ende 2006 waren &uuml;ber 80%, Ende 2007 gut 95% der Arbeitspl&auml;tze auf OpenOffice.org umgestellt. Inzwischen gibt es bei uns fl&auml;chendeckend, d. h. auf &uuml;ber 2.000 Arbeitspl&auml;tzen OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TECHon </td><td>97072 W&uuml;rzburg, Waltherstr. 2</td><td>Andreas Ganje</td><td>Wir arbeiten seit 2003 mit OOo und sind vollauf damit zufrieden. Wir sch&auml;tzen und unterst&uuml;tzen die Philosophie hinter diesem Projekt und empfehlen allen unseren Kunden dieses gro&szlig;artige Produkt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>einfach management </td><td>99099 Erfurt, Konrad-Zuse-Str. 12</td><td><a href='mailto:sebastian.boehm@bosef.de'>Sebastian B&ouml;hm </a></td><td>einfach management bietet in Th&uuml;ringen Relocation-Services f&uuml;r private, gewerbliche und &ouml;ffentliche Kunden sowie Location-Management f&uuml;r Film- und TV-Produktionen.<br /> Wir nutzen das OpenOffice.org-Paket f&uuml;r unsere gesamte Textverarbeitung, f&uuml;r Tabellenkalkulation und f&uuml;r Pr&auml;sentations-Erstellungen. Besonders interessant ist f&uuml;r uns der integrierte PDF-Generator.<br /> Schnell waren wir von dem gesamten Paket &uuml;berzeugt - wir k&ouml;nnen es nur weiter empfehlen.<br /> Unser Kompliment an alle Entwickler!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>consultores GmbH </td><td>98693 Ilmenau, Ehrenbergstr. 11</td><td>Daniel Beyer</td><td>In unserem Unternehmen setzen wir das Officepaket OpenOffice.org f&uuml;r Textverarbeitung, Tabellenkalkulation und Pr&auml;sentation ein und unterst&uuml;tzen unsere Kunden bei einer Migration hin zu OpenOffice.org. Unsere Erfahrungen sind durchweg positiv und wir freuen uns schon auf OpenOffice.org 2.0!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Vertrieb &amp; Service, Kerstin Bessel </td><td>99846 Seebach, Friedrich-Engels-Ring 42</td><td>Manfred Bessel</td><td>Seit Jahren benutze ich OpenOffice.org mit all seinen Bestandteilen in meiner Firma und logischerweise auch privat. Die einfache Struktur und das unkomplizierte Handling haben mich von Anfang an &uuml;berzeugt. Ein gro&szlig;er Vorteil ist die "einfache" Beschaffung des Programms oder seiner Teile, sollte mal nach einem gr&ouml;&szlig;eren PC-Problem etwas nicht funktionieren. Keine aufw&auml;ndigen Registrierungs- und Nachweisverfahren. Ich bin st&auml;ndig auf der Suche nach neuesten Updates und m&ouml;chte Ihnen gerne best&auml;tigen, dass OpenOffice.org im Laufe der Jahre immer besser und stabiler geworden ist.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>GFAFahrzeugachsen + Antriebstechnik GmbH </td><td>99867 Gotha, S&uuml;dstr. 15</td><td><a href='mailto:info@gfachsen.de'>Olaf H&ouml;rding </a></td><td>Zuerst ein kr&auml;ftiges Dankesch&ouml;n f&uuml;r das deutsche Engagement und was die Entwickler dazu antreibt, ein solch umfassendes Softwarepaket zu entwickeln. Ebenso ein herzliches Dankesch&ouml;n an alle beteiligten Entwickler auf der ganzen Welt - Danke! Diese neue Suite ist einfach ebenb&uuml;rtig mit der des Markt- f&uuml;hrers und dazu (noch) ohne l&auml;stige Aktivierung einsetzbar. Wir verwenden diese Software auf all unseren Rechnern (8) im produktiven Einsatz, da es alles bietet was man braucht und dar&uuml;ber hinaus auch die Kompatibilit&auml;t zu alten Office-Dateien gegeben ist. Ferner erfreut uns das direkte Drucken ins PDF-Format. Optisch ist die neue Version (2.0) sehr ansprechend und wir k&ouml;nnen nur hoffen, dass die Entwicklergemeinde sich nicht aufgibt und wir (Anwender) keine Alternative mehr haben!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>iterranux GmbH </td><td>40549 D&uuml;sseldorf, Schanzenstra&szlig;e 20 a</td><td><a href='mailto:arnd@iterranux.com'>Arnd Gro&szlig;mann </a></td><td>Als IT-Beratungs- und Entwicklungsunternehmen mit Schwerpunkt OpenSource setzen wir seit mehreren Jahren auf all unseren Arbeitspl&auml;tzen (momentan 8) ausschlie&szlig;lich OpenSouce Software und damit vor allem OpenOffice.org ein. Und das sowohl f&uuml;r die gesch&auml;ftliche Korrespondenz, unsere Buchhaltung, f&uuml;r die Dokumentation unserer Projekte und auch als Bestandteil unserer Projekte. Dabei hat sich OpenOffice.org als sehr flexibel, schnell und zuverl&auml;ssig erwiesen, auch bei gr&ouml;&szlig;eren Dokumenten mit vielen Bildern. Auch legen wir jedem Kunden nahe, OpenOffice.org einzusetzen und damit nicht nur Lizenzkosten sondern auch viel &auml;rger und Support zu sparen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>KDV Kanne Datenverarbeitung GmbH </td><td>32756 Detmold, Sylbeckestr. 20</td><td><a href='mailto:werner.warweg@kdv-dt.de'>Werner Warweg </a></td><td>Seit der Version 1.0 arbeite ich mit OpenOffice.org im internen Bereich f&uuml;r Reports an Gesellschafter, Kalkulationen, Pr&auml;sentationen, da ich zuhause und im Betrieb an den gleichen Dateien arbeite und nicht ein kostenpflichtiges Produkt doppelt installieren wollte (illegale Kopien gibt es bei uns nicht!). Seit Juni 2008 kann unser Personalinformationssystem KDVLOHN auch Daten zur Weiterverarbeitung nach OpenOffice.org exportieren. Vielleicht k&ouml;nnen wir so die vielen schnellen Hilfestellungen der Entwickler- und Anwendergemeinde etwas wieder ausgleichen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Zahnarztpraxis Dr. Christian Korten </td><td>46535 Dinslaken, Eppinkstra&szlig;e 167</td><td>Dr. Christian Korten</td><td>Wir benutzen OpenOffice.org seit etwa 2003 parallel zu MS Office und sind in 2005 ganz auf OpenOffice.org ungestiegen. S&auml;mtliche Korrespondenz und auch die Materialbestellung (mit Base) erledigt seitdem OpenOffice.org zu unserer vollsten Zufriedenheit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>open|MVNO </td><td>90480 N&uuml;rnberg, Heiner-Stuhlfauth-Str. 28</td><td>Heiko Thierbach</td><td>Die open | MVNO ist Konzept- und Technologie-Dienstleister f&uuml;r Mobile Marketing mit mobilen Endger&auml;ten. Beratungs- und Realisierungspartner f&uuml;r wirtschaftliche MVNO-Gesch&auml;ftsmodelle via Open Source. Wir setzen seit einigen Jahren konsequent auf OpenSource-Software und benutzen daher auch seit Jahren OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Cyber-Dynamix GmbH </td><td>90480 N&uuml;rnberg, Heiner-Stuhlfauth-Str. 28</td><td>Heiko Thierbach</td><td>Die Cyber-Dynamix GmbH ist Brain Factory und Umsetzungspartner f&uuml;r Systemarchitektur und -integration, IT-Sicherheit und Projektmanagement bei Mobilfunk-Applikationen wie UMTS und Video Streaming. Wir setzen seit einigen Jahren konsequent auf OpenSource-Software und benutzen daher auch seit Jahren OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>stilpunkt.wohndesign </td><td>70771 Leinfelden-Echterdingen, Andreasweg 6</td><td>Alexa Els&auml;sser</td><td>Wir sind ein kleines aufstrebendes Unternehmen, das sein Geld mit dem Onlinevertrieb von Designprodukten verdient. Auch wir k&ouml;nnen uns keine teure Software leisten und setzen daher OpenOffice.org als Textverarbeitung und Tabellenkalkulation ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Internet Marketing Zeithaml </td><td>86836 Untermeitingen, Schmutterstr. 1 </td><td>Thomas Zeithaml</td><td>Seit 2006 habe ich Windows den R&uuml;cken gekehrt und setze in meinem Unternehmen nur auf Ubuntu. OpenOffice.org ist dabei meine MS-Office-Alternative geworden und ich war angenehm &uuml;berrascht, wieviele Funktionen das Paket bietet. Mittlerweile gibt es keinen Grund f&uuml;r mich umzusteigen und ich finde es auch sehr sozial ein solch umfangreiches Paket kostenlos anzubieten. Vielen Dank f&uuml;r dieses Produkt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>tagesgeld-konto </td><td>04155 Leipzig, Herlo&szlig;sohnstra&szlig;e 12 </td><td>Christin Schunack</td><td>Wir sind ein noch recht junges Team und m&uuml;ssen deshalb vor allem bei Hard- und Software besonders darauf achten, ordentliche Produkte zu g&uuml;nstigen Preisen einzukaufen. Nach dem Umstieg von MS-Produkten auf OpenOffice.org konnten wir eine Menge Geld sparen. Alle unsere Mitarbeiter sind restlos begeistert. Es gibt keine Probleme mehr mit Abst&uuml;rzen oder Inkompatibilit&auml;ten. OpenOffice.org erleichtert uns t&auml;glich die Arbeit und macht au&szlig;erdem viel mehr Spa&szlig;.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Mediaup crossmedia </td><td>40217 D&uuml;sseldorf,  Friedrichstr. 73</td><td>Gianfranco Murgia</td><td>Als Finanzvermittler mit Schwerpunkt Girokonten haben wir unsere B&uuml;roarbeit vollkommen auf OpenOffice.org ausgerichtet. Seit Jahren nutzen wir an nun mehr 10 Arbeitspl&auml;tzen Ihre Produkte. Im Namen von Girokonto.us und dem gesamten Team m&ouml;chten wir Ihnen unseren Dank und ein Lob aussprechen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>netzwelt.de </td><td>22607 Hamburg, Osdorfer Landstra&szlig;e 20</td><td>Sascha Hottes</td><td>Netzwelt.de setzt bei der t&auml;glichen Redaktionsarbeit nicht nur OpenOffice.org ein, sondern empfiehlt es auch seinen Lesern als ausgezeichnete Freie Software f&uuml;r den Alltag in diversen Artikeln.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Roulette Forum </td><td>25548 Kellinghusen, Wiesengrund 18</td><td><a href='mailto:roulette-forum@gmx.de'>Dirk Schr&ouml;ter </a></td><td>Viele unserer aktiven Forumteilnehmer verwenden OpenOffice.org f&uuml;r Spielsystemanalysen und Ergebnisauswertungen. Die Tabellenkalkulation wird auch zur Archivierung von Permanenzen genutzt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Webdesign Senkrecht </td><td>50968 K&ouml;ln, Alteburger Str. 377</td><td><a href='mailto:info@senkrecht-it.com'>Timur Sener </a></td><td>Wir benutzen OpenOffice.org in allen Bereichen der Firma und sind &uuml;beraus zufrieden damit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Finanz Vergleich </td><td>20253 Hamburg, Contastr. 1</td><td>Lutz Borkenhagen</td><td>Wir betreiben die Website www.finanzvergleich.de und wir nutzen im B&uuml;ro inzwischen ebenfalls mit grosser Begeisterung OpenOffice.org. Zugegebenerma&szlig;en war ich am Anfang sehr skeptisch, da ich bisher ausschlie&szlig;lich mit den bekannten Office-Produkten gearbeitet habe. Gelegentlich habe ich auch die Office-Produkte von Google genutzt, aber unser Administrator hat sich beharrlich f&uuml;r den Einsatz von OpenOffice.org eingesetzt und nun sind wir &uuml;beraus gl&uuml;cklich eine solch sinnvolle Alternative nutzen zu k&ouml;nnen und tun dies inzwischen ausschlie&szlig;lich. Vielen Dank daf&uuml;r vom gesamten FinanzVergleich-Team.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>LUXPAR GmbH </td><td>45130 Essen, Isenbergstra&szlig;e 23</td><td>Natalya Pastukhova</td><td>Die LUXPAR GmbH ist eine international t&auml;tige Firma und setzt OpenOffice.org sowohl in ihrem Stammsitz in Deutschland als auch bei der Vertretung in der Ukraine ein. Neben den geringen Schulungs- und Betriebskosten und der verl&auml;sslichen Funktionalit&auml;t betrachten wir es als gro&szlig;en Vorteil von OpenOffice.org, &uuml;ber fremdsprachige Versionen an allen unseren Standorten ein ausgereiftes Open-Source-Produkt f&uuml;r alle bei uns eingesetzten Betriebssysteme wie MacOS und Ubuntu benutzen zu k&ouml;nnen. Unser wirtschaftlicher Fokus liegt in den ehemaligen GUS-Staaten, die mit Hilfe von Open-Source-Programmen einfach und legal einen modernen Stand der IT erreichen k&ouml;nnen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Internetagentur Fromeyer </td><td>41812 Erkelenz, Ahornweg 18</td><td><a href='mailto:info@girokonto-anbieter.de'>Kilian Fromeyer </a></td><td>Die Internetagentur Fromeyer betreibt seit Jahren verschiedene Finanzvergleichsseiten im Internet und arbeitet seitdem erfolgreich mit OpenOffice.org. Das Hauptmerkmal, weshalb wir mit OpenOffice.org arbeiten, ist die Stabilit&auml;t des Programmes, wirklich nur zu empfehlen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Volksf&uuml;rsorge Generalagenturen Torsten Ehrsam </td><td>23966 Wismar, L&uuml;bsche Stra&szlig;e 8</td><td>Torsten Ehrsam</td><td>In unseren drei Agenturen in Wismar, Bad Oldesloe und Hamburg haben wir im laufe des Jahres 2006 auf OpenOffice.org umgestellt. Dank der guten Kompatibilit&auml;t zu den damaligen Standarddateiformaten des (noch) Marktf&uuml;hrers konnte unser Daten- und Kundenbestand problemlos migriert werden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Kinderheim St. Josef </td><td>23843 Bad Oldesloe, Wendum 4</td><td>Louis Stahl</td><td>Die im Kinder- und Jugendhaus St. Josef lebenden Jugendlichen nutzen an den Rechnern im Computerraum des Hauses die jeweils aktuelle Version von OpenOffice.org f&uuml;r Ihre private Korrespondenz, Schulaufgaben und Bewerbungen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>X7007.COM Websolutions Kevin Voigt </td><td>46236 Bottrop, Steinmetzstr. 7</td><td>Kevin Voigt</td><td>Zu Marketingzwecken und f&uuml;r Auswertungen nutzen wir die Tabellenkalkulation von OpenOffice.org, die sehr ausgereift und einfach zu bedienen ist.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Wellnesshotel Neue Post </td><td>94249 Bodenmais, K&ouml;tztinger Str. 25</td><td>Alexander Fischer</td><td>Wir arbeiten schon seit einigen Jahren an 5 Arbeitspl&auml;tzen mit OpenOffice.org ist sind mit allen Bausteinen sehr zufrieden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Verpackung24 GmbH </td><td>72555 Metzingen, Schw&ouml;llbogen 5-7</td><td><a href='mailto:w.enzensberger@verpackung24.com'>Wolfgang Enzensberger </a></td><td>Als Handelsunternehmen in der B2B Verpackungsbranche setzen wir seit unserer Firmengr&uuml;ndung auf OpenOffice.org in allen Arbeitsbereichen. Anf&auml;nglich haben wir OpenOffice.org und MS Office parallel eingesetzt. Durch die kurzen Ladezeiten der Dokumente und die perfekte PDF Funktion, hat OpenOffice.org aber mittlerweile alle MS Office Anwendungen auf unseren Arbeitspl&auml;tzen vollst&auml;ndig verdr&auml;ngt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>C-OR.de Sven Reiber </td><td>72581 Dettingen, Herdweg 14</td><td>Sven Reiber</td><td>Wir sind eine Beratungsagentur, vornehmlich im Bereich eCommerce-L&ouml;sungen f&uuml;r den Mittelstand, und verwenden OpenOffice.org seit nunmehr &uuml;ber zwei Jahren. Viele unserer Kunden, denen wir OpenOffice.org empfohlen haben, arbeiten heute mindestens zweigleisig. Einige davon haben die MS Office Produkte, wie wir, vollst&auml;ndig durch OpenOffice.org ersetzt. Wir w&uuml;nschen uns f&uuml;r OpenOffice.org einen schnellen Ausbau der Marktanteile, sodass ein Konvertieren von Dokumenten in Formate wie .doc oder .xls irgendwann nicht mehr n&ouml;tig sein wird.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Sachverst&auml;ndigenb&uuml;ro Schriefer </td><td>30890 Barsinghausen, Altenhofstra&szlig;e 3</td><td>Uwe Schriefer</td><td>Nach langj&auml;hriger Nutzung des MS-Office Pakets habe ich nach einer EDV Erneuerung vor einem halben Jahr auch auf OpenOffice.org umgestellt. Die Umgew&ouml;hnung von Word auf Writer erfolgte schnell und problemlos wobei die Einbindung von Draw-Zeichnungen schnelles und einfacheres Arbeiten erlaubt. Insbesondere aber durch die pdf-Exportfunktion verbesserten sich die Arbeitsabl&auml;ufe: die Kunden erhalten oft gleich nach Berichterstellung eine pdf-Datei als Mail, wodurch insbesondere eilige Auftr&auml;ge mit verbesserter Kundenzufriedenheit abgeschlossen werden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Company Express Software GmbH </td><td>01187 Dresden, N&uuml;rnberger Stra&szlig;e 35</td><td>Peter Eggar</td><td>Wir nutzen OpenOffice.org f&uuml;r unseren gesamten Schriftverkehr (inkl. Mailingaktionen) und sind sehr zufrieden mit der Stabilit&auml;t, Zuverl&auml;ssigkeit und der Kompatibilit&auml;t von OpenOffice.org zu verschiedenen Formaten (z.B. auch doc). Auch f&uuml;r Kalkulationen und Pr&auml;sentationen ist OpenOffice.org f&uuml;r uns immer die erste Wahl.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Philipp Wittenbrink (Tagesgeld.org) </td><td>48153 M&uuml;nster, Hafenstra&szlig;e 29-31</td><td>Philipp Wittenbrink</td><td>Als Unternehmen im Bereich Webpublishing geh&ouml;rt das Verfassen von aktuellen Nachrichten, insbesondere aus der Welt der Finanzen zu unserem Tagesgesch&auml;ft. F&uuml;r Vergleiche und Analysen greifen unsere Redakteure hierbei auf OpenOffice.org, vorrangig "Writer", "Math" und "Calc" zur&uuml;ck. Das positive Feedback unserer Angestellten kam bereits kurz nach der Umstellung auf OpenOffice.org, Mitte 2008. Heute ist das leistungsstarke OpenOffice.org von unserem System nicht mehr wegzudenken! Vielen Dank!"</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>von Bleichert </td><td>82194 Gr&ouml;benzell, Augsburger Stra&szlig;e 33g</td><td>Janis von Bleichert</td><td>Wir verwenden OpenOffice.org auf allen B&uuml;ro-Rechnern und sind hochzufrieden mit dem Funktionsumfang und der Bedienbarkeit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Bullz-Eye Networks </td><td>37431 Bad Lauterberg, Kirchtal 5</td><td>Christian Eckardt</td><td>Wir benutzen OpenOffice.org seit l&auml;ngerem, um den kompletten Briefverkehr abzuwickeln (Writer) und Angebote und Rechnungen (Calc) zu erstellen. Ein super Feature ist der PDF-Export, mit dem die Dokumente dann vor Ver&auml;nderungen gesch&uuml;tzt sind! (Branche: Reise, <a href="http://www.harz-ferienwohnung-ferienhaus.de" target="_blank" title="Harz Ferienwohnung Ferienhaus">Ferienwohnungen und Ferienh&auml;user im Harz</a>)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Daniel Schetter </td><td>80992 M&uuml;nchen, Leipziger Stra&szlig;e 34</td><td>Daniel Schetter</td><td>Ich betreibe mehrere Online-Projekte, wie zum Beispiel <a href=http://www.greencard-kostenlos.de>http://www.greencard-kostenlos.de</a> oder <a href=http://www.umtsflatratevergleich.de>http://www.umtsflatratevergleich.de</a> und setze ausschlie&szlig;ich OpenOffice.org ein. Sowohl die Nutzerfreundlichkeit, als auch die Geschwindigkeit der Applikationen haben mich nachhaltig &uuml;berzeugt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>CK Vergleich GbR </td><td>73033 G&ouml;ppingen, Hohenstaufenstra&szlig;e 48 a</td><td>Joachim K&ouml;lmel</td><td>Unsere Firma setzt seit der Gr&uuml;ndung auf Openoffice.org f&uuml;r die Korrespondenz mit Merchants und Kunden sowie die Erstellung unserer Rechnungen und Texte. Wir sch&auml;tzen die einfache Bedienbarkeit und die guten Leitungsmerkmale der Software. Vor allem die PDF-Konvertierung ist f&uuml;r uns eine gro&szlig;e Bereicherung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Thomas Heuer (my Comedy News) </td><td>30592 Ronnenberg, Kiebitzeck 9</td><td>Thomas Heuer</td><td>Das Team von myComedy News nutzt OpenOffice.org um Dokumente mit Gags zu erstellen. Wir nutzen das *.ods-Format zum Speichern der Texte.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Raiffeisenbank Nordkreis Landsberg eG</td><td>86492 Egling a. d. Paar, Hauptstra&szlig;e 29</td><td><a href='mailto:andreas.bernhard@rb-nordkreis.de'>Andreas Bernhard</a></td><td>seit der Version 1.x sind wir Anwender von OpenOffice.org Neben dem Banknetz betreut die IT-Abteilung auch Systeme von Kunden. Hier wird mittlerweile die OpenOffice Version 3.x installiert.</td></tr><!--Eintragungsdatum: 2009-12-25-->
<tr><td>bj&ouml;rn hahnefeld InformationsTechnologien</td><td>93057 Regensburg, Amberger Str. 60</td><td><a href='mailto:info@hahnefeld.de'>Bj&ouml;rn Hahnefeld</a></td><td>Bj&ouml;rn Hahnefeld hat alle Arbeitspl&auml;tze mit OpenOffice.org ausgestattet. Als besonderer Vorteil wird der einfache Austausch von Office-Dokumenten zwischen Windows- und Linux-Arbeitspl&auml;tzen angesehen.</td></tr><!--Eintragungsdatum: 2009-12-26-->
<tr><td>Mario Schr&ouml;der</td><td>06632 Freyburg/U., M&uuml;hlstrasse 34</td><td>Mario Schr&ouml;der</td><td>Wir betreiben den B&ouml;rseninformationsdienst http://www.xboerse.de und sind intensiver Anwender der Tabellenkalkulation. Bis vor einigen Monaten nutzten wir Excel mit VB, jetzt haben wir unter MAC OS X unsere gesamte Datenaufbereitung auf OOo Calc mit Basic migriert und es funktioniert wunderbar. An ein paar Stellen mussten wir Anpassungen vornehmen, aber sonst ist OpenOffice.org eine richtige Alternative zu den propriet&auml;ren Softwareprodukten aus Redmond.</td></tr><!--Eintragungsdatum: 2009-12-26-->
<tr><td>mindflow digital new media - Internet Agentur</td><td>18609 Ostseebad Binz, Goethestra&szlig;e 5</td><td>Andreas Horst</td><td>Wir haben vor einigen Jahren alle Arbeitspl&auml;tze komplett auf OpenOffice.org umgestellt. Wir bew&auml;ltigen unsere gesamte Kundenkorrespondenz, unsere Buchhaltung und unseren Schriftverkehr mit OpenOffice.org. Der PDF-Export ist ein gesch&auml;tztes Merkmal.</td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Rechtsanwalt Carsten Kraft</td><td>30169 Hannover, Hildesheimer Str. 35</td><td>Carsten Kraft</td><td>In meiner deutsch-spanischen Anwaltskanzlei hat sich Openoffice.org seit mehreren Jahren bew&auml;hrt; optimale Unterst&uuml;tzung der englischen und spanischen Sprache, System l&auml;uft stabil.</td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Bayerisches Rotes Kreuz - Bereitschaft Ortenburg</td><td>94496 Ortenburg, Marktplatz 11</td><td>Stefan Weigel</td><td>In unserem Ausbildungsraum haben wir am Beamer seit zwei Jahren einen PC mit Ubuntu Linux und OpenOffice.org. Viele Referenten bringen f&uuml;r ihren Unterricht MS-Powerpoint-Dateien mit. Diese k&ouml;nnen in der Regel problemlos mit OpenOffice.org Impress vorgef&uuml;hrt werden. Manche Dozenten bemerken den Unterschied gar nicht. :-) Andere staunen, wenn wir aus ihrer Pr&auml;sentation zur Weitergabe an die Teilnehmer mit nur einem Mausklick ein PDF erzeugen.</td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Inselgemeinde Juist</td><td>26571 Juist, Strandstr. 5</td><td>Stefan Siedelmann</td><td>Wir sind komplett auf OpenOffice.org umgestiegen. Grund hierf&uuml;r ist das Ziel, komplett auf Open-Source zu setzen. Bei uns l&auml;uft OpenOffice.org (derzeit) auf Windows 2003 Terminalserver. Ab n&auml;chstes Jahr ist der Umstieg auf Linux geplant.</td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Metzgerei Franz Seiler</td><td>82380 Pei&szlig;enberg, W&ouml;rtherstr. 44 </td><td>Franz Seiler</td><td>Wir setzen OOo seit der Version 1.1 testweise und seit Version 3.0 als vollst&auml;ndigen Ersatz f&uuml;r Microsoft Produkte ein. Wir nutzen OOo f&uuml;r unseren betrieblichen Schriftverkehr und die Kostenrechnung, wir f&uuml;hren damit Kassenbuch und Lohnbuchhaltung. Der PDF-Export, die Kompatibilit&auml;t mit MS-Office-Dateiformaten sowie die Verf&uuml;gbarkeit von OOo f&uuml;r Mac und das freie Betriebsystem Linux z&auml;hlen f&uuml;r uns zu den herausragenden Leistungen von OpenOffice.org. Jederzeit empfehlen wir OOo unseren Kollegen und Gesch&auml;ftspartnern. </td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>MAWISTA s&uuml;d GmbH</td><td>73207 Plochingen, Robert-Bosch-Str. 7-9</td><td>Thomas Bezler</td><td>Mawista ist Versicherungsvermittler f&uuml;r Reiseversicherungen. Wir sind mit OppenOffice.org sehr zufrieden!</td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Private Trips GmbH</td><td>10405 Berlin, Greifswalderstrasse 212</td><td>Johannes Andersen</td><td></td></tr><!--Eintragungsdatum: 2010-03-12-->
<tr><td>Weddig &amp; Keutel AG</td><td>34359 Reinhardshagen, M&uuml;ndener Str. 18</td><td>Carsten Weddig</td><td>Wir setzen OpenOffice.org ein als Alternative zu kostenpflichtigen Office Produkten. Auch unsere Kunden nehmen gerne unsere Empfehlung f&uuml;r OpenOffice.org an.</td></tr><!--Eintragungsdatum: 2010-03-16-->
<tr><td>Sohn Finanzberatung</td><td>63546 Hammersbach, Rausche-Hain-Weg 8 </td><td><a href='mailto:m.sohn@sohn-finanzberatung.de '>Martin Sohn</a></td><td>Wir nutzen OpenOffice.org f&uuml;r nahezu alle Officeanwendungen, und sch&auml;tzen dabei die Kostenersparnis sowie die einfache Bedienbarkeit.</td></tr><!--Eintragungsdatum: 2010-03-16-->
<tr><td>Jens Peterssen, Internetdienstleister </td><td>58762 Altena, An der Haardt 1 </td><td><a href='mailto:info@peterssen.com '>Jens Peterssen </a></td><td>OpenOffice.org nutze ich zur Verwaltung und Statistik meines Domainbestands (ca. 3.000 Domains) - es erleichtert meine Arbeit extrem.</td></tr><!--Eintragungsdatum: 2010-03-16-->
<tr><td>Adbyte</td><td>48145 M&uuml;nster, Friedensstrasse 17</td><td><a href='mailto:info@kundendienst-info.de'>Gerald Mann</a></td><td>Unsere OpenOffice.org Erfahrung ist wahrscheinlich typisch f&uuml;r den OpenOffice.org-Einstieg, denn als Startup war einfach Geld sparen angesagt. Am Anfang war der Umstieg etwas ungew&ouml;hnlich, aber nachdem man gelernt hat, dass man OpenOffice.org seinen Prozessen anpassen kann und nicht die Prozesse an ein Officesystem bin ich begeistert. Heute empfehle ich jedem Nutzer statt MS Office den Einsatz von OpenOffice.org und nach der Eingew&ouml;hnung haben mir bisher noch alle Nutzer zugestimmt. Man muss nur den Schritt wagen, und sich selbst die Zeit f&uuml;r eine Eingew&ouml;hnung geben.</td></tr><!--Eintragungsdatum: 2010-03-16-->
<tr><td>Dipl.-Kfm.Gerhard Riedinger u. Partner GdbR</td><td>69168 Wiesloch/Baden, Baiertaler Str. 6</td><td><a href='mailto:RiedingerGerhard@Riedinger-stb.de '>Gerhard Riedinger</a></td><td>Unsere mittelst&auml;ndisch orientierte Steuerberatungskanzlei nutzt sehr intensiv die Branchensoftware der DATEV eG, N&uuml;rnberg. Seit Oktober 2006 wird eine Schnittstelle zu OpenOffice/StarOffice angeboten. Seither sind wir von den MS-Produkten unabh&auml;ngig und arbeiten t&auml;glich mit gro&szlig;em Erfolg vorwiegend mit den Modulen Writer, Calc und Base. Da wir das OOo-Projekt durch aktive Mitarbeit unterst&uuml;tzen, lassen wir keine Gelegenheit aus, die Programme weiter zu empfehlen.</td></tr><!--Eintragungsdatum: 2010-04-21-->
<tr><td>Ren&eacute; Hornig. Freier Webdesigner</td><td>12681 Berlin</td><td>Ren&eacute; Hornig</td><td>Die meisten meiner Kunden verwenden Windows und MS Office. Da ich unter Mac arbeite, ist ein Austausch h&auml;ufig schwierig. Dank OpenOffice.org bin ich in der Lage, plattform&uuml;bergreifend eine gleichbleibende Darstellung zu erzielen und effektiv zu arbeiten ohne teure Lizenzen f&uuml;r Programme auszugeben, die ich nur recht selten verwenden w&uuml;rde. Ebenso spannend finde ich den Zugriff auf OpenOffice.org auf Konsolenbasis, was eine dynamische Integration in verschiedene Onlineprojekte erm&ouml;glicht. OpenOffice.org erleichtert in vielen Bereichen die Arbeit und dank der offenen Formate ist es flexibler in spezielle Umgebungen zu integrieren.</td></tr><!--Eintragungsdatum: 2010-04-22-->
<tr><td>Loy Webdesign</td><td>33428 Harsewinkel, Mozartweg 6</td><td>B&auml;rbel Loy</td><td>Wir nutzen schon seit ca. 2 Jahren Openoffice.org beruflich und privat. Es steht dem Marktf&uuml;hrer in nichts nach - ganz im Gegenteil! Es l&auml;uft sehr stabil und man kann damit wirklich alles realisieren; die Erstellung der allgemeinen Korrespondenz, ansprechende Pr&auml;sentationen. Ganz grosse Klasse ist auch die PDF Konvertierung von Dokumenten. Wir bedanken uns f&uuml;r diese tolle Entwicklung und freue uns auf weitere Features.</td></tr><!--Eintragungsdatum: 2010-04-22-->
<tr><td>PORT-47 Media GmbH</td><td>20457 Hamburg, Willy-Brandt-Stra&szlig;e 47 </td><td><a href='mailto:tobias.steiner@port-47.de '>Tobias Steiner</a></td><td>Auch wir nutzen im gesamten B&uuml;ro OpenOffice.org, da wir OpenSource-L&ouml;sungen aufgrund der freien Weiterentwicklungsm&ouml;glichkeit und dem Grundgedanken der freien Software unterst&uuml;tzen. Als weiteres Plus sehen wir auch den integrierten PDF-Konverter und das sichere Dateiformat von OpenOffice.org. Meistgenutzt werden von uns sowohl Writer als auch Calc. </td></tr><!--Eintragungsdatum: 2010-04-22-->
<tr><td>Jurek Raben – Virtual Creations Webdesign</td><td>22769 Hamburg</td><td>Jurek Raben</td><td>Wir setzen seit vielen Jahren OpenOffice.org als Standardsoftware im B&uuml;ro-Bereich ein. Immer noch benutzen viele Firmen und Menschen Microsoft Office. Wir schlagen unseren Kunden dann jedesmal vor, doch einmal OpenOffice.org anzuschauen, da es gleiche Leistungen kostenlos biete. Die Reaktion ist meistens folgende: Zun&auml;chst Ungl&auml;ubigkeit, dann Erstauen und schliesslich Begeisterung. OpenOffice.org sollte der allgemeine Standard sein.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Metatravel Service GmbH</td><td>18230 Bastorf, K&uuml;hlungsborner Stra&szlig;e 1</td><td>Tom Lichter</td><td>Da wir ein kleines Team sind und keine gro&szlig;en Budgets f&uuml;r Software haben, haben wir uns von Anfang an f&uuml;r OpenOffice.org  entschieden. Das sch&ouml;ne ist jedoch, dass es nicht nur eine monet&auml;re Entscheidung ist, sondern auch eine Usability- und Interoperabilit&auml;ts-Entscheidung. Wir arbeiten mit Mac- und Windows-Systemen und da funktioniert der Dateiaustausch sehr gut, die Performance und der Programmumfang ist ebenfalls auf dem h&ouml;chstem Niveau.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Mobile Cocktailbars</td><td>53721 Siegburg, Zum Jelsloch 11-13</td><td>Peter Schorn</td><td>Als Dienstleister im Catering-Bereich setzen wir OpenOffice.org  unter Windows XP ein und sind sehr zufrieden. OpenOffice.org muss keinen Vergleich mit MS Office scheuen, Umfang und Performance sind sehr gut. Besonders der integrierte PDF-Konverter ist f&uuml;r uns &auml;u&szlig;erst hilfreich und praktisch. Ich hoffe, dass OpenOffice.org auch in Zukunft mit der gleichen Qualit&auml;t weiterentwickelt wird und m&ouml;chte mich f&uuml;r die bisherige Arbeit an diesem Projekt ganz herzlich bedanken!</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Malte Landwehr - Browsergame Base</td><td>48161 M&uuml;nster, Toppheideweg 52</td><td>Malte Landwehr</td><td>W&auml;hrend meines Studiums der Informatik und Mathematik habe ich die OpenOffice.org Module Math und Calc sch&auml;tzen gelernt. Heute nutze ich auch Writer und Impress f&uuml;r den t&auml;glichen B&uuml;robetrieb und bin damit voll zufrieden. Ich kann OpenOffice.org f&uuml;r StartUps, die aufs Geld schauen m&uuml;ssen, uneingeschr&auml;nkt empfehlen.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>GELD.de GmbH</td><td>04105 Leipzig, Barfu&szlig;g&auml;&szlig;chen 11</td><td>Gernot Geier</td><td>Nach intensiven Vergleichen zu anderen g&auml;ngigen Office-Programmen haben wir uns f&uuml;r OpenOffice.org entschieden. Das perfekte Office-Paket, immer aktuell und mit allen Features die wir brauchen. Und l&auml;uft unter allen Betriebssystemen absolut stabil!</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Torsten Maue – SearchMedia</td><td>39108 Magdeburg, Immermannstr. 16</td><td>Torsten Maue</td><td>Seit mehreren Jahren nutzen wir bereits OpenOffice.org. Es l&auml;uft sehr stabil und gerade auch die M&ouml;glichkeit direkt PDF's zu erstellen wird bei uns sehr gesch&auml;tzt. S&auml;mtliche Statistiken, Gesch&auml;ftsbriefe und Pr&auml;sentationen werden mit OpenOffice.org bei uns erstellt.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Triplemind GmbH</td><td>63065 Offenbach am Main, Berliner Stra&szlig;e 2</td><td>Mathias Ziegler</td><td>Wir von Unterkunft.de nutzen das komplette OpenOffice.org-Paket bei der Abwicklung unseres Kundengesch&auml;fts und f&uuml;r die Planung und Steuerung einiger Teilprojekte, dabei hat sich als besonders hilfreich f&uuml;r unsere Montagsmeetings "Impress" herauskristallisiert. Wir sind mit der gesamten Suite sehr zufrieden.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Patrick Janz - Lessino eLearning</td><td>50733 K&ouml;ln, Schwerinstra&szlig;e 33</td><td><a href='mailto:mkt@lessino.de'>Patrick Janz</a></td><td>Wir verwenden OpenOffice.org seit ca. einem Jahr f&uuml;r Verwaltungsaufgaben. Das Programm-Paket deckt alle unsere Anforderungen hervorragend ab.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Boedger Media Solutions</td><td>76137 Karlsruhe, Luisenstra&szlig;e 111</td><td><a href='mailto:daniel@boedger.de'>Daniel B&ouml;dger</a></td><td>Als Internetdienstleister und Finanz News Team nutzen wir schon seit Jahren erfolgreich OpenOffice.org und m&ouml;chten uns bei euch f&uuml;r die tolle Arbeit bedanken - weiter so.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>finanzen.de AG</td><td>10997 Berlin, Schlesische Stra&szlig;e 29-30</td><td>Jana Reichel</td><td>Wir von der finanzen.de AG nutzen seit mehreren Jahren OpenOffice.org an etwa 25 Arbeitspl&auml;tzen und sind damit sehr zufrieden.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>3smil Ltd.</td><td>50354 H&uuml;rth, M&uuml;hlenstra&szlig;e 60</td><td>Daniel M&uuml;ller</td><td>Seit 5 Jahren setzten wir in unserem Hause OpenOffice.org als Haupt Office-Anwendung ein. Aktuell arbeiten alle 29 Mitarbeiter t&auml;glich mit den Anwendungen von OpenOffice.org. Als Open-Source IT Dienstleister bieten wir zudem unseren Kunden L&ouml;sungen aus dem Open-Source Bereich an. OpenOffice ist in unseren Augen die beste Open-Source Office-Anwendung. Wir bieten von der Installation bis zum Support alle Dienstleistungen zu OpenOffice an.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Wolf Maschinenbau AG</td><td>74336 Brackenheim, Wilhelm-Maybach-Strasse 2</td><td><a href='mailto:info@wolf-maschinenbau.de '>Samuel Wolf</a></td><td>Wir setzen in unserem Unternehmen sowie allen Unternehmen der Wolf Gruppe OpenOffice.org ein. Ein wichtiger Entscheidungsgrund ist unter anderem die vollst&auml;ndige Umstellung auf das Open Document Format, weiterhin ist es uns wichtig die selbe Software auf allen von uns eingesetzten Betriebssystemen (Windows und Linux) einzusetzten. Mit Hilfe von OpenOffice.org Base sind wir via MySQL Anbindung in der Lage direkt auf Datens&auml;tze aus unserem ERP System zu zugreifen und innerhalb von Minunten individuelle Berichte erstellen zu lassen.</td></tr><!--Eintragungsdatum: 2010-08-18-->
<tr><td>Frank M&uuml;hlberg – Girokonto.com</td><td>13055 Berlin, Schleizer Stra&szlig;e 22</td><td><a href='mailto:geizhals@gmx.de'>Frank M&uuml;hlberg</a></td><td>Im Finanzbereich geht es heutzutage nicht ohne Tabellenkalkulation und Textprogramme. Und hier bietet OpenOffice.org ein tolles Paket, das keine W&uuml;nsche offen l&auml;sst. Auch unsere neuen Mitarbeiter kommen mit dem Programm sehr schnell zu recht, was uns sehr viel Geld spart.</td></tr><!--Eintragungsdatum: 2010-08-18-->
  <tr><td><a href='https://phoenixseo.de/' target='_blank'>PHOENIXSEO.de Frank Pfabigan e.K. <br>SEO Beratung Agentur</a></td><td>23552 Lübeck, Holstenstraße 9</td><td>Frank Pfabigan</td><td>Wir setzen von Beginn an auf OpenOffice und weitere Open Source Lösungen zur tagtäglichen Bewältigung unserer Arbeit, sei es für eigene administrative Aufgaben oder für Kundenprojekte. OpenOffice ist einer der Meilensteine auf dem Weg zu Open Source Arbeitsplätzen.</td></tr><!--Eintragungsdatum: 2022-07-15-->

<!-- ***** Ende Einträge DEUTSCHLAND ******************************************************************* -->

</tbody>
</table>
<table id="at" summary="OpenOffice.org - Referenzkunden" class="sortable" cellpadding="4" cellspacing="1">
<caption><a href="#Auswahl" title="zur&uuml;ck zur Auswahl">^</a> OpenOffice.org -
Referenzkunden (&Ouml;sterreich)
<object id="x_at">
<form action=""> <b>Filtern mit (Satz
enth&auml;lt):</b> <input name="filt_at" onkeyup="filter(this, 'at', '1')" type="text" /><br />
</form>
</object> </caption>
<tbody>
<tr>
<th>Kunde</th>
<th>Adresse</th>
<th>Kontakt</th>
<th>Bemerkung</th>
</tr>

<!-- ***** Beginn Einträge AUSTRIA ********************************************************************* -->

<tr><td><a href='http://fitomenal.at/' target='_blank'>Lieferkinder GmbH</a></td><td>A-1060 Wien, Mariahilfer Straße 93/2/20</td><td><a href='david.sterr@gmail.com'>David Sterr</a></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.schoenbrunn.at/' target='_blank'>Schlo&szlig; Sch&ouml;nbrunn Kultur-und Betriebsges.m.b.H. </a></td><td>A-1130 Wien, Sch&ouml;nbrunner Schlossstrasse 47</td><td><a href='mailto:leonardelli@schoenbrunn.at'>Michael Leonardelli </a></td><td>Wir verwalten in Wien Schlo&szlig; Sch&ouml;nbrunn, die Kaiserappartemens und die Silberkammer in der Hofburg und das kaiserliche Hofmobiliendepot.<br /> <a href="http://www.schoenbrunn.at/">www.schoenbrunn.at</a><br /> <a href="http://www.hofburg-wien.at/">www.hofburg-wien.at</a><br /> <a href="http://www.hofmobiliendepot.at/">www.hofmobiliendepot.at</a><br /> Wir verwenden auf den Windows-Arbeitspl&auml;tzen MSOffice und OpenOffice, beide uber Citrix ICA-Clients sowie auf einigen Linux-Arbeitspl&auml;tzen OpenOffice, Tendenz steigend. Ausl&ouml;ser war die M&ouml;glichkeit, PDF-Exporte von MSWord Dokumenten durchzuf&uuml;hren einerseits und die Einf&uuml;hrung reiner Linux Desktops andererseits. Auch f&uuml;r Privatnutzung habe ich OpenOffice empfohlen, einige Mitarbeiter haben OpenOffice auf ihren Privat PCs installiert.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://okto.tv/' target='_blank'>Okto Community TV-Gmb H </a></td><td> A-1140 Wien, Missindorfstr. 21</td><td> Matthias &amp;Scaron;ubik</td><td> Unsere Firma ist fast komplett NeoOffice-Nutzer. Wir sind sehr daran interessiert,  auch bald das OpenOffice Aqua (OS X ohne X11) einzuf&uuml;hren.  Technisch haben wir mit NeoOffice schon so gut wie alle Probleme gel&ouml;st,  sogar die automatische distribuierte Installation.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.ams.at/' target='_blank'>Arbeitsmarktservice &ouml;sterreich </a></td><td>A-1200 Wien, Treustr. 35-43</td><td><a href='mailto:thomas.michlik@001.ams.or.at'>Thomas Michlik </a></td><td>Wir verwenden die OpenOffice-Suite sowohl intern als auch f&uuml;r unsere zahlreichen Internetkunden-PC.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.seher-it.at/' target='_blank'>SEHER Informationstechnologie </a></td><td>A-2340 M&ouml;dling, Ferdinand Buchbergergasse 11/1/10</td><td>Patrick Seher</td><td>2 Arbeitspl&auml;tze unter Linux und OpenOffice 1.1. Ich pers&ouml;nlich setze StarOffice seit 5.1 auf Linux ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Huber &amp; Partner Versicherungsmakler Gmb H</td><td>A-2472 Prellenkirchen, Pamaerstr. 15</td><td>Adrian Huber</td><td>Wir sind ein kleines &ouml;sterr. Versicherungsmakler-B&uuml;ro und nutzen OOo seit Vers. 1.0.1 (vorher SO 5.2, aktuell OOo 1.1) in einer Linux-LTSP-Umgebung auf 5 Clients, sind sehr zufrieden damit und empfehlen es unseren Kunden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>CT+BS Computertechnik und B&uuml;roservice Margarete Schroll</td><td>A-2700 Wiener Neustadt, Herzog Leopold Str. 26/1</td><td><a href='mailto:g.schroll@aon.at'>Ing. Gerhard Schroll </a></td><td>Wir verwenden Open Office auf allen unseren Arbeitspl&auml;tzen f&uuml;r den gesamten Schriftverkehr, f&uuml;r alle anfallenden Kalkulationen und Tabellen. Es wurde die Office-Infrastruktur so weit wie m&ouml;glich auf OpenSource Produkte umgestellt. Auch in unserem Gesch&auml;ftsfeld Grafik und Design werden weitgehendst OpenSource Programme eingesetzt. Unsere Kunden werden auf diese M&ouml;glichkeit einer Verwendung von OpenSource Produkten hingewiesen.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://fit4home.at' target='_blank'>Energy Fitness Studio GmbH - Fit4home</a></td><td>A-3332 Biberbach, Gstadthof 331</td><td><a href='http://fit4home.at/contacts/'>Kontakt</a></td><td> Wir von Fit4home verwenden auf mehreren Apple-Rechnern Openoffice.org und sind absolut zufrieden. Der teuren Alternative eines bekannten Software-Herstellers hinkt Openoffice.org kaum nach und hat im Gegenteil sogar sehr nette Zusatzfeatures. Wir verwenden es um spezielle Angebote zu schreiben und Kalkulationen durchzuf&uuml;hren.</td></tr><!--Eintragungsdatum: 2010-03-16-->
<tr><td><a href='http://www.iknowation.com/' target='_blank'>Iknowation Consulting Gmb H </a></td><td>A-4020 Linz, Zaubertalstr. 11</td><td><a href='mailto:martin.schatz@iknowation.com'>Martin Schatz </a></td><td>Wir nutzen OpenOffice auf derzeit 6 Rechnern (5x Linux 3x MacOs) zu unserer vollsten Zufriedenheit und empfehlen es unseren Kunden mit guten gewissen weiter.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.x-net.at/' target='_blank'>X-Net Technologies Gmb H </a></td><td>A-4020 Linz, Elisabethstra&szlig;e 1</td><td>Nikolaus Duerk nd(at)x-net.at</td><td>- Dynamische Erstellung von OpenOffice.org Dokumenten und Betrieb von OpenOffice.org im Servermode in Verbindung mit dem Zope Application Server.<br /> - Automatisierte Archivierung von Dokumenten auf CD/DVD mit einem CD/DVD Robotersystem mit dynamischen Labeldruck unter Linux.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.aim.at' target='_blank'>academic internet marketing </a></td><td> A-4030 Linz, Suttnerstr. 24</td><td><a href='mailto:info@aim.at'>Andreas Greiner </a></td><td> Seit rund vier Jahren nutze ich die OpenOffice.org-Suite und bin &auml;u&szlig;erst zufrieden.   Writer und Calc sind die Standard-Module bei der t&auml;glichen Arbeit; aber auch Base   ist ein wichtiges Instrument im Unternehmensalltag.<br />   OpenOffice.org erm&ouml;glicht mir eine effektive und effiziente Nutzung.   Es ist derzeit auf drei Rechnern installiert.<br />   Ein gro&szlig;es Dankesch&ouml;n an die Entwickler f&uuml;r diese perfekte Arbeit!  </td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>TOYOTA Puchner</td><td>A-4400 Steyr, Wolfernstr. 37</td><td>Dietmar Ramsner</td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>PM Austria</td><td>A-4552 Wartberg a. d. Krems, Schachadorf 20</td><td></td><td>Wir verwenden OOo seit Firmengr&uuml;ndung und migrieren selber auch Unternehmen zu OOo.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.myvasco.com/' target='_blank'>myvasco.com - analyse. entwicklung. marketing. </a></td><td>A-5020 Salzburg, Bessarabierstr. 72</td><td><a href='mailto:florian.fischer@myvasco.com'>Florian Fischer </a></td><td>myvasco.com verwendet immer das aktuellste OpenOffice.org-Paket auf allen Rechnern und Notebooks und empfiehlt dieses auch allen seinen Kunden weiter. Die gesamte B&uuml;ro-Administration vom Schriftverkehr, Entw&uuml;rfen, Tabellenkalkulationen bis zum PDF-Export wird bei uns ausschlie&szlig;lich mit dem genialen Office-Paket von OpenOffice.org erledigt. Unsere Meinung: Uneingeschr&auml;nkt empfehlenswert!</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.cb-computerservice.at/' target='_blank'>CB Computerservice </a></td><td>A-5020 Salzburg, Ziegeleistra&szlig;e 18 </td><td>Claus Berghammer</td><td>Wir wurden mit Version 1.0 auf OpenOffice.org aufmerksam und verwenden seither nur mehr die freie Office Suite, sei es f&uuml;r gesch&auml;ftliche oder private Belange, f&uuml;r Korrespondenz oder Buchhaltung. Als EDV-Service- Firma empfehlen wir zudem unseren Kunden den Wechsel auf OpenOffice.org, was auch oftmals dankend angenommen wird. Von uns ausgelieferte PCs werden dar&uuml;ber hinaus auf Wunsch mit vorinstalliertem OpenOffice.org ausgeliefert.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://effet.info/' target='_blank'>Effet webservices &amp; e Solutions </a></td><td>A-8010 Graz, Moserhofgasse 51</td><td><a href='mailto:kontakt@effet.info'>Robert Breithuber </a></td><td>Wir setzen immer das aktuellste OpenOffice.org auf mehreren PCs und Notebooks f&uuml;r verschiedenste Aufgaben ein. Linux-PCs f&uuml;r Kunden werden mit OpenOffice.org ausgestattet und allen anderen Kunden empfehlen wir die Verwendung. Die CD ist bei uns erh&auml;ltlich.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.edv-werkstatt.com/' target='_blank'>Karl Deutsch, edv-dienstleistungen &amp; linuxl&ouml;sungen </a></td><td>A-8380 Jennersdorf, Am Waldrand 12</td><td><a href='mailto:kdeutsch@edv-werkstatt.com'>Karl Deutsch </a></td><td>Auf allen unseren B&uuml;ro-PCs wird seit kurzer Zeit OpenOffice.org 1.1 eingesetzt (2mal die Linuxversion und 2mal die Windowsversion). Haupteinsatzgebiete: Textverarbeitung, Kalkulation, E&uuml;R von <a href="http://www.schlenther.de/">www.schlenther.de</a> und Projektplanung.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.globalmind.at/' target='_blank'>global MIND </a></td><td>A-3943 Schrems, Eichelbergstr. 34</td><td>Glanzer G&uuml;nter</td><td>In meiner Firma wird auf allen Workstationen sowohl unter Windows als auch unter Linux das OpenOffice.org-Paket f&uuml;r die t&auml;gliche B&uuml;roarbeit eingesetzt. Dass dieses Paket (welches von Version zu Version besser wird) uneingeschr&auml;nkt zu empfehlen ist, kann ich nur best&auml;tigen. 95% meiner Kunden, welche ich als IT-Dienstleister betreue, verwenden ebenfalls dieses Paket und sind wirklich zufrieden. An den restlichen 5% arbeite ich noch ;-). S&auml;mtliche Aufgaben, welche sich bisher im t&auml;glichen Gesch&auml;ftsleben ergaben, konnten zu 100% vom OpenOffice.org-Paket erf&uuml;llt werden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://wetzlmayr.at/' target='_blank'>Robert Wetzlmayr <br>Webdesign und PHP-Programmierung</a></td><td>A-4860 Lenzing, Sommerfeldstr. 9</td><td>Robert Wetzlmayr</td><td>Schon seit den ersten Versionen setze ich OpenOffice.org f&uuml;r Textverarbeitung und Tabellenkalkulation ein. Als aktiver Entwickler aus dem Open-Source-Umfeld unterst&uuml;tze ich den herstellerunabh&auml;ngigen Zugang von OOo und sch&auml;tze besonders, dass die Qualit&auml;t dieser freien Software auf keinen Fall hinter den propriet&auml;ren Produkten anderer Hersteller zur&uuml;cksteht. Ganz im Gegenteil: Selbst in F&auml;llen, in denen es darauf ankommt, aus scheinbar nicht mehr lesbaren Office-Dokumenten Inhalte zu retten, bew&auml;hrt sich OpenOffice.org als verl&auml;ssliches Werkzeug. Die integrierte PDF-Generierung und der einfache Datenaustausch &uuml;ber das genormte Dokumentenformat sind weitere Features, von denen ich viel halte.</td></tr><!--Eintragungsdatum: 1900-01-01-->

<!-- ***** Ende Einträge AUSTRIA *********************************************************************** -->

</tbody>
</table>

<table id="ch" summary="OpenOffice.org - Referenzkunden" class="sortable" cellpadding="4" cellspacing="1">
<caption><a href="#Auswahl" title="zur&uuml;ck zur Auswahl">^</a> OpenOffice.org -
Referenzkunden (Schweiz)
<object id="x_ch">
<form action=""> <b>Filtern mit (Satz
enth&auml;lt):</b> <input name="filt_ch" onkeyup="filter(this, 'ch', '1')" type="text" /><br />
</form>
</object> </caption>
<tbody>
<tr>
<th>Kunde</th>
<th>Adresse</th>
<th>Kontakt</th>
<th>Bemerkung</th>
</tr>

<!-- ***** Beginn Einträge Schweiz ********************************************************************* -->

<tr><td><a href='http://www.mst.ch' target='_blank'>MST Systemtechnik AG </a></td><td>CH-3123 Belp, Airport Business Center 60<br /> CH-8006 Z&uuml;rich, Riedtlistra&szlig;e 39</td><td><a href='mailto:mueller@mst.ch'>Christoph M&uuml;ller </a></td><td>Schwerpunktm&auml;&szlig;ig besch&auml;ftigen wir uns mit Steuerungstechnik und Leit- und Visualisierungs-Systemen.  Hauptgebiete sind komplette Leitsysteme im Bereich Geb&auml;ude- und Verkehrstechnik sowie Fernwartungs-Systeme.<br />  Rund 25 Mitarbeiter arbeiten seit Jahren erfolgreich mit OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.sander-partner.ch/' target='_blank'>SANDER + PARTNER Gmb H </a></td><td>CH-3097 Liebefeld, Neuhausweg 37</td><td>Johannes Sander</td><td>Unser Unternehmen ist in der Meteorologie und Windkraft t&auml;tig.  Als junges high-tech Unternehmen setzen wir konsequent auf open source Projekte.  Da ist es nur logisch, dass wir auch OpenOffice.org verwenden.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Schule Wengen</td><td>CH-3823 Wengen</td><td></td><td>Im Schuljahr 2002/2003 fand in der Schule Wengen die Umstellung auf OpenOffice.org statt.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>S.T.I. Communications</td><td>CH-4054 Basel</td><td>Roger Seifert</td><td>Ich hatte bei der Erstellung einer Excel-Tabelle mehrere Probleme aufgrund der Menge, dass die Datei nicht mehr ge&ouml;ffnet werden konnte. Ich habe darauf hin OOO versucht, und konnte die Tabelle mit all meinen Produkten etc. wieder &ouml;ffnen und bearbeiten. Seitdem arbeite ich mit OOO.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.comcepta.com/' target='_blank'>comceptaag </a></td><td>CH-4056 Basel</td><td>Stephan Schmid</td><td>Unser Unternehmen ist haupts&auml;chlich im Bereich Softwareentwicklung mit Java und Open-Source-Technologien t&auml;tig. Seit Jahren setzen wir aus Stabilit&auml;tsgr&uuml;nden OpenOffice.org ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.ub.unibas.ch/' target='_blank'>Universit&auml;tsbibliothek Basel </a></td><td>CH-4056 Basel, Sch&ouml;nbeinstr. 18-20 </td><td>Paul Coray</td><td>Seit August l&auml;uft die Umstellung unserer ~150 Arbeitspl&auml;tze von Win NT 4 mit MS Office auf Linux Thin Clients (Nomachine NX) mit Debian Sarge, Samba, OpenLDAP, KDE, Firefox, Thunderbird, bald auch Kontact-Kolab und selbstverst&auml;ndlich OpenOffice.org! Der Abschluss der Migrationen ist f&uuml;r das erste Quartal 2006 geplant. Dann wird es bei uns nur noch eine Handvoll Windows-Installationen geben.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.gaertnerhagmann.ch/' target='_blank'>Hagmann Gartenbau AG </a></td><td>04155 Leipzig, Herlo&szlig;sohnstr. 12</td><td>Tino Kuhl </td><td>Als Office Suite f&uuml;r Korrespondenz, Berichte, Butgets, Kalkulationen, MwSt-Abrechnungen und Gesch&auml;ftspl&auml;ne</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.buecher-balmer.ch/' target='_blank'>H.R. Balmer AG </a></td><td>CH-6300 Zug, Neugasse 12</td><td>Christoph Balmer</td><td>Branche: Buchhandel, Mitarbeiter: 120 Angestellte</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.holimatic.com' target='_blank'>Holimatic Gmb H </a></td><td>CH-6343 Rotkreuz, Obere Weidstra&szlig;e 8</td><td><a href='mailto:webmaster@holimatic.com'>Guido Hollenstein </a></td><td>Als spezialisiertes Telematic-Unternehmen mit Focus auf Internet-basierten  Flottenmanagement-L&ouml;sungen setzen wir konsequent auf OpenSource-Produkte  und sind sehr zufrieden damit. Zum Einsatz kommen dabei Firefox, Thunderbird  und - nat&uuml;rlich - OpenOffice.org.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.init7.net/' target='_blank'>Init Seven AG </a></td><td>CH-8050 Z&uuml;rich, Regensbergstr. 242b</td><td>Marco Huggenberger</td><td>Branche: Telekommunikation/ISP</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.ziil.ch/' target='_blank'>Ziil Informatikl&ouml;sungen </a></td><td>CH-8280 Kreuzlingen, Romanshornerstr. 134</td><td><a href='mailto:georg.schulthess@ziil.ch'>Georg Schulthess </a></td><td>Wir setzen seit einigen Jahren komplett auf Open-Source-L&ouml;sungen sowohl im Server-, als auch im Desktop-Bereich. F&uuml;r s&auml;mtliche Korrespondenz, Buchhaltung, Tabellenkalkulationen und Datenbankanwendungen verwenden wir OpenOffice.org. Wir installieren und supporten auch bei diversen Kunden erfolgreich OpenOffice.org und engagieren uns in der Community.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.pcdax.ch/' target='_blank'>Patrick Daxboeck-Systeme </a></td><td>CH-8280 Kreuzlingen TG, Konstanzerstr. 42a</td><td><a href='mailto:info@pcdax.ch'>Daxboeck </a></td><td>Als Dienstleistungs-Unternehmen im IT-Bereich setzen wir seit Jahren auf Open Source, sowohl im Server-Bereich als auch auf Arbeitsplatz-Rechnern. Unseren Klienten empfehlen wir folgerichtig L&ouml;sungen wie Firefox und Thunderbird von Mozilla und als Office-L&ouml;sung OpenOffice.org. - In unserem eigenen produktiven Bereich setzen wir seit Jahren f&uuml;r Offerten, Rechnungen etc. ausschlie&szlig;lich OpenOffice.org ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.hopa.ch/' target='_blank'>Holenweg&amp; Partner AG </a></td><td>CH-8700 K&uuml;ssnacht, Kohlrainstr. 10</td><td>Marco Fleig</td><td>Branche: Informatik/Beratung und Entwicklung</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.sinus-elektro.ch' target='_blank'>sinus elektro, telematik + multimedia </a></td><td> CH-8754 Netstal, Kleinzaun 26b</td><td><a href='mailto:rene.jenny@sinus-elektro.ch'>Ren&eacute; Jenny </a></td><td> Seit zwei Jahren arbeiten wir mit OpenOffice.org. Insbesondere setzen wir die Module Writer, Draw und Impress ein.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.ro-it.ch/' target='_blank'>Rossol IT Services </a></td><td>CH-8810 Horgen, Neudorfstr. 45</td><td>Andy Rossol</td><td>Branche: Informatik (Software/Beratung)</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.glarotech.ch/' target='_blank'>Glarotech GmbH </a></td><td>CH-9500 Wil, Gallusstr. 46</td><td>Josontanil</td><td>Wir benutzen OpenOffice in allen Bereichen der Firma und sind &uuml;beraus zufrieden damit.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td><a href='http://www.linuvision.com' target='_blank'>Linu Net GmbH - Linu Vision </a></td><td> CH-Wil SG, Birkenstr. 9</td><td><a href='mailto:srn@linuvision.com'>Santosh R. Nussholz </a></td><td> Wir sind ein Computer-Unternehmen, welches seinen Kunden vor allem   Linux-Sicherheitsl&ouml;sungen, Webprogrammierung und Webdesign offeriert.   Wir arbeiten seit Bestehen unseres Unternehmens mit OpenOffice.org und   installieren es auch auf jeden ausgelieferten Rechner.</td></tr><!--Eintragungsdatum: 1900-01-01-->
<tr><td>Schweizer Bundesgerichte<a href="#Hinweis"><sup>*)</sup></a></td><td></td><td></td><td></td></tr><!--Eintragungsdatum: 1900-01-01-->

<!-- ***** Ende Einträge Schweiz *********************************************************************** -->

</tbody>
</table>

</div>
</td>
<td valign="top"><!-- workaround --><!-- Start Navbar --><!-- >
Kommentare zur Navbar Materialien und mehr
Makemapversion:
$Id: makemap.pl,v 1.6 2006/02/12 22:32:45 mkirchner Exp :
navbar_Marketing ,V 0.5.5 Mittwoch, 22. Februar 2006 10:15:48 _MLM
< -->
<ul id="navbar_de">
<li>

<div align="center">de-links</div>
</li>
<li> <a href="../index.html" title=" ">Hauptseite </a></li>
<li> <a href="../map_all.html" title=" ">Sitemap </a></li>
<li> <a href="../neuhier.html" title="Informationen zu OpenOffice.org, dem Softwareprodukt">Produkt-Info </a></li>
<li> <a href="../kontakt.html" title="Informationen zu OpenOffice.org, der Community">Projekt-Info </a></li>
<li> <a href="../downloads/quick.html" title="Software und mehr"> Download </a></li>
<li> <a href="../doc/index.html" title="Installationsbeschreibungen und mehr Schriftliches">Dokumentationen </a></li>
<li> <a href="../doc/faq/index.html" title="FAQ- H&auml;ufig gestellte Fragen"> FAQ </a></li>
<li> <a href="../probleme.html" title="Wo Hilfe nahe ist"> Support </a></li>
<li> <a href="../doc/howto/index.html" title="Knappe Anleitungen f&uuml;r die erste Benutzung"> Erste Schritte </a></li>
<li>Marketing
<ul>
<li> <a href="index.html" title=" ">Marketing-Material</a></li>
<li> <a href="erfolgsgeschichten.html" title=" "> Referenzen </a></li>
<li> <a href="druckbares.html" title=" ">Druckbares </a></li>
<li> <a href="praesentationen.html" title=" "> Pr&auml;sentationen </a></li>
<li> <a href="logos.html" title=" ">Logos und Bilder </a></li>
<li> <a href="statistik.html" title=" ">Statistiken </a></li>
<li> Referenzkunden </li>
<li> <a href="../veranstaltungen/index.html" title=" "> Veranstaltungen </a></li>
<li> <a href="../about-ooo/about_unterstuetzung.html" title="Finanzielle Zuwendungen und Serverkapazitaeten">Zuwendungen </a></li>
</ul>
</li>
<li> <a href="../presse/about-presskit.html" title="Pressemitteilungen, Interviews und andere Informationen">Presse </a></li>
<li> <a href="../dev/index.html" title="Informationen f&uuml;r Mitglieder im de.OpenOffice.org Projekt">Mithelfen </a></li>
</ul>
<!-- End Navbar -->
</td>

</tr>
</tbody>
</table>
<!-- ende workaround -->

<a name="Hinweis"></a>
*) Hinweis: Von diesem Kunden wissen wir aus dem Internet. Falls diese Angaben falsch sind, schreiben Sie uns bitte.
<br />
&nbsp;
<br />

<!--
<a name="links"></a><a href="#Auswahl" title="zur&uuml;ck zur Auswahl">^</a> Weitere OpenOffice - Anwenderlisten oder
Stimmen von Anwendern:
<br />
<ul>
  <li>Deutschsprachige Seiten.
    <a href="http://de.openoffice.org/marketing/stories/index.html">
    http://www.openoffice.org/de/marketing/stories/index.html</a>
  </li>
  <li>Franz&ouml;sische Seiten.
    <a href="http://fr.openoffice.org/Marketing/indexcom.html">
    http://www.openoffice.org/fr/Marketing/indexcom.html</a>
  </li>
  <li>Spanische Seiten.
    <a href="http://es.openoffice.org/programa/usuarios.html">
    http://www.openoffice.org/es/programa/usuarios.html</a>
  </li>
  <li> Englischsprachige Seiten.
    <a href="/about_us/testimonials.html">
    /about_us/testimonials.html</a>
  </li>
</ul>
-->


      
    </div>
    <!--#include virtual="/footer.html" -->
  </body>
</html>
